
ElvCharacterDB = {
["ConvertKeybindings"] = true,
["ChatEditHistory"] = {
"/cw 凤凰浴火-哈霍兰 换游戏插件 全部清了 但是苹果电脑不能用黑盒 所以麻烦",
"/cw 凤凰浴火-哈霍兰 应该是好了",
"/cw 凤凰浴火-哈霍兰 截图给你看",
"/s {心}",
"/rl",
"/cw 白墨 会计 你好",
"/cw 白墨-哈霍兰 1",
"/团队 给我 绿三角",
"/团队 我喜欢这个颜色在头上",
"/团队 给我绿三角啊",
"/cw 白墨-哈霍兰 晚安",
"/cw 香梨小汉堡-哈霍兰 以前打NX 给我的",
"/cw 香梨小汉堡-哈霍兰 en",
"[WeakAuras: 女王安其拉-哈.霍.兰 - 达拉然]",
"1",
"/cw 七七三位面-德姆塞卡尔 1",
"/cw 法德迦 1",
"/cw 法德迦 [WeakAuras: 女王安其拉-哈.霍.兰 - 实用功能-2026.06.08]",
"/wa",
"123",
},
["ChatHistoryLog"] = {
},
}
