
BiaoGe = {
["bag"] = {
[5381] = {
["露露緹婭"] = {
["bag"] = {
[159] = 2,
[2070] = 4,
[6948] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
},
[5376] = {
["津巴布韦公主"] = {
["bag"] = {
[22505] = 1,
[22506] = 1,
[22507] = 1,
[22508] = 1,
[22509] = 1,
[7189] = 1,
[20559] = 1,
[20749] = 2,
[23207] = 1,
[184938] = 1,
[21697] = 1,
[21324] = 1,
[19309] = 1,
[21709] = 1,
[19379] = 1,
[21585] = 1,
[6265] = 27,
[19133] = 1,
[10577] = 1,
[18820] = 1,
[13446] = 4,
[23046] = 1,
[7077] = 1,
[22504] = 1,
[19301] = 40,
[21229] = 3,
[20558] = 1,
[17578] = 1,
[6948] = 1,
[17202] = 19,
[19407] = 1,
[11122] = 1,
[23063] = 1,
[23001] = 1,
[20560] = 4,
[10716] = 1,
[17712] = 1,
[14530] = 11,
[21213] = 10,
[22726] = 36,
[21685] = 1,
[184937] = 6,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 6,
["currentValue"] = 362,
["maxValue"] = 12000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 6,
["currentValue"] = 3575,
["maxValue"] = 12000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 7,
["currentValue"] = 19134,
["maxValue"] = 21000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 6,
["currentValue"] = 4937,
["maxValue"] = 12000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
[12219] = 1,
[6265] = 16,
[12840] = 4,
[6219] = 1,
[17110] = 1,
[19003] = 1,
[18802] = 1,
[16803] = 1,
[16928] = 1,
[19720] = 1,
[18818] = 1,
[12646] = 1,
[21208] = 1,
[20644] = 1,
[16933] = 1,
[22510] = 1,
[16810] = 1,
[10498] = 1,
[19718] = 1,
},
},
["巨龙守护者"] = {
["bag"] = {
[10725] = 1,
[12384] = 1,
[23247] = 30,
[18042] = 46,
[12643] = 20,
[11122] = 1,
[184937] = 7,
[21618] = 1,
[184938] = 1,
[12404] = 18,
[13810] = 22,
[20130] = 1,
[19372] = 1,
[13180] = 5,
[7067] = 11,
[23315] = 1,
[21670] = 1,
[23577] = 1,
[23327] = 18,
[20410] = 1,
[23206] = 1,
[13446] = 10,
[16479] = 1,
[16483] = 1,
[19406] = 1,
[6948] = 1,
[7076] = 2,
[23226] = 1,
[18541] = 1,
[23246] = 10,
[12451] = 30,
[22238] = 1,
[12455] = 4,
[18563] = 1,
[13347] = 1,
[23014] = 1,
[19341] = 1,
[16813] = 1,
[17069] = 1,
[17202] = 14,
[17712] = 1,
[4397] = 1,
[18269] = 5,
[22798] = 1,
[20559] = 4,
[20389] = 11,
[21664] = 1,
[23314] = 1,
[21321] = 1,
[19381] = 1,
[18242] = 1,
[23068] = 1,
[19387] = 1,
[16478] = 1,
[19137] = 1,
[16477] = 1,
[20411] = 1,
[19143] = 1,
[10716] = 1,
[16480] = 1,
[12460] = 7,
[16484] = 1,
[14530] = 20,
[22237] = 1,
[21215] = 20,
},
["bagKey"] = {
[6893] = 1,
[13704] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 1265,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 3,
["currentValue"] = 292,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 7,
["currentValue"] = 10229,
["maxValue"] = 21000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 609,
},
},
["bank"] = {
[12628] = 1,
[21701] = 1,
[21582] = 1,
[22981] = 1,
[19431] = 1,
[15051] = 1,
[15052] = 1,
[22358] = 1,
[14551] = 1,
[20600] = 1,
[19713] = 11,
[13289] = 1,
[18205] = 1,
[17191] = 1,
[21134] = 1,
[23549] = 1,
[20886] = 1,
[21652] = 1,
[19376] = 1,
[12422] = 1,
[18876] = 1,
[12424] = 1,
[19896] = 1,
[12426] = 1,
[23456] = 1,
[12428] = 1,
[12429] = 1,
[19910] = 1,
[9386] = 1,
[13965] = 1,
[21200] = 1,
[21712] = 1,
[22353] = 1,
[22355] = 1,
[22357] = 1,
[11815] = 1,
[19432] = 1,
[16309] = 1,
[1168] = 1,
[12425] = 1,
[18815] = 1,
[18817] = 1,
[13585] = 1,
[21615] = 1,
[18823] = 1,
[18825] = 1,
[13523] = 1,
[12844] = 14,
[12841] = 13,
[12840] = 4,
[16984] = 1,
[23059] = 1,
[6341] = 1,
[17063] = 1,
[15138] = 1,
[20623] = 1,
[23040] = 1,
[5951] = 10,
[8412] = 1,
[21647] = 1,
[18855] = 1,
[2802] = 1,
[18854] = 1,
[22352] = 1,
[11731] = 1,
[19384] = 1,
[20264] = 1,
[21663] = 1,
[22356] = 1,
[12584] = 1,
[1172] = 1,
[22354] = 1,
[11726] = 1,
[17204] = 1,
[11728] = 1,
[11729] = 1,
[11730] = 1,
[17111] = 1,
[12427] = 1,
[15050] = 1,
[20927] = 1,
[21596] = 1,
[21579] = 1,
[14023] = 1,
[18404] = 1,
},
},
["护士长玛利亚"] = {
["bag"] = {
[3825] = 5,
[21582] = 1,
[13143] = 1,
[21213] = 20,
[21215] = 20,
[17026] = 12,
[18810] = 1,
[19955] = 1,
[11122] = 1,
[21229] = 3,
[184937] = 1,
[20725] = 1,
[19840] = 1,
[184938] = 1,
[3387] = 4,
[22398] = 1,
[13931] = 20,
[12662] = 9,
[16220] = 1,
[20632] = 1,
[13937] = 1,
[20636] = 1,
[20769] = 1,
[23057] = 1,
[19382] = 1,
[19132] = 1,
[20410] = 1,
[22954] = 1,
[22960] = 1,
[6948] = 1,
[18269] = 2,
[20559] = 2,
[21579] = 1,
[22726] = 22,
[21712] = 1,
[22236] = 4,
[22238] = 2,
[13724] = 24,
[19839] = 1,
[20742] = 1,
[14344] = 1,
[20748] = 2,
[23029] = 1,
[23038] = 1,
[11808] = 1,
[21321] = 1,
[17202] = 12,
[17712] = 1,
[13444] = 24,
[23558] = 1,
[21713] = 1,
[18863] = 1,
[23056] = 1,
[18232] = 2,
[21663] = 1,
[19379] = 1,
[20007] = 4,
[22939] = 1,
[19385] = 1,
[18254] = 20,
[234465] = 1,
[13379] = 1,
[12771] = 1,
[13459] = 5,
[20413] = 1,
[19437] = 1,
[21604] = 1,
[13446] = 2,
[18665] = 1,
[14530] = 13,
[14023] = 1,
[17038] = 12,
},
["bagKey"] = {
[12382] = 1,
[11000] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 18,
["maxValue"] = 1000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 7,
["currentValue"] = 499,
["maxValue"] = 21000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2690,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
["魔女桑德兰"] = {
["bag"] = {
[10026] = 1,
[184937] = 10,
[7078] = 2,
[18856] = 1,
[23456] = 1,
[8150] = 12,
[11511] = 1,
[184938] = 1,
[21321] = 1,
[18986] = 1,
[7077] = 2,
[2901] = 1,
[19301] = 32,
[22438] = 1,
[11516] = 29,
[7076] = 4,
[8952] = 1,
[22437] = 1,
[17110] = 1,
[9030] = 4,
[18876] = 1,
[7068] = 5,
[13347] = 1,
[13506] = 1,
[16309] = 1,
[8529] = 40,
[19953] = 1,
[13444] = 8,
[7075] = 2,
[12584] = 1,
[22441] = 1,
[13446] = 4,
[4787] = 4,
[19902] = 1,
[19142] = 1,
[19143] = 1,
[17011] = 1,
[17066] = 1,
[3387] = 4,
[23053] = 1,
[11122] = 1,
[18269] = 9,
[17071] = 1,
[13452] = 3,
[17010] = 1,
[6948] = 1,
[18587] = 1,
[4397] = 1,
[18042] = 2046,
[12384] = 1,
[4234] = 3,
[9172] = 3,
[22436] = 1,
[23067] = 1,
[22816] = 1,
[22439] = 1,
[22440] = 1,
[14530] = 4,
[2091] = 1,
},
["bagKey"] = {
[18249] = 1,
[12382] = 1,
[7146] = 1,
[6893] = 1,
[13704] = 1,
[5396] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 70,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 7,
["currentValue"] = 16215,
["maxValue"] = 21000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 7,
["currentValue"] = 1635,
["maxValue"] = 21000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 4,
["currentValue"] = 320,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
},
[5453] = {
["露露缇娅丶"] = {
["bag"] = {
[1191] = 1,
[1195] = 2,
[11288] = 1,
[3013] = 1,
[6215] = 1,
[4656] = 1,
[1389] = 1,
[2455] = 3,
[2589] = 49,
[159] = 20,
[748] = 1,
[2070] = 8,
[2968] = 1,
[13444] = 1,
[6078] = 1,
[2575] = 1,
[2835] = 2,
[5071] = 2,
[4536] = 6,
[1359] = 1,
[1434] = 5,
[118] = 5,
[36] = 1,
[6948] = 1,
[6303] = 7,
[768] = 1,
[2672] = 7,
[1177] = 5,
[858] = 2,
[5580] = 1,
[11192] = 1,
[13446] = 1,
[11191] = 1,
[2770] = 2,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
},
},
["QuestCD"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["津巴布韦公主"] = {
},
["巨龙守护者"] = {
},
["护士长玛利亚"] = {
},
["魔女桑德兰"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["roleOverviewNote"] = {
[5376] = {
},
},
["realmName"] = {
[5303] = "硬汉",
[5843] = "孤狼",
[5376] = "哈霍兰",
[5381] = "碧玉矿洞",
[5453] = "铁血",
[6118] = "无情",
},
["ItemLib"] = {
["itemLibOrderButtonID"] = 3,
["iLevel"] = {
},
["ItemLibInvType"] = {
"INVTYPE_HEAD",
},
["fitlerGet"] = {
},
["itemLibOrderButtonId"] = 2,
["itemLibOrder"] = 1,
},
["MONEYchoice"] = {
[226404] = 1,
[221365] = 1,
[221262] = 1,
[22726] = 1,
["money"] = 1,
},
["MC"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
["itemLevel1"] = 60,
["itemLevel14"] = 60,
["itemLevel15"] = 60,
["zhuangbei15"] = "|cff1eff00|Hitem:16665::::::::60::::::::::|h[秘典：宁神射击]|h|r",
["zhuangbei14"] = "|cff0070dd|Hitem:18290::::::::60::::::::::|h[结构图：比兹尼克247x128精确瞄准镜]|h|r",
["loot13"] = {
{
["class"] = "MAGE",
["player"] = "宇野-法琳娜",
["count"] = 1,
["time"] = 1783944814,
},
},
["loot14"] = {
{
["class"] = "MAGE",
["player"] = "宇野-法琳娜",
["count"] = 1,
["time"] = 1783944602,
},
},
["zhuangbei1"] = "|cffffffff|Hitem:17012::::::::60::::::::::|h[熔火犬皮]|h|r",
["loot15"] = {
{
["class"] = "MAGE",
["player"] = "宇野-法琳娜",
["count"] = 1,
["time"] = 1783944601,
},
},
["itemLevel13"] = 65,
["loot1"] = {
{
["class"] = "HUNTER",
["player"] = "神之精灵",
["count"] = 1,
["time"] = 1783944395,
},
},
["zhuangbei13"] = "|cff0070dd|Hitem:18291::::::::60::::::::::|h[结构图：力反馈盾牌]|h|r",
},
["boss17"] = {
},
["boss2"] = {
["zhuangbei3"] = "|cffa335ee|Hitem:17073::::::::60::::::::::|h[震地者]|h|r",
["loot3"] = {
{
["class"] = "MAGE",
["player"] = "宇野-法琳娜",
["count"] = 1,
["time"] = 1783944814,
},
},
["loot2"] = {
{
["class"] = "MAGE",
["player"] = "宇野-法琳娜",
["count"] = 1,
["time"] = 1783944814,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16810::::::::60::::::::::|h[恶魔之心长裤]|h|r",
["itemLevel2"] = 68,
["loot1"] = {
{
["class"] = "MAGE",
["player"] = "宇野-法琳娜",
["count"] = 1,
["time"] = 1783944814,
},
},
["itemLevel1"] = 66,
["itemLevel3"] = 66,
["zhuangbei2"] = "|cffa335ee|Hitem:17065::::::::60::::::::::|h[稳固之力勋章]|h|r",
},
["raidRoster"] = {
["roster"] = {
"宇野-法琳娜",
"俊甲司坦",
"仙女可妮",
"拉猪哥",
"疯狂的白条",
"老头来乐",
"天然术士",
"能打一亿个",
"德加和尚",
"不玩游戏了",
"津巴布韦公主",
"神之精灵",
"翁虹的球迷",
"湿纸",
"想搓背吖",
"铁骨战魂-法琳娜",
"Cyndi",
"黑白菲林",
"信托宝宝",
"加力",
"村长",
"好好的名字",
"Saveurtears",
"琦琦哈尔滨",
"神经小嫚",
"牛夜",
"风弦月影",
"Pipipiglol",
"一碌牧-德姆塞卡尔",
"拉轰的男人",
"男头光",
"咸鱼佛尔思",
"从小爱痴情",
"缠绕的青春",
"云昭丶",
"望雁归",
"联盟小猎猎",
"玩不好游戏了",
"Kübrazeyrek",
},
["time"] = 1783944808,
["realm"] = "哈霍兰",
},
["boss5"] = {
},
["boss7"] = {
},
["boss15"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "Dps补贴",
["zhuangbei1"] = "T补贴",
},
["boss13"] = {
},
["boss19"] = {
},
["boss4"] = {
},
["boss1"] = {
["loot2"] = {
{
["class"] = "MAGE",
["player"] = "宇野-法琳娜",
["count"] = 1,
["time"] = 1783944601,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:16805::::::::60::::::::::|h[恶魔之心手套]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:16800::::::::60::::::::::|h[奥术师便鞋]|h|r",
["itemLevel1"] = 66,
["loot1"] = {
{
["class"] = "MAGE",
["player"] = "宇野-法琳娜",
["count"] = 1,
["time"] = 1783944601,
},
},
["itemLevel2"] = 66,
},
["boss10"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["MONEY"] = {
[5303] = {
},
[5381] = {
["露露緹婭"] = {
["colorplayer"] = "|cffffffff露露緹婭|r",
["player"] = "露露緹婭",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["xp"] = {
["perNow"] = 150,
["resting"] = false,
["per"] = "52.0",
["isPanda"] = false,
["time"] = 1770477705,
},
["skill"] = {
},
["money"] = 0,
},
},
[5376] = {
["津巴布韦公主"] = {
["colorplayer"] = "|cff8787ed津巴布韦公主|r",
["player"] = "津巴布韦公主",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 36,
},
["money"] = 206,
["xp"] = {
["perNow"] = "0",
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783949566,
},
["skill"] = {
[129] = {
["icon"] = 135966,
["level"] = 300,
},
[333] = {
["level"] = 44,
["icon"] = 136244,
["isMain"] = true,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
[185] = {
["icon"] = 133971,
["level"] = 2,
},
},
},
["巨龙守护者"] = {
["colorplayer"] = "|cffc79c6e巨龙守护者|r",
["player"] = "巨龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 270,
["xp"] = {
["perNow"] = 102,
["resting"] = true,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783360358,
},
["skill"] = {
[129] = {
["icon"] = 135966,
["level"] = 300,
},
[164] = {
["level"] = 300,
["icon"] = 136241,
["isMain"] = true,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
},
},
["护士长玛利亚"] = {
["colorplayer"] = "|cffff7d0a护士长玛利亚|r",
["player"] = "护士长玛利亚",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 22,
},
["money"] = 1599,
["xp"] = {
["perNow"] = "0",
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1784561794,
},
["skill"] = {
[333] = {
["level"] = 255,
["icon"] = 136244,
["isMain"] = true,
},
[356] = {
["level"] = 300,
["icon"] = 136245,
},
[165] = {
["level"] = 300,
["icon"] = 133611,
["isMain"] = true,
},
[129] = {
["level"] = 300,
["icon"] = 135966,
},
[185] = {
["level"] = 275,
["icon"] = 133971,
},
},
},
["魔女桑德兰"] = {
["colorplayer"] = "|cffabd473魔女桑德兰|r",
["player"] = "魔女桑德兰",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["skill"] = {
[186] = {
["level"] = 300,
["icon"] = 136248,
["isMain"] = true,
},
[356] = {
["icon"] = 136245,
["level"] = 13,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
[129] = {
["icon"] = 135966,
["level"] = 300,
},
[185] = {
["icon"] = 133971,
["level"] = 300,
},
},
["xp"] = {
["perNow"] = "0",
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1784560996,
},
["money"] = 521,
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
["colorplayer"] = "|cffffffff露露缇娅丶|r",
["player"] = "露露缇娅丶",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 76,
},
},
},
["NAXX"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["Gno"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["playerInfo"] = {
[5303] = {
},
[5843] = {
},
[5376] = {
["津巴布韦公主"] = {
["faction"] = "Alliance",
["talent"] = 1,
["iLevel"] = 72.75,
["class"] = "WARLOCK",
["level"] = 60,
["raceID"] = 1,
},
["巨龙守护者"] = {
["talent"] = 2,
["faction"] = "Alliance",
["class"] = "WARRIOR",
["level"] = 60,
["iLevel"] = 78.875,
["raceID"] = 1,
},
["护士长玛利亚"] = {
["faction"] = "Alliance",
["talent"] = 2,
["iLevel"] = 85.4375,
["class"] = "DRUID",
["level"] = 60,
["raceID"] = 4,
},
["魔女桑德兰"] = {
["faction"] = "Alliance",
["talent"] = 2,
["iLevel"] = 79.4375,
["level"] = 60,
["class"] = "HUNTER",
["raceID"] = 4,
},
},
[5381] = {
["露露緹婭"] = {
["raceID"] = 1,
["class"] = "PRIEST",
["level"] = 1,
["iLevel"] = 0.375,
},
},
[5453] = {
["露露缇娅丶"] = {
["iLevel"] = 3.9375,
["level"] = 10,
["class"] = "PRIEST",
["raceID"] = 1,
},
},
[6118] = {
},
},
["duizhang"] = {
},
["filterClassNum"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["津巴布韦公主"] = 0,
["巨龙守护者"] = 0,
["护士长玛利亚"] = 0,
["魔女桑德兰"] = 0,
},
[5381] = {
["露露緹婭"] = 0,
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = 0,
},
},
["BWL"] = {
["boss8"] = {
["loot5"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["itemLevel5"] = 83,
["zhuangbei4"] = "|cffa335ee|Hitem:19003::::::::60:::::::::|h[奈法利安的头颅]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:19380::::::::60:::::::::|h[塞拉赞恩之链]|h|r",
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["itemLevel4"] = 60,
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["zhuangbei5"] = "|cffa335ee|Hitem:19375::::::::60:::::::::|h[密苏达尔，夺魂者的头饰]|h|r",
["itemLevel2"] = 76,
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["time"] = "8:46",
["zhuangbei1"] = "|cffa335ee|Hitem:16931::::::::60:::::::::|h[复仇法袍]|h|r",
["loot4"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["itemLevel1"] = 76,
["itemLevel3"] = 83,
["zhuangbei2"] = "|cffa335ee|Hitem:16923::::::::60:::::::::|h[卓越法袍]|h|r",
},
["lockoutIDtbl"] = {
[469] = {
["instanceID"] = 469,
["realmID"] = 5453,
["lockoutID"] = 104463405,
},
},
["tradeTbl"] = {
},
["boss9"] = {
["itemLevel1"] = 60,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743340377,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:18562::::::::60:::::::::|h[源质矿石]|h|r",
},
["boss11"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
["zhuangbei1"] = "T补贴",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss17"] = {
},
["boss2"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19339::::::::60:::::::::|h[思维加速宝石]|h|r",
["loot3"] = {
{
["time"] = 1743338996,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16952::::::::60:::::::::|h[审判腰带]|h|r",
["loot2"] = {
{
["time"] = 1743338996,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["time"] = "1:33",
["itemLevel2"] = 76,
["itemLevel3"] = 76,
["itemLevel1"] = 76,
["loot1"] = {
{
["time"] = 1743338996,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:16910::::::::60:::::::::|h[血牙腰带]|h|r",
},
["raidRoster"] = {
["roster"] = {
"小耳朵",
"时光清浅灬",
"快过来啊",
"枫雪纷飞",
"予伿",
"小树先生",
"小钊钊",
"渣女一抬腿丶",
"唐门丨衮",
"硬的像花岗岩",
"洛卅",
"闲闲鱼",
"重相逢",
"加拿大打桩机",
"我的发谢特贰",
"名字不一般",
"彩叮可",
"超级小奶瓶",
"柒月初",
"萌豆",
"梵尘丶",
"八斤七两",
"墩墩勇",
"霸罢",
"背手尿尿灬",
"潼宝",
"花活猎",
"奈良吐泡泡",
"勤劳的纪春生",
"五点水",
"爱的豹豹",
"麻薯小卷",
"南巷灬清风",
"龍小纭",
"排骨法",
"爱吃西蓝花",
"咖喱鸡",
"送祝福",
"素言丶",
"溧水老司机",
},
["time"] = 1743344343,
["realm"] = "铁血",
},
["boss5"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743342273,
},
},
["time"] = "2:55",
["zhuangbei1"] = "|cffa335ee|Hitem:19394::::::::60:::::::::|h[龙爪肩铠]|h|r",
["itemLevel2"] = 75,
["itemLevel1"] = 75,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743342273,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:19405::::::::60:::::::::|h[玛法里奥的祝福]|h|r",
},
["boss7"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:19347::::::::60:::::::::|h[克洛玛古斯之爪]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:19349::::::::60:::::::::|h[源质壁垒]|h|r",
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743343088,
},
},
["loot4"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743343088,
},
},
["itemLevel3"] = 77,
["zhuangbei1"] = "|cffa335ee|Hitem:16953::::::::60:::::::::|h[审判肩铠]|h|r",
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743343088,
},
},
["time"] = "5:25",
["itemLevel2"] = 76,
["itemLevel4"] = 77,
["itemLevel1"] = 76,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743343088,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:16902::::::::60:::::::::|h[怒风肩甲]|h|r",
},
["boss15"] = {
},
["boss13"] = {
},
["boss6"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743342457,
},
},
["time"] = "2:06",
["zhuangbei1"] = "|cffa335ee|Hitem:16899::::::::60:::::::::|h[怒风护手]|h|r",
["itemLevel2"] = 75,
["itemLevel1"] = 76,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743342457,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:19430::::::::60:::::::::|h[纯净思想斗篷]|h|r",
},
["boss14"] = {
},
["boss3"] = {
["zhuangbei3"] = "|cffa335ee|Hitem:16957::::::::60:::::::::|h[审判马靴]|h|r",
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743340113,
},
},
["itemLevel2"] = 76,
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743340113,
},
},
["time"] = "2:02",
["zhuangbei1"] = "|cffa335ee|Hitem:19350::::::::60:::::::::|h[击心者]|h|r",
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743340113,
},
},
["itemLevel1"] = 75,
["itemLevel3"] = 76,
["zhuangbei2"] = "|cffa335ee|Hitem:16957::::::::60:::::::::|h[审判马靴]|h|r",
},
["boss10"] = {
},
["boss4"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743341212,
},
},
["time"] = "3:15",
["zhuangbei1"] = "|cffa335ee|Hitem:16899::::::::60:::::::::|h[怒风护手]|h|r",
["itemLevel2"] = 75,
["itemLevel1"] = 76,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743341212,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:19365::::::::60:::::::::|h[黑龙之爪]|h|r",
},
["boss1"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19369::::::::60:::::::::|h[疾速进化手套]|h|r",
["loot3"] = {
{
["time"] = 1743338736,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16959::::::::60:::::::::|h[愤怒护腕]|h|r",
["loot2"] = {
{
["time"] = 1743338736,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["time"] = "6:31",
["itemLevel2"] = 73,
["loot1"] = {
{
["time"] = 1743338736,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["itemLevel1"] = 76,
["itemLevel3"] = 76,
["zhuangbei3"] = "|cffa335ee|Hitem:16951::::::::60:::::::::|h[审判束腕]|h|r",
},
["boss21"] = {
},
["boss22"] = {
},
["boss19"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["History"] = {
["UBRS"] = {
},
["BD"] = {
},
["TAQ"] = {
},
["BWL"] = {
},
["Temple"] = {
},
["ZUG"] = {
},
["MCsod"] = {
},
["MC"] = {
[260703230906] = {
["boss8"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16865::::::::60::::::::::|h[力量胸甲]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:16820::::::::60::::::::::|h[夜幕杀手胸甲]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:17072::::::::60::::::::::|h[爆击猎枪]|h|r",
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
["zhuangbei1"] = "|cff0070dd|Hitem:17010::::::::60::::::::::|h[炽热之核]|h|rx2",
["zhuangbei2"] = "|cffffffff|Hitem:17012::::::::60::::::::::|h[熔火犬皮]|h|rx5",
["zhuangbei14"] = "|cff0070dd|Hitem:18260::::::::60::::::::::|h[公式：附魔武器 - 治疗能力]|h|r",
["zhuangbei3"] = "|cff0070dd|Hitem:17011::::::::60::::::::::|h[熔岩之核]|h|rx6",
["zhuangbei15"] = "|cff1eff00|Hitem:16665::::::::60::::::::::|h[秘典：宁神射击]|h|r",
},
["boss2"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:17065::::::::60::::::::::|h[稳固之力勋章]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:16822::::::::60::::::::::|h[夜幕杀手短裤]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:17073::::::::60::::::::::|h[震地者]|h|r",
},
["boss5"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16801::::::::60::::::::::|h[奥术师手套]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:18861::::::::60::::::::::|h[召火腿甲]|h|r",
},
["boss13"] = {
},
["boss10"] = {
["zhuangbei5"] = "|cffa335ee|Hitem:17076::::::::60::::::::::|h[削骨之刃]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:17107::::::::60::::::::::|h[龙血斗篷]|h|r",
["zhuangbei4"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:18814::::::::60::::::::::|h[火焰之王的项圈]|h|r",
},
["boss4"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16866::::::::60::::::::::|h[力量头盔]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:17105::::::::60::::::::::|h[光环石锤]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:16808::::::::60::::::::::|h[恶魔之心角饰]|h|r",
},
["raidRoster"] = {
["roster"] = {
"圣殿奇士一",
"写丶她",
"反斗神鹰",
"生而伟大",
"钢板川",
"津巴布韦公主",
"猪猪丿魔法棒-法琳娜",
"鱼赤",
"忘不掉的回忆",
"虹猫-法琳娜",
"软软绵绵",
"牛刚蛋",
"奥尔露恩",
"迷死人的微笑",
"景书",
"重装医院骑士",
"寒峰",
"梨安娜",
"Nihilsong",
"小伙贼能射",
"柰梧嬉",
"师太用力",
"一头羊",
"星宸-法琳娜",
"月舞",
"熊爪爪",
"手撕棒槌",
"泥呱呱",
"圣缨麒麟",
"法天天",
"哈霍兰大格格",
"麻小将",
"乔治埃德蒙",
"有只皮皮猪",
},
["time"] = 1783091346,
["realm"] = "哈霍兰",
},
["boss3"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:18878::::::::60::::::::::|h[巫术匕首]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:16826::::::::60::::::::::|h[夜幕杀手手套]|h|r",
},
["boss6"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16856::::::::60::::::::::|h[秩序之源肩铠]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:16807::::::::60::::::::::|h[恶魔之心护肩]|h|r",
},
["boss15"] = {
["zhuangbei4"] = "分钱人数",
["jine3"] = "0",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["zhuangbei3"] = "净收入",
},
["boss14"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "Dps补贴",
["zhuangbei1"] = "T补贴",
},
["boss7"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16868::::::::60::::::::::|h[力量肩铠]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:17074::::::::60::::::::::|h[暗影之击]|h|r",
},
["boss1"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16829::::::::60::::::::::|h[塞纳里奥长靴]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:16805::::::::60::::::::::|h[恶魔之心手套]|h|r",
},
},
},
["AQL"] = {
},
["NAXX"] = {
},
["Gno"] = {
},
},
["clearBiaoGeMoney"] = {
["MC"] = {
["name"] = "津巴布韦公主",
["money"] = 220,
["realmID"] = 5376,
["FB"] = "MC",
["time"] = 1783944315,
},
},
["lastFrame"] = "Hope",
["newbee_report"] = {
},
["SKILLchoice"] = {
[0] = 1,
},
["BossFrame"] = {
["BD"] = {
},
},
["buffCD"] = {
[5376] = {
["津巴布韦公主"] = {
},
["巨龙守护者"] = {
},
["护士长玛利亚"] = {
},
["魔女桑德兰"] = {
},
},
},
["point"] = {
},
["font"] = "ARKai_T.ttf",
["MeetingHorn"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["津巴布韦公主"] = {
},
["巨龙守护者"] = {
},
["护士长玛利亚"] = {
},
["魔女桑德兰"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["BD"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "10",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine3"] = "0",
["jine5"] = "0",
["jine1"] = "0",
["zhuangbei2"] = "总支出",
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
["zhuangbei1"] = "坦克补贴",
["zhuangbei2"] = "治疗补贴",
["zhuangbei3"] = "输出补贴",
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["FB"] = "ZUG",
["NotifyChannel"] = "RAID",
["RaidCD"] = {
[5303] = {
},
[5381] = {
["露露緹婭"] = {
{
["colorplayer"] = "|cffffffff露露緹婭|r",
["player"] = "露露緹婭",
},
},
},
[5376] = {
["津巴布韦公主"] = {
{
["colorplayer"] = "|cff8787ed津巴布韦公主|r",
["player"] = "津巴布韦公主",
},
},
["巨龙守护者"] = {
{
["colorplayer"] = "|cffc79c6e巨龙守护者|r",
["player"] = "巨龙守护者",
},
},
["护士长玛利亚"] = {
{
["fbId"] = 309,
["num"] = 20,
["killInfo"] = {
{
["name"] = "高阶祭司耶克里克",
["isKilled"] = false,
},
{
["name"] = "高阶祭司温诺希斯",
["isKilled"] = false,
},
{
["name"] = "高阶祭司玛尔里",
["isKilled"] = false,
},
{
["name"] = "血领主曼多基尔",
["isKilled"] = true,
},
{
["name"] = "疯狂之缘",
["isKilled"] = false,
},
{
["name"] = "高阶祭司塞卡尔",
["isKilled"] = true,
},
{
["name"] = "加兹兰卡",
["isKilled"] = false,
},
{
["name"] = "高阶祭司娅尔罗",
["isKilled"] = false,
},
{
["name"] = "妖术师金度",
["isKilled"] = false,
},
{
["name"] = "哈卡",
["isKilled"] = false,
},
},
["resettime"] = 24813,
["colorplayer"] = "|cffff7d0a护士长玛利亚|r",
["player"] = "护士长玛利亚",
["diff"] = 148,
["killNum"] = 2,
["bossSum"] = 10,
["endtime"] = 1784588401,
},
},
["魔女桑德兰"] = {
{
["fbId"] = 309,
["num"] = 20,
["killInfo"] = {
{
["name"] = "高阶祭司耶克里克",
["isKilled"] = false,
},
{
["name"] = "高阶祭司温诺希斯",
["isKilled"] = false,
},
{
["name"] = "高阶祭司玛尔里",
["isKilled"] = false,
},
{
["name"] = "血领主曼多基尔",
["isKilled"] = false,
},
{
["name"] = "疯狂之缘",
["isKilled"] = false,
},
{
["name"] = "高阶祭司塞卡尔",
["isKilled"] = true,
},
{
["name"] = "加兹兰卡",
["isKilled"] = false,
},
{
["name"] = "高阶祭司娅尔罗",
["isKilled"] = false,
},
{
["name"] = "妖术师金度",
["isKilled"] = false,
},
{
["name"] = "哈卡",
["isKilled"] = false,
},
},
["resettime"] = 24811,
["colorplayer"] = "|cffabd473魔女桑德兰|r",
["player"] = "魔女桑德兰",
["diff"] = 148,
["killNum"] = 1,
["bossSum"] = 10,
["endtime"] = 1784588399,
},
{
["fbId"] = 409,
["num"] = 40,
["killInfo"] = {
{
["name"] = "鲁西弗隆",
["isKilled"] = false,
},
{
["name"] = "玛格曼达",
["isKilled"] = false,
},
{
["name"] = "基赫纳斯",
["isKilled"] = false,
},
{
["name"] = "加尔",
["isKilled"] = true,
},
{
["name"] = "沙斯拉尔",
["isKilled"] = false,
},
{
["name"] = "迦顿男爵",
["isKilled"] = true,
},
{
["name"] = "萨弗隆先驱者",
["isKilled"] = false,
},
{
["name"] = "焚化者古雷曼格",
["isKilled"] = false,
},
{
["name"] = "管理者埃克索图斯",
["isKilled"] = false,
},
{
["name"] = "拉格纳罗斯",
["isKilled"] = false,
},
{
["name"] = "熔火之心",
["isKilled"] = false,
},
},
["resettime"] = 197611,
["colorplayer"] = "|cffabd473魔女桑德兰|r",
["player"] = "魔女桑德兰",
["diff"] = 9,
["killNum"] = 2,
["bossSum"] = 11,
["endtime"] = 1784761199,
},
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
{
["colorplayer"] = "|cffffffff露露缇娅丶|r",
["player"] = "露露缇娅丶",
},
},
},
},
["MeetingHornWhisper"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["津巴布韦公主"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
["巨龙守护者"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["护士长玛利亚"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
["魔女桑德兰"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["ZUG"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss15"] = {
},
["boss5"] = {
},
["boss7"] = {
["loot2"] = {
{
["time"] = 1784483497,
["class"] = "DRUID",
["count"] = 1,
["player"] = "护士长玛利亚",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22722::::::::60::::::::::|h[古拉巴什狂暴者徽记]|h|r",
["zhuangbei2"] = "|cff0070dd|Hitem:19901::::::::60::::::::::|h[祖利安切割者]|h|r",
["loot3"] = {
{
["time"] = 1784483498,
["class"] = "DRUID",
["count"] = 1,
["player"] = "护士长玛利亚",
},
},
["loot1"] = {
{
["time"] = 1784483495,
["class"] = "DRUID",
["count"] = 1,
["player"] = "护士长玛利亚",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:19716::::::::60::::::::::|h[原始哈卡莱护腕]|h|r",
},
["boss3"] = {
},
["boss13"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss1"] = {
},
["boss10"] = {
},
["boss4"] = {
["loot2"] = {
{
["player"] = "Menso",
["time"] = 1784563120,
["class"] = "WARRIOR",
["count"] = 1,
},
},
["zhuangbei1"] = "|cff0070dd|Hitem:19873::::::::60::::::::::|h[督军的红色指环]|h|r",
["zhuangbei3"] = "|cff0070dd|Hitem:19869::::::::60::::::::::|h[浴血护手]|h|r",
["loot3"] = {
{
["player"] = "考拉二熊",
["time"] = 1784563123,
["class"] = "PALADIN",
["count"] = 1,
},
},
["loot1"] = {
{
["player"] = "Menso",
["time"] = 1784563118,
["class"] = "WARRIOR",
["count"] = 1,
},
},
["zhuangbei2"] = "|cff0070dd|Hitem:22637::::::::60::::::::::|h[原始哈卡莱神像]|h|r",
},
["boss19"] = {
},
["boss21"] = {
},
["boss22"] = {
},
["boss18"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["raidRoster"] = {
["roster"] = {
"法德迦",
"Menso",
"考拉二熊",
"窃魂者",
"镜中灵",
"护士长玛利亚",
"魔女桑德兰",
"哈霍兰小格格",
},
["time"] = 1784563021,
["realm"] = "哈霍兰",
},
},
["tradeSkillCooldown"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["津巴布韦公主"] = {
},
["巨龙守护者"] = {
},
["护士长玛利亚"] = {
},
["魔女桑德兰"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["equip"] = {
[5381] = {
["露露緹婭"] = {
["8"] = {
["link"] = "|cffffffff|Hitem:51::::::::1::::::::::|h[见习牧师之靴]|h|r",
["level"] = 1,
["itemID"] = 51,
["quality"] = 1,
},
["16"] = {
["link"] = "|cffffffff|Hitem:36::::::::1::::::::::|h[用旧的钉锤]|h|r",
["level"] = 2,
["itemID"] = 36,
["quality"] = 1,
},
["5"] = {
["link"] = "|cff9d9d9d|Hitem:6098::::::::1::::::::::|h[见习牧师长袍]|h|r",
["level"] = 1,
["itemID"] = 6098,
["quality"] = 0,
},
["4"] = {
["link"] = "|cffffffff|Hitem:53::::::::1::::::::::|h[见习牧师衬衣]|h|r",
["level"] = 1,
["itemID"] = 53,
["quality"] = 1,
},
["7"] = {
["link"] = "|cff9d9d9d|Hitem:52::::::::1::::::::::|h[见习牧师短裤]|h|r",
["level"] = 1,
["itemID"] = 52,
["quality"] = 0,
},
},
},
[5376] = {
["津巴布韦公主"] = {
["9"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22511,
["link"] = "|cffa335ee|Hitem:22511:1886:::::::60::::::::::|h[瘟疫之心腕轮]|h|r",
},
["1"] = {
["quality"] = 2,
["level"] = 46,
["itemID"] = 10506,
["link"] = "|cff1eff00|Hitem:10506::::::::60::::::::::|h[潜水头盔]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 17583,
["link"] = "|cffa335ee|Hitem:17583:929:::::::60::::::::::|h[统帅的鬼纹长靴]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 74,
["itemID"] = 17580,
["link"] = "|cffa335ee|Hitem:17580:2716:::::::60::::::::::|h[元帅的鬼纹护肩]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 68,
["itemID"] = 19876,
["link"] = "|cffa335ee|Hitem:19876::::::::60::::::::::|h[堕灵者项链]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 74,
["itemID"] = 17581,
["link"] = "|cffa335ee|Hitem:17581:1892:::::::60::::::::::|h[元帅的鬼纹长袍]|h|r",
},
["18"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22821,
["link"] = "|cffa335ee|Hitem:22821::::::::60::::::::::|h[厄运之指]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 17579,
["link"] = "|cffa335ee|Hitem:17579::::::::60::::::::::|h[元帅的鬼纹护腿]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22730,
["link"] = "|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
},
["14"] = {
["quality"] = 3,
["level"] = 0,
["itemID"] = 18858,
["link"] = "|cff0070dd|Hitem:18858::::::::60::::::::::|h[联盟徽记]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23050,
["link"] = "|cffa335ee|Hitem:23050:2621:::::::60::::::::::|h[大墓地披风]|h|r",
},
["16"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22807,
["link"] = "|cffa335ee|Hitem:22807:2504:::::::60::::::::::|h[怨灵之刃]|h|r",
},
["17"] = {
["quality"] = 4,
["level"] = 81,
["itemID"] = 21597,
["link"] = "|cffa335ee|Hitem:21597::::::::60::::::::::|h[维克洛尔皇家节杖]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 81,
["itemID"] = 23558,
["link"] = "|cffa335ee|Hitem:23558::::::::60::::::::::|h[穴居虫之壳]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 19376,
["link"] = "|cffa335ee|Hitem:19376::::::::60::::::::::|h[阿基迪罗斯的清算之戒]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23025,
["link"] = "|cffa335ee|Hitem:23025::::::::60::::::::::|h[诅咒者的徽记]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 17584,
["link"] = "|cffa335ee|Hitem:17584:2614:::::::60::::::::::|h[统帅的鬼纹手套]|h|r",
},
},
["巨龙守护者"] = {
["19"] = {
["quality"] = 1,
["level"] = 40,
["itemID"] = 15198,
["link"] = "|cffffffff|Hitem:15198::::::::60::::::::::|h[骑士彩带]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23041,
["link"] = "|cffa335ee|Hitem:23041::::::::60::::::::::|h[屠龙者的纹章]|h|r",
},
["1"] = {
["quality"] = 4,
["level"] = 61,
["itemID"] = 12640,
["link"] = "|cffa335ee|Hitem:12640:2543:::::::60::::::::::|h[狮心头盔]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23045,
["link"] = "|cffa335ee|Hitem:23045:849:::::::60::::::::::|h[支配披风]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 78,
["itemID"] = 21330,
["link"] = "|cffa335ee|Hitem:21330:2717:::::::60::::::::::|h[征服者的肩铠]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23053,
["link"] = "|cffa335ee|Hitem:23053::::::::60::::::::::|h[怒风的沸腾符咒]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23000,
["link"] = "|cffa335ee|Hitem:23000:1891:::::::60::::::::::|h[钉板憎恶胸骨]|h|r",
},
["18"] = {
["quality"] = 4,
["level"] = 89,
["itemID"] = 22812,
["link"] = "|cffa335ee|Hitem:22812::::::::60::::::::::|h[蛛魔制奴者]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23068,
["link"] = "|cffa335ee|Hitem:23068:1506:::::::60::::::::::|h[血战腿铠]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23219,
["link"] = "|cffa335ee|Hitem:23219::::::::60::::::::::|h[教官的腰带]|h|r",
},
["9"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22936,
["link"] = "|cffa335ee|Hitem:22936:1885:::::::60::::::::::|h[复仇腕甲]|h|r",
},
["8"] = {
["quality"] = 2,
["level"] = 45,
["itemID"] = 7189,
["link"] = "|cff1eff00|Hitem:7189::::::::60::::::::::|h[地精火箭靴]|h|r",
},
["16"] = {
["quality"] = 4,
["level"] = 66,
["itemID"] = 17112,
["link"] = "|cffa335ee|Hitem:17112:1900:::::::60::::::::::|h[苍穹击碎者]|h|r",
},
["17"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 21837,
["link"] = "|cffa335ee|Hitem:21837:1900:::::::60::::::::::|h[阿努比萨斯战锤]|h|r",
},
["13"] = {
["quality"] = 2,
["level"] = 52,
["itemID"] = 18986,
["link"] = "|cff1eff00|Hitem:18986::::::::60::::::::::|h[安全传送器：加基森]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23038,
["link"] = "|cffa335ee|Hitem:23038::::::::60::::::::::|h[超自然能量指环]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 67,
["itemID"] = 18821,
["link"] = "|cffa335ee|Hitem:18821::::::::60::::::::::|h[迅击戒指]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 21581,
["link"] = "|cffa335ee|Hitem:21581:2564:::::::60::::::::::|h[毁灭护手]|h|r",
},
},
["护士长玛利亚"] = {
["1"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22490,
["link"] = "|cffa335ee|Hitem:22490:2591:::::::60::::::::::|h[梦游者头饰]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 86,
["itemID"] = 22492,
["link"] = "|cffa335ee|Hitem:22492:911:::::::60::::::::::|h[梦游者长靴]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 86,
["itemID"] = 22491,
["link"] = "|cffa335ee|Hitem:22491:2715:::::::60::::::::::|h[梦游者肩饰]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 22947,
["link"] = "|cffa335ee|Hitem:22947::::::::60::::::::::|h[遗忘之名]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22488,
["link"] = "|cffa335ee|Hitem:22488:1893:::::::60::::::::::|h[梦游者外套]|h|r",
},
["18"] = {
["quality"] = 4,
["level"] = 78,
["itemID"] = 22399,
["link"] = "|cffa335ee|Hitem:22399::::::::60::::::::::|h[健康神像]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22489,
["link"] = "|cffa335ee|Hitem:22489:2591:::::::60::::::::::|h[梦游者护腿]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22494,
["link"] = "|cffa335ee|Hitem:22494::::::::60::::::::::|h[梦游者束带]|h|r",
},
["9"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22495,
["link"] = "|cffa335ee|Hitem:22495:2566:::::::60::::::::::|h[梦游者腕甲]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 67,
["itemID"] = 18208,
["link"] = "|cffa335ee|Hitem:18208:2621:::::::60::::::::::|h[祝福披风]|h|r",
},
["16"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22801,
["link"] = "|cffa335ee|Hitem:22801:2568:::::::60::::::::::|h[暮光之塔]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23047,
["link"] = "|cffa335ee|Hitem:23047::::::::60::::::::::|h[亡者之眼]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23027,
["link"] = "|cffa335ee|Hitem:23027::::::::60::::::::::|h[宽恕的热情]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 78,
["itemID"] = 19138,
["link"] = "|cffa335ee|Hitem:19138::::::::60::::::::::|h[萨弗拉斯指环]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23064,
["link"] = "|cffa335ee|Hitem:23064::::::::60::::::::::|h[梦游者之戒]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22493,
["link"] = "|cffa335ee|Hitem:22493:2617:::::::60::::::::::|h[梦游者护手]|h|r",
},
},
["魔女桑德兰"] = {
["4"] = {
["link"] = "|cffffffff|Hitem:3342::::::::60::::::::::|h[杉德尔船长的衬衣]|h|r",
["level"] = 15,
["itemID"] = 3342,
["quality"] = 1,
},
["14"] = {
["link"] = "|cffa335ee|Hitem:23041::::::::60::::::::::|h[屠龙者的纹章]|h|r",
["level"] = 90,
["itemID"] = 23041,
["quality"] = 4,
},
["1"] = {
["link"] = "|cffa335ee|Hitem:16465:2586:::::::60::::::::::|h[元帅的链甲头盔]|h|r",
["level"] = 74,
["itemID"] = 16465,
["quality"] = 4,
},
["8"] = {
["link"] = "|cffa335ee|Hitem:16462:929:::::::60::::::::::|h[统帅的链甲战靴]|h|r",
["level"] = 71,
["itemID"] = 16462,
["quality"] = 4,
},
["3"] = {
["link"] = "|cffa335ee|Hitem:16468::::::::60::::::::::|h[元帅的链甲护肩]|h|r",
["level"] = 74,
["itemID"] = 16468,
["quality"] = 4,
},
["2"] = {
["link"] = "|cffa335ee|Hitem:19621::::::::60::::::::::|h[漩涡之怒]|h|r",
["level"] = 65,
["itemID"] = 19621,
["quality"] = 4,
},
["5"] = {
["link"] = "|cffa335ee|Hitem:16466::::::::60::::::::::|h[元帅的链甲]|h|r",
["level"] = 74,
["itemID"] = 16466,
["quality"] = 4,
},
["18"] = {
["link"] = "|cffa335ee|Hitem:22812:664:::::::60::::::::::|h[蛛魔制奴者]|h|r",
["level"] = 89,
["itemID"] = 22812,
["quality"] = 4,
},
["7"] = {
["link"] = "|cffa335ee|Hitem:16467:2586:::::::60::::::::::|h[统帅的链甲护腿]|h|r",
["level"] = 71,
["itemID"] = 16467,
["quality"] = 4,
},
["6"] = {
["link"] = "|cffa335ee|Hitem:22442::::::::60::::::::::|h[地穴追猎者束带]|h|r",
["level"] = 88,
["itemID"] = 22442,
["quality"] = 4,
},
["9"] = {
["link"] = "|cffa335ee|Hitem:22443:1886:::::::60::::::::::|h[地穴追猎者护腕]|h|r",
["level"] = 88,
["itemID"] = 22443,
["quality"] = 4,
},
["15"] = {
["link"] = "|cffa335ee|Hitem:23045:849:::::::60::::::::::|h[支配披风]|h|r",
["level"] = 90,
["itemID"] = 23045,
["quality"] = 4,
},
["16"] = {
["link"] = "|cffa335ee|Hitem:22802:2564:::::::60::::::::::|h[帝殒]|h|r",
["level"] = 89,
["itemID"] = 22802,
["quality"] = 4,
},
["17"] = {
["link"] = "|cffff8000|Hitem:19019:2564:::::::60::::::::::|h[雷霆之怒，逐风者的祝福之剑]|h|r",
["level"] = 80,
["itemID"] = 19019,
["quality"] = 5,
},
["13"] = {
["link"] = "|cffa335ee|Hitem:21670::::::::60::::::::::|h[虫群卫士徽章]|h|r",
["level"] = 76,
["itemID"] = 21670,
["quality"] = 4,
},
["12"] = {
["link"] = "|cffa335ee|Hitem:17063::::::::60::::::::::|h[埃古雷亚指环]|h|r",
["level"] = 78,
["itemID"] = 17063,
["quality"] = 4,
},
["11"] = {
["link"] = "|cffa335ee|Hitem:22961::::::::60::::::::::|h[鼓舞之戒]|h|r",
["level"] = 83,
["itemID"] = 22961,
["quality"] = 4,
},
["10"] = {
["link"] = "|cffa335ee|Hitem:16463:2564:::::::60::::::::::|h[统帅的链甲护手]|h|r",
["level"] = 71,
["itemID"] = 16463,
["quality"] = 4,
},
},
},
[5453] = {
["露露缇娅丶"] = {
["5"] = {
["quality"] = 0,
["level"] = 4,
["itemID"] = 1380,
["link"] = "|cff9d9d9d|Hitem:1380::::::::10::::::::::|h[磨损的长袍]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 53,
["link"] = "|cffffffff|Hitem:53::::::::10::::::::::|h[见习牧师衬衣]|h|r",
},
["7"] = {
["quality"] = 2,
["level"] = 10,
["itemID"] = 2958,
["link"] = "|cff1eff00|Hitem:2958::::::::10::::::::::|h[旅者短裤]|h|r",
},
["6"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 983,
["link"] = "|cffffffff|Hitem:983::::::::10::::::::::|h[红色亚麻腰带]|h|r",
},
["9"] = {
["quality"] = 0,
["level"] = 5,
["itemID"] = 3365,
["link"] = "|cff9d9d9d|Hitem:3365::::::::10::::::::::|h[磨损的护腕]|h|r",
},
["15"] = {
["quality"] = 0,
["level"] = 5,
["itemID"] = 1376,
["link"] = "|cff9d9d9d|Hitem:1376::::::::10::::::::::|h[磨损的披风]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 4563,
["link"] = "|cffffffff|Hitem:4563::::::::10::::::::::|h[粗棍]|h|r",
},
["18"] = {
["quality"] = 2,
["level"] = 15,
["itemID"] = 11287,
["link"] = "|cff1eff00|Hitem:11287::::::::10::::::::::|h[次级魔法杖]|h|r",
},
["8"] = {
["quality"] = 1,
["level"] = 5,
["itemID"] = 80,
["link"] = "|cffffffff|Hitem:80::::::::10::::::::::|h[柔软的毛边鞋]|h|r",
},
["10"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 2960,
["link"] = "|cffffffff|Hitem:2960::::::::10::::::::::|h[旅者手套]|h|r",
},
},
},
},
["Hope"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["津巴布韦公主"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
["巨龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["护士长玛利亚"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
["魔女桑德兰"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
},
[5381] = {
["露露緹婭"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
},
},
["AQL"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["TAQ"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["lastGuoQiTime"] = 1784506602,
["HistoryList"] = {
["UBRS"] = {
},
["BD"] = {
},
["TAQ"] = {
},
["BWL"] = {
},
["Temple"] = {
},
["ZUG"] = {
},
["MCsod"] = {
},
["MC"] = {
{
260703230906,
"07月03日23:09:06\n熔火之心 40人 工资:0",
},
},
["AQL"] = {
},
["NAXX"] = {
},
["Gno"] = {
},
},
["FilterClassItemDB"] = {
[5376] = {
["津巴布韦公主"] = {
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "术士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_warlock",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["4"] = 1,
["13"] = 1,
},
},
},
["巨龙守护者"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "战士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_WARRIOR",
["Weapon"] = {
["19"] = 1,
["20"] = 1,
["9"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "战士-防御",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_defensivestance",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["5"] = 1,
["20"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-武器",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_savageblow",
["Weapon"] = {
["9"] = 1,
["0"] = 1,
["13"] = 1,
["20"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["15"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-狂怒",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_innerrage",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["5"] = 1,
["20"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
},
["护士长玛利亚"] = {
{
["ShuXing"] = {
["招架"] = 1,
["格挡"] = 1,
},
["Name"] = "德鲁伊",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_DRUID",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["18"] = 1,
["7"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["武器技能"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["招架"] = 1,
["格挡"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "德鲁伊-巨熊",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["10"] = 1,
["9"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_racial_bearform",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["18"] = 1,
["13"] = 1,
["8"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "德鲁伊-猎豹",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["10"] = 1,
["9"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_druid_catform",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["18"] = 1,
["13"] = 1,
["8"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "德鲁伊-平衡",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_nature_starfall",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["19"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["武器技能"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "德鲁伊-恢复",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_nature_healingtouch",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["19"] = 1,
},
},
},
["魔女桑德兰"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["防御"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "猎人",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["10"] = 1,
["9"] = 1,
["8"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_HUNTER",
["Weapon"] = {
["9"] = 1,
["16"] = 1,
["5"] = 1,
["4"] = 1,
["19"] = 1,
["20"] = 1,
},
},
},
},
},
["MCsod"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss1"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["UBRS"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss1"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["whoFrame"] = {
["history"] = {
"位面",
"荆棘谷 术士",
"祖尔格拉布 术士",
"祖尔格拉布",
"宇",
"老黄",
},
},
["newbee_report_notuploaded"] = {
},
["YYdb"] = {
["share"] = 0,
["history"] = {
},
["all"] = {
},
["historyFilter"] = 0,
["historyEmpty"] = {
},
["allFilter"] = 0,
["shareCount"] = 0,
["LeaderYY"] = {
},
},
["options"] = {
["roleOverviewNotShowiLevel"] = 0,
["fastCountPreview"] = 1,
["lastTrade"] = 1,
["autoTrade"] = 1,
["fastCountMsg"] = 1,
["editFontSize"] = 14,
["tradeTime"] = 3,
["configChooseHope"] = 1,
["showAuctionLogFrame"] = 1,
["tradeSameMoney"] = 1,
["autoAllLootToMe"] = 0,
["countDownSendChannel"] = "RAID_WARNING",
["autoAuctionStart"] = 1,
["autoAdd0"] = 0,
["autoAuctionLogLink"] = 1,
["showGuoQiFrame"] = 0,
["ERR_CHAT_THROTTLED"] = 1,
["autoShowTradeCopyMoney"] = 1,
["retainExpensesMoney"] = 0,
["auctionMoveByShift"] = 0,
["autoGetOnline"] = 0,
["addonsOutTime"] = 1,
["configChooseMeetingHornWhisper"] = 1,
["roleOverviewLayout"] = "up_down",
["mouseHistoryMoney"] = 1,
["roleOverviewSort1"] = "iLevel-class-player",
["scale"] = 0.9,
["allLootToMe"] = 1,
["autoAuctionAutoEndTips"] = 1,
["roleOverviewShowTalent"] = 1,
["tradeFastGiveMoney"] = 1,
["MeetingHorn_isSend"] = 0,
["lootFontSize"] = 20,
["roleOverviewDefaultShow"] = "one",
["auctionChat"] = 1,
["countDownStop"] = 1,
["autoAuctionFrameLevel"] = "HIGH",
["countDown"] = 1,
["duiZhangTime"] = 24,
["joinorleavePlayercolor"] = 1,
["guoqiRemind"] = 1,
["autoAuctionHappySay"] = 1,
["MeetingHorn_history"] = 0,
["fastCount"] = 1,
["alpha"] = 0.8,
["roleOverviewAlpha"] = 0.9,
["autoAuctionFold"] = 0,
["zhichuPercent"] = 1,
["HighOnterItem"] = 1,
["autoAuctionMoney"] = 1,
["tipsSound"] = 1,
["autolootRemind"] = 1,
["NDuiOpenBag"] = 0,
["qiankuanTrade"] = 1,
["showRaidCDKillNum"] = 0,
["commerceAuthorityTooltip"] = 1,
["roleOverviewblackWhite"] = 0,
["miniMap"] = 1,
["autoAuctionShowSender"] = 0,
["autoAuctionFoldIfNotHope"] = 0,
["MeetingHorn_members"] = 0,
["isTrading"] = 1,
["roleOverviewShowNote"] = 0,
["autoAuctionQianKuan"] = 1,
["MeetingHorn_search"] = 0,
["configChooseMeetingHornHistory"] = 1,
["autoQingKongSaveHistory"] = 1,
["auctionChatHoldNew"] = 1,
["autoCreateBill"] = 1,
["tradeMoneyTop"] = 1,
["report"] = 1,
["ignore"] = 1,
["countDownDuration"] = 8,
["searchList"] = 1,
["auctionTopPrice"] = 1,
["lootTime"] = 8,
["fastMoney"] = 1,
["guoqiRemindMinTime"] = 30,
["roleOverviewNotShowLevel"] = 0,
["model"] = 1,
["auctionLogChoose"] = 1,
["MeetingHorn_ActivityList"] = 0,
["lastFrame"] = "FrameOptions_biaoge",
["NumFrame"] = 1,
["aotoSendLate"] = 0,
["MeetingHorn_always"] = 0,
["moLing"] = 1,
["auctionHigh"] = 1,
["autoAuctionSureClick"] = 0,
["buttonSound"] = 1,
["auctionHighTime"] = 20,
["MeetingHorn_yy"] = 0,
["tradePreview"] = 1,
["autoLoot"] = 1,
["roleOverviewShowNote_width"] = 100,
["retainExpenses"] = 1,
["autolootNotice"] = 1,
["xueyueAuto"] = 0,
["roleOverviewShowFaction"] = 0,
["configChooseFilter"] = 1,
["Sound"] = "露露缇娅",
["autoQingKong"] = 1,
["autoAuctionScale"] = 0.95,
["tradeFontSize"] = 20,
["tradeNotice"] = 1,
["lastVer"] = "v2.0.9",
["roleOverviewScale"] = 1,
["mainIconFrameLevel"] = "HIGH",
["mainIcon"] = 0,
["autoAuctionPut"] = 1,
["autoAuctionUp"] = 0,
["mainIconScale"] = 1,
["autoAuctionSetMoney"] = 1,
["roleOverviewShowNote_useClassColor"] = 1,
["mouseFK"] = 1,
["SearchHistory"] = {
["option231029"] = true,
["FBCDchoice260623"] = true,
["FBCDchoice240208"] = true,
["QuestCD240403愛雅法拉-孤狼"] = true,
["sound250527"] = true,
["|cff00FF004月9日更新v1.17.0"] = true,
["FBCDchoice240923"] = true,
["QuestCD240403萌萌奶糖-野性痊癒"] = true,
["autoShowTradeCopyMoney260218"] = true,
["firstOpenMainFrame"] = true,
["|cff00FF004月19日更新v1.17.5"] = true,
["|cff00FF005月3日更新v1.17.7"] = true,
["FilterClassItemDB260425"] = true,
["dt231005"] = true,
["history250312"] = true,
["|cff00FF007月20日更新v1.19.6"] = true,
["FBCDchoice240711"] = true,
["|cff00FF005月21日更新v1.18.3"] = true,
["FBCDchoice240328"] = true,
["FBCDchoice240412"] = true,
["YY240925"] = true,
["|cff00FF005月9日更新v1.17.8"] = true,
["yongshi240425"] = true,
["|cff00FF008月3日更新v1.20.0"] = true,
["QuestCD240403萌萌的露小露-孤狼"] = true,
["showAuctionLogFrame260209"] = true,
["dt231208"] = true,
["autoGetOnline240615"] = true,
["FBCDchoice240113"] = true,
["QuestCD240113"] = true,
["options250610"] = true,
["ro250602"] = true,
["yy250509"] = true,
["FBCDchoice240106"] = true,
["MONEYchoice240408"] = true,
["FBCDchoice2401065843萌萌的露小露"] = true,
["60FB240703"] = true,
["MONEYchoice241101"] = true,
["FilterClassItemDBPlayer-5376-161F7B5F260618"] = true,
},
["bg"] = "0.01,0.01,0.01,0.8",
["MeetingHorn_whisper"] = 0,
},
["HopeSendChannel"] = "RAID",
["Auction"] = {
["mod"] = "normal",
["gen"] = 1,
["fastMoney"] = {
100,
300,
500,
1000,
2000,
},
["money"] = 5000,
["duration"] = 60,
["aotoSendLate"] = 3,
["resetThreshold"] = 20,
},
["auctionMSGhistory"] = {
{
["nameLink"] = "|Hplayer:法德迦:933:RAID:|h[|cff40c7eb法德迦|r]|h",
["text"] = "YY：881411，下跳对应频道^_^",
["time"] = 1784556025,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:法德迦:1110:RAID:|h[|cff40c7eb法德迦|r]|h",
["text"] = "。。",
["time"] = 1784556175,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:法德迦:1230:RAID:|h[|cff40c7eb法德迦|r]|h",
["text"] = "我电你",
["time"] = 1784556271,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:法德迦:1433:RAID:|h[|cff40c7eb法德迦|r]|h",
["text"] = "来YY",
["time"] = 1784556426,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:法德迦:5024:RAID:|h[|cff40c7eb法德迦|r]|h",
["text"] = "YY：881411，下跳对应频道^_^",
["time"] = 1784559272,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:法德迦:5600:RAID:|h[|cff40c7eb法德迦|r]|h",
["text"] = "YY：881411，下跳对应频道^_^",
["time"] = 1784559775,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:法德迦:5606:RAID:|h[|cff40c7eb法德迦|r]|h",
["text"] = "上YY 伙计",
["time"] = 1784559780,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:考拉二熊:8277:RAID:|h[|cfff58cba考拉二熊|r]|h",
["text"] = "111",
["time"] = 1784562122,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Menso:10304:RAID:|h[|cffc79c6eMenso|r]|h",
["text"] = "2: |cffa335ee|Hitem:19722::::::::60::::::::::|h[原始哈卡莱徽章]|h|r",
["time"] = 1784563023,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Menso:10305:RAID:|h[|cffc79c6eMenso|r]|h",
["text"] = "1: |cff0070dd|Hitem:22637::::::::60::::::::::|h[原始哈卡莱神像]|h|r",
["time"] = 1784563023,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Menso:10307:RAID:|h[|cffc79c6eMenso|r]|h",
["text"] = "3: |cff0070dd|Hitem:19869::::::::60::::::::::|h[浴血护手]|h|r",
["time"] = 1784563024,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Menso:10309:RAID:|h[|cffc79c6eMenso|r]|h",
["text"] = "<LM>共4件蓝色以上物品",
["time"] = 1784563024,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Menso:10310:RAID:|h[|cffc79c6eMenso|r]|h",
["text"] = "4: |cff0070dd|Hitem:19873::::::::60::::::::::|h[督军的红色指环]|h|r",
["time"] = 1784563024,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:护士长玛利亚:10557:RAID:|h[|cffff7d0a护士长玛利亚|r]|h",
["text"] = "|cffa335ee|Hitem:11808::::::::60::::::::::|h[烈焰之环]|h|r",
["time"] = 1784563134,
["textColor"] = "FF7F50",
},
},
["FBCDchoice"] = {
["TAQ"] = 1,
["ZUGsod"] = 1,
["mengyan"] = 1,
["ZUG"] = 1,
["tailor"] = 1,
["MC"] = 1,
["leatherworking"] = 1,
["AQL"] = 1,
["TTS"] = 1,
["professionCD"] = 1,
["SC"] = 1,
["MCsod"] = 1,
["BWLsod"] = 1,
["TCV"] = 1,
["huiguweek"] = 1,
["OL"] = 1,
["OLsod"] = 1,
["BWL"] = 1,
["NAXX"] = 1,
},
["marketPrice"] = {
},
["Temple"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei3"] = "输出补贴",
["zhuangbei1"] = "坦克补贴",
["zhuangbei2"] = "治疗补贴",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["worldBossCD"] = {
[5381] = {
["露露緹婭"] = {
},
},
[5376] = {
["津巴布韦公主"] = {
},
["巨龙守护者"] = {
},
["护士长玛利亚"] = {
},
["魔女桑德兰"] = {
},
},
},
}
