
BiaoGe = {
["bag"] = {
[5381] = {
["露露緹婭"] = {
["bag"] = {
[159] = 2,
[2070] = 4,
[6948] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
},
[5376] = {
["法德迦"] = {
["bag"] = {
[12360] = 2,
[2091] = 1,
[20749] = 1,
[18986] = 1,
[9149] = 1,
[12804] = 4,
[21321] = 1,
[8150] = 1,
[10286] = 1,
[14530] = 15,
[12363] = 12,
[3825] = 3,
[8392] = 2,
[234465] = 1,
[20007] = 9,
[21709] = 1,
[22529] = 1,
[23207] = 1,
[180089] = 1,
[21190] = 1,
[19950] = 1,
[9172] = 30,
[8529] = 5,
[17056] = 4,
[13444] = 1,
[21215] = 15,
[12662] = 15,
[19768] = 3,
[13446] = 5,
[19909] = 1,
[13454] = 3,
[3387] = 9,
[20413] = 1,
[14047] = 3,
[13512] = 1,
[19902] = 1,
[15280] = 1,
[17032] = 4,
[8423] = 1,
[19339] = 1,
[18269] = 14,
[21546] = 1,
[6948] = 1,
[18587] = 1,
[17202] = 18,
[17031] = 5,
[19379] = 1,
[23001] = 1,
[13456] = 5,
[11516] = 91,
[17712] = 1,
[17020] = 16,
[12803] = 1,
[13931] = 17,
[13459] = 5,
[11951] = 6,
},
["bagKey"] = {
[18249] = 1,
[12382] = 1,
[7146] = 1,
[11140] = 1,
[5396] = 1,
[6893] = 1,
[13704] = 1,
[11000] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 850,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 5,
["currentValue"] = 2500,
["maxValue"] = 6000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 7,
["currentValue"] = 18399,
["maxValue"] = 21000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 609,
},
},
["bank"] = {
[21697] = 1,
[18403] = 1,
[22731] = 1,
[1191] = 1,
[21344] = 1,
[21600] = 1,
[12264] = 1,
[18814] = 1,
[22499] = 1,
[22501] = 1,
[16915] = 1,
[20600] = 1,
[13289] = 1,
[19927] = 1,
[184938] = 1,
[19979] = 1,
[14023] = 1,
[23031] = 1,
[22652] = 1,
[22654] = 1,
[12662] = 40,
[22658] = 1,
[16818] = 1,
[16802] = 1,
[23035] = 1,
[4397] = 1,
[5462] = 1,
[9240] = 1,
[21529] = 1,
[21277] = 1,
[22497] = 1,
[19399] = 1,
[21346] = 1,
[13534] = 1,
[2820] = 1,
[10645] = 1,
[10716] = 1,
[22820] = 1,
[21676] = 1,
[744] = 1,
[11511] = 1,
[19131] = 1,
[22700] = 1,
[22503] = 1,
[12384] = 1,
[22935] = 1,
[1973] = 1,
[21186] = 1,
[23220] = 1,
[22968] = 1,
[18398] = 1,
[16917] = 1,
[19130] = 1,
[21579] = 1,
[873] = 1,
[13968] = 1,
[4984] = 1,
[20698] = 1,
[23002] = 1,
[18859] = 1,
[21611] = 1,
[22502] = 1,
[19438] = 1,
[21345] = 1,
[21347] = 1,
[21603] = 1,
[18811] = 1,
[11951] = 40,
[22371] = 1,
[22754] = 1,
[16914] = 1,
[16916] = 1,
[16918] = 1,
[19970] = 1,
[16795] = 1,
[22655] = 1,
[10818] = 1,
[16801] = 1,
[16022] = 1,
[23028] = 1,
[15138] = 1,
[23032] = 1,
[21383] = 13,
[12344] = 1,
[17067] = 1,
[5951] = 10,
[23042] = 1,
[16440] = 1,
[17077] = 1,
[2802] = 1,
[3342] = 1,
[21343] = 1,
[16912] = 1,
[10726] = 1,
[812] = 1,
[11122] = 1,
[13246] = 1,
[12938] = 2,
[12359] = 40,
[12360] = 14,
[17191] = 1,
[23326] = 14,
[11474] = 1,
[6341] = 1,
[16913] = 1,
[10588] = 1,
[19145] = 1,
[14146] = 1,
[23025] = 1,
[22707] = 1,
[12529] = 1,
[16309] = 1,
[184937] = 9,
},
},
["绿龙守护者"] = {
["bag"] = {
[21536] = 63,
[12360] = 2,
[7969] = 7,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 2000,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
[12360] = 80,
[17010] = 10,
[2117] = 1,
[17011] = 10,
[2119] = 1,
[2787] = 1,
[17203] = 8,
[12363] = 60,
[2121] = 1,
[7078] = 20,
[21213] = 75,
[2570] = 1,
[3600] = 1,
},
},
["黑龙守护者"] = {
["bag"] = {
[21213] = 20,
[1203] = 2,
[2749] = 1,
[2751] = 1,
[18256] = 4,
[6219] = 1,
[5758] = 1,
[10586] = 1,
[5956] = 1,
[2734] = 1,
[2738] = 1,
[8925] = 20,
[2750] = 1,
[3372] = 7,
[4388] = 2,
[18945] = 49,
[2633] = 3,
[21536] = 2,
[7969] = 1,
[8932] = 40,
[2735] = 1,
[10498] = 1,
[2732] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
[13452] = 120,
},
},
["德加和尚"] = {
["bag"] = {
[14342] = 3,
[184937] = 7,
[17029] = 20,
[11951] = 20,
[184938] = 1,
[21761] = 1,
[21321] = 1,
[13813] = 9,
[19876] = 1,
[14256] = 13,
[3825] = 5,
[6657] = 18,
[16919] = 1,
[20007] = 3,
[19379] = 1,
[13724] = 43,
[17056] = 16,
[21215] = 18,
[19893] = 1,
[13446] = 4,
[19395] = 1,
[3387] = 5,
[19374] = 1,
[13459] = 1,
[19905] = 1,
[20636] = 1,
[13444] = 16,
[20748] = 2,
[6948] = 1,
[18984] = 1,
[17202] = 20,
[234465] = 1,
[12662] = 8,
[21151] = 2,
[18254] = 20,
[19388] = 1,
[17712] = 1,
[16920] = 1,
[22943] = 1,
[13931] = 21,
[14530] = 14,
[18253] = 4,
},
["bagKey"] = {
[13704] = 1,
[6893] = 1,
[11140] = 1,
[12382] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 3,
["currentValue"] = 1155,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 609,
},
},
["bank"] = {
[21697] = 1,
[19288] = 1,
[19927] = 1,
[21709] = 1,
[21838] = 1,
[22983] = 1,
[22731] = 1,
[22225] = 1,
[12384] = 1,
[19435] = 1,
[19947] = 1,
[21600] = 1,
[21348] = 1,
[21350] = 1,
[21352] = 1,
[22370] = 1,
[22372] = 1,
[18820] = 1,
[20600] = 1,
[23021] = 1,
[23025] = 1,
[23031] = 1,
[19858] = 10,
[23035] = 1,
[12662] = 20,
[23547] = 1,
[10506] = 1,
[19108] = 1,
[4397] = 1,
[21529] = 1,
[1973] = 1,
[19376] = 1,
[17602] = 1,
[17604] = 1,
[23069] = 1,
[20537] = 1,
[20539] = 1,
[18862] = 1,
[19400] = 1,
[16309] = 1,
[11511] = 1,
[17608] = 1,
[18814] = 1,
[18902] = 1,
[21687] = 1,
[18398] = 1,
[19909] = 1,
[10588] = 1,
[21579] = 1,
[21210] = 1,
[21583] = 1,
[21585] = 1,
[22730] = 1,
[22351] = 1,
[22988] = 1,
[19434] = 1,
[19309] = 1,
[16816] = 1,
[19948] = 1,
[18809] = 1,
[21603] = 1,
[22367] = 1,
[22369] = 1,
[22754] = 1,
[21611] = 1,
[13347] = 1,
[11951] = 6,
[19133] = 1,
[19385] = 1,
[23018] = 1,
[12844] = 13,
[12337] = 1,
[21627] = 1,
[19383] = 1,
[19345] = 1,
[17607] = 1,
[18242] = 1,
[15138] = 1,
[17067] = 1,
[180089] = 1,
[5951] = 10,
[23042] = 1,
[21647] = 1,
[15778] = 1,
[17333] = 1,
[20685] = 1,
[22637] = 2,
[18609] = 1,
[23181] = 1,
[19375] = 1,
[23046] = 1,
[19131] = 1,
[17603] = 1,
[17605] = 1,
[8423] = 1,
[23070] = 1,
[23326] = 5,
[21351] = 1,
[21349] = 1,
[20538] = 1,
[23207] = 1,
[21685] = 1,
[18639] = 1,
[23220] = 1,
[20626] = 1,
[19407] = 2,
[14023] = 1,
[11516] = 92,
},
},
["津巴布韦公主"] = {
["bag"] = {
[22505] = 1,
[22506] = 1,
[22507] = 1,
[22508] = 1,
[22509] = 1,
[7189] = 1,
[20559] = 1,
[20749] = 2,
[23207] = 1,
[184938] = 1,
[21697] = 1,
[3793] = 1,
[21324] = 1,
[19309] = 1,
[21709] = 1,
[19379] = 1,
[21585] = 1,
[6265] = 26,
[19133] = 1,
[10577] = 1,
[18820] = 1,
[17057] = 4,
[17058] = 3,
[3827] = 1,
[13446] = 4,
[23046] = 1,
[7072] = 13,
[6948] = 1,
[22504] = 1,
[11122] = 1,
[21685] = 1,
[21229] = 3,
[22726] = 36,
[19407] = 1,
[17578] = 1,
[1710] = 1,
[17202] = 19,
[184937] = 6,
[23063] = 1,
[23001] = 1,
[14530] = 11,
[10716] = 1,
[17712] = 1,
[19301] = 40,
[20558] = 1,
[20560] = 4,
[7077] = 1,
[21213] = 10,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 6,
["currentValue"] = 362,
["maxValue"] = 12000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 6,
["currentValue"] = 3575,
["maxValue"] = 12000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 7,
["currentValue"] = 19134,
["maxValue"] = 21000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 6,
["currentValue"] = 4937,
["maxValue"] = 12000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
["哈霍兰大格格"] = {
["bag"] = {
[20748] = 1,
[18254] = 16,
[21323] = 1,
[21215] = 14,
[184938] = 1,
[3371] = 2,
[13724] = 80,
[22426] = 1,
[21171] = 1,
[18986] = 1,
[13446] = 3,
[6948] = 1,
[21762] = 2,
[3387] = 10,
[14530] = 12,
[22427] = 1,
[23066] = 1,
[22431] = 1,
[234465] = 1,
[13444] = 11,
[21177] = 135,
[17033] = 5,
[184937] = 9,
[23048] = 1,
[17712] = 1,
[17202] = 17,
[180089] = 1,
[23036] = 1,
[22424] = 1,
[18810] = 1,
[6218] = 1,
},
["bagKey"] = {
[12382] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 6,
["currentValue"] = 6862,
["maxValue"] = 12000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 6,
["currentValue"] = 114,
["maxValue"] = 12000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 7,
["currentValue"] = 8606,
["maxValue"] = 21000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 6,
["currentValue"] = 9704,
["maxValue"] = 12000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
[7189] = 1,
[20559] = 5,
[20560] = 2,
[23207] = 1,
[18864] = 1,
[16471] = 1,
[16472] = 1,
[16473] = 1,
[16474] = 1,
[21389] = 1,
[21579] = 1,
[21391] = 1,
[19376] = 1,
[19881] = 1,
[22402] = 1,
[19883] = 1,
[22216] = 1,
[23666] = 1,
[23667] = 1,
[20644] = 1,
[23040] = 1,
[6219] = 1,
[18821] = 1,
[10645] = 1,
[12662] = 12,
[23558] = 1,
[19968] = 1,
[11122] = 1,
[16203] = 2,
[19722] = 1,
[22936] = 1,
[11226] = 1,
[20558] = 1,
[21387] = 1,
[21390] = 1,
[19383] = 1,
[22798] = 1,
[19289] = 1,
[16475] = 1,
[16476] = 1,
[21388] = 1,
},
},
["迪菲亚女皇"] = {
["bag"] = {
[4540] = 4,
[6948] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
},
},
["蓝龙守护者"] = {
["bag"] = {
[22120] = 5,
[21981] = 3,
[21975] = 2,
[21960] = 5,
[22154] = 2,
[22140] = 5,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
},
},
},
[5453] = {
["露露缇娅丶"] = {
["bag"] = {
[1191] = 1,
[1195] = 2,
[11288] = 1,
[3013] = 1,
[6215] = 1,
[4656] = 1,
[1389] = 1,
[2455] = 3,
[2589] = 49,
[159] = 20,
[748] = 1,
[2070] = 8,
[2968] = 1,
[13444] = 1,
[6078] = 1,
[2575] = 1,
[2835] = 2,
[5071] = 2,
[4536] = 6,
[1359] = 1,
[1434] = 5,
[118] = 5,
[36] = 1,
[6948] = 1,
[6303] = 7,
[768] = 1,
[2672] = 7,
[1177] = 5,
[858] = 2,
[5580] = 1,
[11192] = 1,
[13446] = 1,
[11191] = 1,
[2770] = 2,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
},
},
["QuestCD"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["津巴布韦公主"] = {
},
["哈霍兰大格格"] = {
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["roleOverviewNote"] = {
[5376] = {
},
},
["auctionPreset"] = {
["BWL"] = {
["hard"] = {
["N"] = 1,
},
["money"] = {
},
["bindType"] = {
1,
1,
1,
[0] = 1,
},
["tips"] = {
},
["moneyType"] = {
["yes"] = 1,
["no"] = 1,
},
["bossNum"] = {
1,
1,
1,
1,
1,
1,
1,
1,
1,
},
["name"] = {
},
["equipLoc"] = {
["INVTYPE_SHIELD"] = 1,
["INVTYPE_RANGED"] = 1,
["INVTYPE_WEAPON"] = 1,
["INVTYPE_WRIST"] = 1,
["INVTYPE_TRINKET"] = 1,
["INVTYPE_NECK"] = 1,
["INVTYPE_CLOAK"] = 1,
["INVTYPE_HEAD"] = 1,
["TWO_HANDED"] = 1,
["INVTYPE_FINGER"] = 1,
["INVTYPE_FEET"] = 1,
["INVTYPE_HAND"] = 1,
["INVTYPE_WAIST"] = 1,
["INVTYPE_SHOULDER"] = 1,
["INVTYPE_LEGS"] = 1,
["INVTYPE_OTHER"] = 1,
["INVTYPE_CHEST"] = 1,
},
["classType"] = {
["yes"] = 1,
["no"] = 1,
},
["level"] = {
},
["startMoney"] = {
},
["quality"] = {
1,
1,
1,
1,
1,
},
},
["MC"] = {
["hard"] = {
["N"] = 1,
},
["money"] = {
},
["bindType"] = {
1,
1,
1,
[0] = 1,
},
["tips"] = {
},
["moneyType"] = {
["yes"] = 1,
["no"] = 1,
},
["bossNum"] = {
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
},
["name"] = {
},
["equipLoc"] = {
["INVTYPE_SHIELD"] = 1,
["INVTYPE_RANGED"] = 1,
["INVTYPE_WEAPON"] = 1,
["INVTYPE_WRIST"] = 1,
["INVTYPE_TRINKET"] = 1,
["INVTYPE_NECK"] = 1,
["INVTYPE_CLOAK"] = 1,
["INVTYPE_HEAD"] = 1,
["TWO_HANDED"] = 1,
["INVTYPE_FINGER"] = 1,
["INVTYPE_FEET"] = 1,
["INVTYPE_HAND"] = 1,
["INVTYPE_WAIST"] = 1,
["INVTYPE_SHOULDER"] = 1,
["INVTYPE_LEGS"] = 1,
["INVTYPE_OTHER"] = 1,
["INVTYPE_CHEST"] = 1,
},
["classType"] = {
["yes"] = 1,
["no"] = 1,
},
["level"] = {
},
["startMoney"] = {
},
["quality"] = {
1,
1,
1,
1,
1,
},
},
["ZUG"] = {
["hard"] = {
["N"] = 1,
},
["money"] = {
},
["bindType"] = {
1,
1,
1,
[0] = 1,
},
["tips"] = {
},
["moneyType"] = {
["yes"] = 1,
["no"] = 1,
},
["bossNum"] = {
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
},
["name"] = {
},
["equipLoc"] = {
["INVTYPE_SHIELD"] = 1,
["INVTYPE_RANGED"] = 1,
["INVTYPE_WEAPON"] = 1,
["INVTYPE_WRIST"] = 1,
["INVTYPE_TRINKET"] = 1,
["INVTYPE_NECK"] = 1,
["INVTYPE_CLOAK"] = 1,
["INVTYPE_HEAD"] = 1,
["TWO_HANDED"] = 1,
["INVTYPE_FINGER"] = 1,
["INVTYPE_FEET"] = 1,
["INVTYPE_HAND"] = 1,
["INVTYPE_WAIST"] = 1,
["INVTYPE_SHOULDER"] = 1,
["INVTYPE_LEGS"] = 1,
["INVTYPE_OTHER"] = 1,
["INVTYPE_CHEST"] = 1,
},
["classType"] = {
["yes"] = 1,
["no"] = 1,
},
["level"] = {
},
["startMoney"] = {
},
["quality"] = {
1,
1,
1,
1,
1,
},
},
["OrderButtonID"] = 3,
["Order"] = 1,
["AQL"] = {
["hard"] = {
["N"] = 1,
},
["money"] = {
},
["bindType"] = {
1,
1,
1,
[0] = 1,
},
["tips"] = {
},
["moneyType"] = {
["yes"] = 1,
["no"] = 1,
},
["bossNum"] = {
1,
1,
1,
1,
1,
1,
1,
},
["name"] = {
},
["equipLoc"] = {
["INVTYPE_SHIELD"] = 1,
["INVTYPE_RANGED"] = 1,
["INVTYPE_WEAPON"] = 1,
["INVTYPE_WRIST"] = 1,
["INVTYPE_TRINKET"] = 1,
["INVTYPE_NECK"] = 1,
["INVTYPE_CLOAK"] = 1,
["INVTYPE_HEAD"] = 1,
["TWO_HANDED"] = 1,
["INVTYPE_FINGER"] = 1,
["INVTYPE_FEET"] = 1,
["INVTYPE_HAND"] = 1,
["INVTYPE_WAIST"] = 1,
["INVTYPE_SHOULDER"] = 1,
["INVTYPE_LEGS"] = 1,
["INVTYPE_OTHER"] = 1,
["INVTYPE_CHEST"] = 1,
},
["classType"] = {
["yes"] = 1,
["no"] = 1,
},
["level"] = {
},
["startMoney"] = {
},
["quality"] = {
1,
1,
1,
1,
1,
},
},
["NAXX"] = {
["hard"] = {
["N"] = 1,
},
["money"] = {
},
["bindType"] = {
1,
1,
1,
[0] = 1,
},
["tips"] = {
},
["moneyType"] = {
["yes"] = 1,
["no"] = 1,
},
["bossNum"] = {
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
},
["name"] = {
},
["equipLoc"] = {
["INVTYPE_SHIELD"] = 1,
["INVTYPE_RANGED"] = 1,
["INVTYPE_WEAPON"] = 1,
["INVTYPE_WRIST"] = 1,
["INVTYPE_TRINKET"] = 1,
["INVTYPE_NECK"] = 1,
["INVTYPE_CLOAK"] = 1,
["INVTYPE_HEAD"] = 1,
["TWO_HANDED"] = 1,
["INVTYPE_FINGER"] = 1,
["INVTYPE_FEET"] = 1,
["INVTYPE_HAND"] = 1,
["INVTYPE_WAIST"] = 1,
["INVTYPE_SHOULDER"] = 1,
["INVTYPE_LEGS"] = 1,
["INVTYPE_OTHER"] = 1,
["INVTYPE_CHEST"] = 1,
},
["classType"] = {
["yes"] = 1,
["no"] = 1,
},
["level"] = {
},
["startMoney"] = {
},
["quality"] = {
1,
1,
1,
1,
1,
},
},
["TAQ"] = {
["hard"] = {
["N"] = 1,
},
["money"] = {
},
["bindType"] = {
1,
1,
1,
[0] = 1,
},
["tips"] = {
},
["moneyType"] = {
["yes"] = 1,
["no"] = 1,
},
["bossNum"] = {
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
},
["name"] = {
},
["equipLoc"] = {
["INVTYPE_SHIELD"] = 1,
["INVTYPE_RANGED"] = 1,
["INVTYPE_WEAPON"] = 1,
["INVTYPE_WRIST"] = 1,
["INVTYPE_TRINKET"] = 1,
["INVTYPE_NECK"] = 1,
["INVTYPE_CLOAK"] = 1,
["INVTYPE_HEAD"] = 1,
["TWO_HANDED"] = 1,
["INVTYPE_FINGER"] = 1,
["INVTYPE_FEET"] = 1,
["INVTYPE_HAND"] = 1,
["INVTYPE_WAIST"] = 1,
["INVTYPE_SHOULDER"] = 1,
["INVTYPE_LEGS"] = 1,
["INVTYPE_OTHER"] = 1,
["INVTYPE_CHEST"] = 1,
},
["classType"] = {
["yes"] = 1,
["no"] = 1,
},
["level"] = {
},
["startMoney"] = {
},
["quality"] = {
1,
1,
1,
1,
1,
},
},
},
["historySummary"] = {
["onlyShowMe"] = 1,
["TAQ"] = {
["sameName"] = {
},
["player"] = {
},
["historyID"] = {
},
["allOpen"] = true,
},
["playerFrame"] = {
["Order"] = 1,
["OrderButtonID"] = 5,
["close"] = {
},
},
["BWL"] = {
["sameName"] = {
},
["player"] = {
},
["historyID"] = {
},
["allOpen"] = true,
},
["ZUG"] = {
["sameName"] = {
},
["player"] = {
},
["historyID"] = {
},
["allOpen"] = true,
},
["MC"] = {
["sameName"] = {
},
["player"] = {
},
["historyID"] = {
},
["allOpen"] = true,
},
["raidNumber"] = {
["BWL"] = {
},
["ZUG"] = {
},
["MC"] = {
},
["TAQ"] = {
},
["AQL"] = {
},
["NAXX"] = {
},
},
["AQL"] = {
["sameName"] = {
},
["player"] = {
},
["historyID"] = {
},
["allOpen"] = true,
},
["NAXX"] = {
["sameName"] = {
},
["player"] = {
},
["historyID"] = {
},
["allOpen"] = true,
},
},
["channelHistory"] = {
[5376] = {
["千与千寻莱"] = {
["player"] = "千与千寻莱",
["createTime"] = 1785433303,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "厄运BUFF自取5G ,BOSS冰冻, 眼睛中立, 图书馆已开门, 打1进组 BWL MC TAQ NAXX FX",
["t"] = 1785433866,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G ,BOSS冰冻, 眼睛中立, 图书馆已开门, 打1进组 BWL MC TAQ NAXX FX",
["t"] = 1785433817,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G ,BOSS冰冻, 眼睛中立, 图书馆已开门, 打1进组 BWL MC TAQ NAXX FX",
["t"] = 1785433780,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G ,BOSS冰冻, 眼睛中立, 图书馆已开门, 打1进组 BWL MC TAQ NAXX FX",
["t"] = 1785433729,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G ,BOSS冰冻, 眼睛中立, 图书馆已开门, 打1进组 BWL MC TAQ NAXX FX",
["t"] = 1785433685,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G ,BOSS冰冻, 眼睛中立, 图书馆已开门, 打1进组 BWL MC TAQ NAXX FX",
["t"] = 1785433646,
["c"] = 3,
},
},
["colorPlayer"] = "千与千寻莱",
},
["岩哥大魔王"] = {
["player"] = "岩哥大魔王",
["createTime"] = 1785433746,
["msgs"] = {
{
["m"] = "急速秘药头腿+1攻速 150G+8力量 需要的MMM",
["t"] = 1785433831,
["c"] = 3,
},
{
["m"] = "急速秘药头腿+1攻速 150G+8力量 需要的MMM",
["t"] = 1785433746,
["c"] = 3,
},
},
["realmID"] = 5376,
["colorPlayer"] = "岩哥大魔王",
},
["附魔开门搓水"] = {
["player"] = "附魔开门搓水",
["createTime"] = 1785433356,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "{可爱}公益开门、免费吃喝。平价附魔、支持代工。人在主城邮箱~`_`~N",
["t"] = 1785433654,
["c"] = 3,
},
},
["colorPlayer"] = "附魔开门搓水",
},
["吹风筒-德姆塞卡尔"] = {
["player"] = "吹风筒-德姆塞卡尔",
["createTime"] = 1785433320,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "●走量福魔●武器30法伤55治疗5伤15/25敏22智力20精神吸血十字军。衣服4属性100红蓝{rt2}盾7耐9精神。腕24治疗7智力9力9耐。披风5全抗3敏15火/自{rt2}然。手套7力15敏 20冰火暗30治疗采集",
["t"] = 1785433840,
["c"] = 3,
},
{
["m"] = "●走量福魔●武器30法伤55治疗5伤15/25敏22智力20精神吸血十字军。衣服4属性100红蓝{rt2}盾7耐9精神。腕24治疗7智力9力9耐。披风5全抗3敏15火/自{rt2}然。手套7力15敏 20冰火暗30治疗采集",
["t"] = 1785433720,
["c"] = 3,
},
{
["m"] = "●走量福魔●武器30法伤55治疗5伤15/25敏22智力20精神吸血十字军。衣服4属性100红蓝{rt2}盾7耐9精神。腕24治疗7智力9力9耐。披风5全抗3敏15火/自{rt2}然。手套7力15敏 20冰火暗30治疗采集",
["t"] = 1785433600,
["c"] = 3,
},
},
["colorPlayer"] = "吹风筒-德姆塞卡尔",
},
["快速螃蟹六十"] = {
["player"] = "快速螃蟹六十",
["createTime"] = 1785433309,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "1-20 20-60 N-60 螃蟹 血色 玛拉顿 斯坦索姆",
["t"] = 1785433849,
["c"] = 3,
},
{
["m"] = "1-20 20-60 N-60 螃蟹 血色 玛拉顿 斯坦索姆",
["t"] = 1785433669,
["c"] = 3,
},
},
["colorPlayer"] = "快速螃蟹六十",
},
["黑暗与圣光"] = {
["player"] = "黑暗与圣光",
["createTime"] = 1785433783,
["msgs"] = {
{
["m"] = "极速血色20/门，地板自由，效率爆本，接20-43，能拉来的M！极速血色20/门，地板自由，效率爆本，接20-43，能拉来的M！极速血色20/门，地板自由，效率爆本，接20-43，能拉来的M！",
["t"] = 1785433783,
["c"] = 3,
},
},
["realmID"] = 5376,
["colorPlayer"] = "黑暗与圣光",
},
["骑猪遛跨栏姐"] = {
["player"] = "骑猪遛跨栏姐",
["createTime"] = 1785433741,
["msgs"] = {
{
["m"] = "[藏尸者的妻子 (253)]有一起的没",
["t"] = 1785433741,
["c"] = 3,
},
},
["realmID"] = 5376,
["colorPlayer"] = "骑猪遛跨栏姐",
},
["暗夜小梅"] = {
["player"] = "暗夜小梅",
["createTime"] = 1785433289,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "{rt2}厄运BUFF自取5G ,BOSS冰冻，眼睛中立，图书馆已开门，打1进组",
["t"] = 1785433871,
["c"] = 3,
},
{
["m"] = "{rt2}厄运BUFF自取5G ,BOSS冰冻，眼睛中立，图书馆已开门，打1进组",
["t"] = 1785433841,
["c"] = 3,
},
{
["m"] = "{rt2}厄运BUFF自取5G ,BOSS冰冻，眼睛中立，图书馆已开门，打1进组",
["t"] = 1785433810,
["c"] = 3,
},
{
["m"] = "{rt2}厄运BUFF自取5G ,BOSS冰冻，眼睛中立，图书馆已开门，打1进组",
["t"] = 1785433780,
["c"] = 3,
},
{
["m"] = "{rt2}厄运BUFF自取5G ,BOSS冰冻，眼睛中立，图书馆已开门，打1进组",
["t"] = 1785433749,
["c"] = 3,
},
{
["m"] = "{rt2}厄运BUFF自取5G ,BOSS冰冻，眼睛中立，图书馆已开门，打1进组",
["t"] = 1785433718,
["c"] = 3,
},
{
["m"] = "{rt2}厄运BUFF自取5G ,BOSS冰冻，眼睛中立，图书馆已开门，打1进组",
["t"] = 1785433688,
["c"] = 3,
},
{
["m"] = "{rt2}厄运BUFF自取5G ,BOSS冰冻，眼睛中立，图书馆已开门，打1进组",
["t"] = 1785433657,
["c"] = 3,
},
{
["m"] = "{rt2}厄运BUFF自取5G ,BOSS冰冻，眼睛中立，图书馆已开门，打1进组",
["t"] = 1785433626,
["c"] = 3,
},
},
["colorPlayer"] = "暗夜小梅",
},
["Marsogg"] = {
["player"] = "Marsogg",
["createTime"] = 1785433596,
["msgs"] = {
{
["m"] = "出售头腿8力量 100血 次级体质秘药 次级贪婪秘药 ",
["t"] = 1785433885,
["c"] = 3,
},
{
["m"] = "出售头腿8力量 100血 次级体质秘药 次级贪婪秘药 ",
["t"] = 1785433712,
["c"] = 3,
},
{
["m"] = "出售头腿8力量 100血 次级体质秘药 次级贪婪秘药 ",
["t"] = 1785433627,
["c"] = 3,
},
},
["realmID"] = 5376,
["colorPlayer"] = "Marsogg",
},
["万物沦丧"] = {
["player"] = "万物沦丧",
["createTime"] = 1785433302,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "全图纸附魔{rt2}武器30法55疗十字军15敏5伤22智15力20精双手25敏{rt4}手15敏捷2%威胁20火暗伤30疗{rt4}披风狡诈15抗潜行5全抗{rt4}胸4属100红蓝{rt4} 护腕9耐7智9力{rt4}鞋7敏7耐移速{rt2}头腿8力攻速100红蓝",
["t"] = 1785433778,
["c"] = 3,
},
{
["m"] = "全图纸附魔{rt2}武器30法55疗十字军15敏5伤22智15力20精双手25敏{rt4}手15敏捷2%威胁20火暗伤30疗{rt4}披风狡诈15抗潜行5全抗{rt4}胸4属100红蓝{rt4} 护腕9耐7智9力{rt4}鞋7敏7耐移速{rt2}头腿8力攻速100红蓝",
["t"] = 1785433658,
["c"] = 3,
},
},
["colorPlayer"] = "万物沦丧",
},
["五死十亡"] = {
["player"] = "五死十亡",
["createTime"] = 1785433315,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "●成本附魔●武器30法伤55治疗5伤15/25敏22智力20精神吸血十字军。衣服4属性100红蓝。盾7耐9精神。腕24治疗7智力9力9耐。披风5全抗3敏15火/自然潜行。手套7力15敏 20冰火暗30治疗采集",
["t"] = 1785433812,
["c"] = 3,
},
{
["m"] = "●成本附魔●武器30法伤55治疗5伤15/25敏22智力20精神吸血十字军。衣服4属性100红蓝。盾7耐9精神。腕24治疗7智力9力9耐。披风5全抗3敏15火/自然潜行。手套7力15敏 20冰火暗30治疗采集",
["t"] = 1785433692,
["c"] = 3,
},
},
["colorPlayer"] = "五死十亡",
},
["附魔搓水开门"] = {
["player"] = "附魔搓水开门",
["createTime"] = 1785433288,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "{呆}公益开门、免费吃喝。平价附魔、支持代工。人在主城邮箱(~_~)8",
["t"] = 1785433688,
["c"] = 3,
},
},
["colorPlayer"] = "附魔搓水开门",
},
["苍狼哥"] = {
["player"] = "苍狼哥",
["createTime"] = 1785433310,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "厄运BUFF 5G自取（无虫无眼，BOSS被冻）图书馆已开 打1进组",
["t"] = 1785433884,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取（无虫无眼，BOSS被冻）图书馆已开 打1进组",
["t"] = 1785433843,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取（无虫无眼，BOSS被冻）图书馆已开 打1进组",
["t"] = 1785433802,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取（无虫无眼，BOSS被冻）图书馆已开 打1进组",
["t"] = 1785433761,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取（无虫无眼，BOSS被冻）图书馆已开 打1进组",
["t"] = 1785433720,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取（无虫无眼，BOSS被冻）图书馆已开 打1进组",
["t"] = 1785433679,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取（无虫无眼，BOSS被冻）图书馆已开 打1进组",
["t"] = 1785433638,
["c"] = 3,
},
},
["colorPlayer"] = "苍狼哥",
},
["梧桐树上"] = {
["player"] = "梧桐树上",
["createTime"] = 1785433301,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "厄运BUFF 5G自取，眼睛友好，BOSS冻住，图书馆已开门，需要打1进组",
["t"] = 1785433890,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取，眼睛友好，BOSS冻住，图书馆已开门，需要打1进组",
["t"] = 1785433858,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取，眼睛友好，BOSS冻住，图书馆已开门，需要打1进组",
["t"] = 1785433828,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取，眼睛友好，BOSS冻住，图书馆已开门，需要打1进组",
["t"] = 1785433798,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取，眼睛友好，BOSS冻住，图书馆已开门，需要打1进组",
["t"] = 1785433768,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取，眼睛友好，BOSS冻住，图书馆已开门，需要打1进组",
["t"] = 1785433738,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取，眼睛友好，BOSS冻住，图书馆已开门，需要打1进组",
["t"] = 1785433701,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取，眼睛友好，BOSS冻住，图书馆已开门，需要打1进组",
["t"] = 1785433669,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取，眼睛友好，BOSS冻住，图书馆已开门，需要打1进组",
["t"] = 1785433639,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取，眼睛友好，BOSS冻住，图书馆已开门，需要打1进组",
["t"] = 1785433609,
["c"] = 3,
},
},
["colorPlayer"] = "梧桐树上",
},
["迪马"] = {
["player"] = "迪马",
["createTime"] = 1785433811,
["msgs"] = {
{
["m"] = "厄运来45-59的经验BB~~~~~~~~~~~厄运来45-59的经验BB~~~~~~~~~~~",
["t"] = 1785433811,
["c"] = 3,
},
},
["realmID"] = 5376,
["colorPlayer"] = "迪马",
},
["黔东南小哥"] = {
["player"] = "黔东南小哥",
["createTime"] = 1785433321,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "ZG【龙虎】来T QS MS SS ND 隐藏老板 龙2虎3",
["t"] = 1785433634,
["c"] = 3,
},
{
["m"] = "ZG【龙虎】来T QS MS SS ND 隐藏老板 龙2虎3",
["t"] = 1785433600,
["c"] = 3,
},
},
["colorPlayer"] = "黔东南小哥",
},
["上面好好"] = {
["player"] = "上面好好",
["createTime"] = 1785433322,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "厄运Buff自取5G 无虫子 无眼睛 图书馆已开 打1 进组",
["t"] = 1785433885,
["c"] = 3,
},
{
["m"] = "厄运Buff自取5G 无虫子 无眼睛 图书馆已开 打1 进组",
["t"] = 1785433839,
["c"] = 3,
},
{
["m"] = "厄运Buff自取5G 无虫子 无眼睛 图书馆已开 打1 进组",
["t"] = 1785433790,
["c"] = 3,
},
{
["m"] = "厄运Buff自取5G 无虫子 无眼睛 图书馆已开 打1 进组",
["t"] = 1785433738,
["c"] = 3,
},
{
["m"] = "厄运Buff自取5G 无虫子 无眼睛 图书馆已开 打1 进组",
["t"] = 1785433690,
["c"] = 3,
},
{
["m"] = "厄运Buff自取5G 无虫子 无眼睛 图书馆已开 打1 进组",
["t"] = 1785433647,
["c"] = 3,
},
{
["m"] = "厄运Buff自取5G 无虫子 无眼睛 图书馆已开 打1 进组",
["t"] = 1785433603,
["c"] = 3,
},
},
["colorPlayer"] = "上面好好",
},
["手起人抬走"] = {
["player"] = "手起人抬走",
["createTime"] = 1785433297,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐q",
["t"] = 1785433865,
["c"] = 3,
},
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐q",
["t"] = 1785433827,
["c"] = 3,
},
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐q",
["t"] = 1785433786,
["c"] = 3,
},
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐q",
["t"] = 1785433750,
["c"] = 3,
},
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐q",
["t"] = 1785433706,
["c"] = 3,
},
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐q",
["t"] = 1785433668,
["c"] = 3,
},
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐q",
["t"] = 1785433627,
["c"] = 3,
},
},
["colorPlayer"] = "手起人抬走",
},
["打不过就羊"] = {
["player"] = "打不过就羊",
["createTime"] = 1785433291,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐y",
["t"] = 1785433887,
["c"] = 3,
},
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐y",
["t"] = 1785433848,
["c"] = 3,
},
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐y",
["t"] = 1785433810,
["c"] = 3,
},
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐y",
["t"] = 1785433769,
["c"] = 3,
},
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐y",
["t"] = 1785433738,
["c"] = 3,
},
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐y",
["t"] = 1785433698,
["c"] = 3,
},
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐y",
["t"] = 1785433658,
["c"] = 3,
},
{
["m"] = "{rt1}附魔胸4属性武器十字军22智力20精神灼热15/25敏/胸4属性100血蓝/护腕7智9力9耐7力24治疗/手骑乘7敏1攻速20暗影30治疗/鞋移速7耐7敏/披风3敏5全抗15火抗躲闪/盾7耐y",
["t"] = 1785433617,
["c"] = 3,
},
},
["colorPlayer"] = "打不过就羊",
},
["胖哥槟榔"] = {
["player"] = "胖哥槟榔",
["createTime"] = 1785433305,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "厄运BUFF 5G自取,图书馆门已开,打1进组 MC,BWL,TAQ,NAXX",
["t"] = 1785433864,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取,图书馆门已开,打1进组 MC,BWL,TAQ,NAXX",
["t"] = 1785433821,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取,图书馆门已开,打1进组 MC,BWL,TAQ,NAXX",
["t"] = 1785433778,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取,图书馆门已开,打1进组 MC,BWL,TAQ,NAXX",
["t"] = 1785433735,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取,图书馆门已开,打1进组 MC,BWL,TAQ,NAXX",
["t"] = 1785433692,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取,图书馆门已开,打1进组 MC,BWL,TAQ,NAXX",
["t"] = 1785433649,
["c"] = 3,
},
{
["m"] = "厄运BUFF 5G自取,图书馆门已开,打1进组 MC,BWL,TAQ,NAXX",
["t"] = 1785433606,
["c"] = 3,
},
},
["colorPlayer"] = "胖哥槟榔",
},
["拌面丶"] = {
["player"] = "拌面丶",
["createTime"] = 1785433333,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433862,
["c"] = 3,
},
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433775,
["c"] = 3,
},
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433687,
["c"] = 3,
},
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433598,
["c"] = 3,
},
},
["colorPlayer"] = "拌面丶",
},
["么么附魔师"] = {
["player"] = "么么附魔师",
["createTime"] = 1785433324,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433853,
["c"] = 3,
},
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433765,
["c"] = 3,
},
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433677,
["c"] = 3,
},
},
["colorPlayer"] = "么么附魔师",
},
["大众街"] = {
["player"] = "大众街",
["createTime"] = 1785433288,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "{rt2}武器 30法伤 55治疗 十字军 15 25敏 15力量 灼热 22智精/披风 狡诈 闪避 潜行 3敏 抗性/护腕 24治疗 9耐 9力 7智/手套15敏 20火暗冰 威胁 30治疗/鞋 7敏 耐 移速/盾7耐 /胸100蓝 血 4属性{rt2}",
["t"] = 1785433868,
["c"] = 3,
},
{
["m"] = "{rt2}武器 30法伤 55治疗 十字军 15 25敏 15力量 灼热 22智精/披风 狡诈 闪避 潜行 3敏 抗性/护腕 24治疗 9耐 9力 7智/手套15敏 20火暗冰 威胁 30治疗/鞋 7敏 耐 移速/盾7耐 /胸100蓝 血 4属性{rt2}",
["t"] = 1785433833,
["c"] = 3,
},
{
["m"] = "{rt2}武器 30法伤 55治疗 十字军 15 25敏 15力量 灼热 22智精/披风 狡诈 闪避 潜行 3敏 抗性/护腕 24治疗 9耐 9力 7智/手套15敏 20火暗冰 威胁 30治疗/鞋 7敏 耐 移速/盾7耐 /胸100蓝 血 4属性{rt2}",
["t"] = 1785433800,
["c"] = 3,
},
{
["m"] = "{rt2}武器 30法伤 55治疗 十字军 15 25敏 15力量 灼热 22智精/披风 狡诈 闪避 潜行 3敏 抗性/护腕 24治疗 9耐 9力 7智/手套15敏 20火暗冰 威胁 30治疗/鞋 7敏 耐 移速/盾7耐 /胸100蓝 血 4属性{rt2}",
["t"] = 1785433766,
["c"] = 3,
},
{
["m"] = "{rt2}武器 30法伤 55治疗 十字军 15 25敏 15力量 灼热 22智精/披风 狡诈 闪避 潜行 3敏 抗性/护腕 24治疗 9耐 9力 7智/手套15敏 20火暗冰 威胁 30治疗/鞋 7敏 耐 移速/盾7耐 /胸100蓝 血 4属性{rt2}",
["t"] = 1785433731,
["c"] = 3,
},
{
["m"] = "{rt2}武器 30法伤 55治疗 十字军 15 25敏 15力量 灼热 22智精/披风 狡诈 闪避 潜行 3敏 抗性/护腕 24治疗 9耐 9力 7智/手套15敏 20火暗冰 威胁 30治疗/鞋 7敏 耐 移速/盾7耐 /胸100蓝 血 4属性{rt2}",
["t"] = 1785433697,
["c"] = 3,
},
{
["m"] = "{rt2}武器 30法伤 55治疗 十字军 15 25敏 15力量 灼热 22智精/披风 狡诈 闪避 潜行 3敏 抗性/护腕 24治疗 9耐 9力 7智/手套15敏 20火暗冰 威胁 30治疗/鞋 7敏 耐 移速/盾7耐 /胸100蓝 血 4属性{rt2}",
["t"] = 1785433663,
["c"] = 3,
},
{
["m"] = "{rt2}武器 30法伤 55治疗 十字军 15 25敏 15力量 灼热 22智精/披风 狡诈 闪避 潜行 3敏 抗性/护腕 24治疗 9耐 9力 7智/手套15敏 20火暗冰 威胁 30治疗/鞋 7敏 耐 移速/盾7耐 /胸100蓝 血 4属性{rt2}",
["t"] = 1785433629,
["c"] = 3,
},
},
["colorPlayer"] = "大众街",
},
["霜落城堡"] = {
["player"] = "霜落城堡",
["createTime"] = 1785433330,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "1-60，20-60， 30-60",
["t"] = 1785433879,
["c"] = 3,
},
{
["m"] = "1-60，20-60， 30-60",
["t"] = 1785433818,
["c"] = 3,
},
{
["m"] = "1-60，20-60， 30-60",
["t"] = 1785433757,
["c"] = 3,
},
{
["m"] = "1-60，20-60， 30-60",
["t"] = 1785433696,
["c"] = 3,
},
{
["m"] = "1-60，20-60， 30-60",
["t"] = 1785433635,
["c"] = 3,
},
},
["colorPlayer"] = "霜落城堡",
},
["美美嘻哈"] = {
["player"] = "美美嘻哈",
["createTime"] = 1785433289,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "厄运BUFF自取5G, 三号冰冻，眼睛中立 图书馆门已开，打1进组",
["t"] = 1785433875,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G, 三号冰冻，眼睛中立 图书馆门已开，打1进组",
["t"] = 1785433843,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G, 三号冰冻，眼睛中立 图书馆门已开，打1进组",
["t"] = 1785433813,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G, 三号冰冻，眼睛中立 图书馆门已开，打1进组",
["t"] = 1785433783,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G, 三号冰冻，眼睛中立 图书馆门已开，打1进组",
["t"] = 1785433754,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G, 三号冰冻，眼睛中立 图书馆门已开，打1进组",
["t"] = 1785433724,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G, 三号冰冻，眼睛中立 图书馆门已开，打1进组",
["t"] = 1785433686,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G, 三号冰冻，眼睛中立 图书馆门已开，打1进组",
["t"] = 1785433656,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G, 三号冰冻，眼睛中立 图书馆门已开，打1进组",
["t"] = 1785433626,
["c"] = 3,
},
},
["colorPlayer"] = "美美嘻哈",
},
["莘县老花猫"] = {
["player"] = "莘县老花猫",
["createTime"] = 1785433298,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "厄运Buff自取5G 无虫子 无眼睛 图书馆已开 打1 进组",
["t"] = 1785433861,
["c"] = 3,
},
{
["m"] = "厄运Buff自取5G 无虫子 无眼睛 图书馆已开 打1 进组",
["t"] = 1785433822,
["c"] = 3,
},
{
["m"] = "厄运Buff自取5G 无虫子 无眼睛 图书馆已开 打1 进组",
["t"] = 1785433761,
["c"] = 3,
},
{
["m"] = "厄运Buff自取5G 无虫子 无眼睛 图书馆已开 打1 进组",
["t"] = 1785433711,
["c"] = 3,
},
{
["m"] = "厄运Buff自取5G 无虫子 无眼睛 图书馆已开 打1 进组",
["t"] = 1785433674,
["c"] = 3,
},
{
["m"] = "厄运Buff自取5G 无虫子 无眼睛 图书馆已开 打1 进组",
["t"] = 1785433623,
["c"] = 3,
},
},
["colorPlayer"] = "莘县老花猫",
},
["一五七"] = {
["player"] = "一五七",
["createTime"] = 1785433297,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "厄运BUFF自取5G，打1进组 图书馆门已开",
["t"] = 1785433900,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G，打1进组 图书馆门已开",
["t"] = 1785433856,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G，打1进组 图书馆门已开",
["t"] = 1785433813,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G，打1进组 图书馆门已开",
["t"] = 1785433770,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G，打1进组 图书馆门已开",
["t"] = 1785433727,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G，打1进组 图书馆门已开",
["t"] = 1785433684,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G，打1进组 图书馆门已开",
["t"] = 1785433641,
["c"] = 3,
},
{
["m"] = "厄运BUFF自取5G，打1进组 图书馆门已开",
["t"] = 1785433598,
["c"] = 3,
},
},
["colorPlayer"] = "一五七",
},
["小小毒药"] = {
["player"] = "小小毒药",
["createTime"] = 1785433332,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "厄运BUFF  5G自取,图书馆门已开,打1进组 MC,BWL,TAQ,NAXX",
["t"] = 1785433895,
["c"] = 3,
},
{
["m"] = "厄运BUFF  5G自取,图书馆门已开,打1进组 MC,BWL,TAQ,NAXX",
["t"] = 1785433843,
["c"] = 3,
},
{
["m"] = "厄运BUFF  5G自取,图书馆门已开,打1进组 MC,BWL,TAQ,NAXX",
["t"] = 1785433796,
["c"] = 3,
},
{
["m"] = "厄运BUFF  5G自取,图书馆门已开,打1进组 MC,BWL,TAQ,NAXX",
["t"] = 1785433752,
["c"] = 3,
},
{
["m"] = "厄运BUFF  5G自取,图书馆门已开,打1进组 MC,BWL,TAQ,NAXX",
["t"] = 1785433709,
["c"] = 3,
},
{
["m"] = "厄运BUFF  5G自取,图书馆门已开,打1进组 MC,BWL,TAQ,NAXX",
["t"] = 1785433663,
["c"] = 3,
},
{
["m"] = "厄运BUFF  5G自取,图书馆门已开,打1进组 MC,BWL,TAQ,NAXX",
["t"] = 1785433614,
["c"] = 3,
},
},
["colorPlayer"] = "小小毒药",
},
["丷水银灯丷-法琳娜"] = {
["player"] = "丷水银灯丷-法琳娜",
["createTime"] = 1785433363,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433891,
["c"] = 3,
},
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433804,
["c"] = 3,
},
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433716,
["c"] = 3,
},
},
["colorPlayer"] = "丷水银灯丷-法琳娜",
},
["故人如初丶"] = {
["player"] = "故人如初丶",
["createTime"] = 1785433306,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "{rt1}{rt1}故人附魔【武55治疗25敏15敏十字军】【胸4属性100血蓝】【靴移速5精7敏7耐】【手30治威胁7敏7力】【腕24治疗9耐9力7智】【盾7耐9精神】【披3敏】{rt3}公益开门{rt3}",
["t"] = 1785433859,
["c"] = 3,
},
{
["m"] = "{rt1}{rt1}故人附魔【武55治疗25敏15敏十字军】【胸4属性100血蓝】【靴移速5精7敏7耐】【手30治威胁7敏7力】【腕24治疗9耐9力7智】【盾7耐9精神】【披3敏】{rt3}公益开门{rt3}",
["t"] = 1785433812,
["c"] = 3,
},
{
["m"] = "{rt1}{rt1}故人附魔【武55治疗25敏15敏十字军】【胸4属性100血蓝】【靴移速5精7敏7耐】【手30治威胁7敏7力】【腕24治疗9耐9力7智】【盾7耐9精神】【披3敏】{rt3}公益开门{rt3}",
["t"] = 1785433760,
["c"] = 3,
},
{
["m"] = "{rt1}{rt1}故人附魔【武55治疗25敏15敏十字军】【胸4属性100血蓝】【靴移速5精7敏7耐】【手30治威胁7敏7力】【腕24治疗9耐9力7智】【盾7耐9精神】【披3敏】{rt3}公益开门{rt3}",
["t"] = 1785433714,
["c"] = 3,
},
{
["m"] = "{rt1}{rt1}故人附魔【武55治疗25敏15敏十字军】【胸4属性100血蓝】【靴移速5精7敏7耐】【手30治威胁7敏7力】【腕24治疗9耐9力7智】【盾7耐9精神】【披3敏】{rt3}公益开门{rt3}",
["t"] = 1785433659,
["c"] = 3,
},
{
["m"] = "{rt1}{rt1}故人附魔【武55治疗25敏15敏十字军】【胸4属性100血蓝】【靴移速5精7敏7耐】【手30治威胁7敏7力】【腕24治疗9耐9力7智】【盾7耐9精神】【披3敏】{rt3}公益开门{rt3}",
["t"] = 1785433606,
["c"] = 3,
},
},
["colorPlayer"] = "故人如初丶",
},
["灬枝一枝-法琳娜"] = {
["player"] = "灬枝一枝-法琳娜",
["createTime"] = 1785433343,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433872,
["c"] = 3,
},
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433784,
["c"] = 3,
},
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433696,
["c"] = 3,
},
},
["colorPlayer"] = "灬枝一枝-法琳娜",
},
["Eyunbuff"] = {
["player"] = "Eyunbuff",
["createTime"] = 1785433287,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "厄运北BUFF  10G  卫兵已冻  无虫无眼 图书馆门已开 打 1 进组",
["t"] = 1785433895,
["c"] = 3,
},
{
["m"] = "厄运北BUFF  10G  卫兵已冻  无虫无眼 图书馆门已开 打 1 进组",
["t"] = 1785433855,
["c"] = 3,
},
{
["m"] = "厄运北BUFF  10G  卫兵已冻  无虫无眼 图书馆门已开 打 1 进组",
["t"] = 1785433815,
["c"] = 3,
},
{
["m"] = "厄运北BUFF  10G  卫兵已冻  无虫无眼 图书馆门已开 打 1 进组",
["t"] = 1785433774,
["c"] = 3,
},
{
["m"] = "厄运北BUFF  10G  卫兵已冻  无虫无眼 图书馆门已开 打 1 进组",
["t"] = 1785433733,
["c"] = 3,
},
{
["m"] = "厄运北BUFF  10G  卫兵已冻  无虫无眼 图书馆门已开 打 1 进组",
["t"] = 1785433693,
["c"] = 3,
},
{
["m"] = "厄运北BUFF  10G  卫兵已冻  无虫无眼 图书馆门已开 打 1 进组",
["t"] = 1785433652,
["c"] = 3,
},
{
["m"] = "厄运北BUFF  10G  卫兵已冻  无虫无眼 图书馆门已开 打 1 进组",
["t"] = 1785433612,
["c"] = 3,
},
},
["colorPlayer"] = "Eyunbuff",
},
["诱灬"] = {
["player"] = "诱灬",
["createTime"] = 1785433353,
["realmID"] = 5376,
["msgs"] = {
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433881,
["c"] = 3,
},
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433794,
["c"] = 3,
},
{
["m"] = "【么么附魔】平价比人机实在，武器30法伤55治疗15敏25敏，披风盾牌胸甲等部位。打部位名称私聊获取报价，打1进组。收各种附魔材料正义宝珠金珍珠，寻长期供应商。",
["t"] = 1785433706,
["c"] = 3,
},
},
["colorPlayer"] = "诱灬",
},
},
},
["ItemLib"] = {
["itemLibOrderButtonID"] = 3,
["iLevel"] = {
},
["ItemLibInvType"] = {
"INVTYPE_HEAD",
},
["fitlerGet"] = {
},
["itemLibOrderButtonId"] = 2,
["itemLibOrder"] = 1,
},
["MONEYchoice"] = {
[226404] = 1,
[221365] = 1,
[221262] = 1,
[22726] = 1,
["money"] = 1,
},
["MC"] = {
["boss8"] = {
["guild2"] = "赤血初心",
["zhuangbei3"] = "|cffa335ee|Hitem:16865::::::::60::::::::::|h[力量胸甲]|h|r",
["guid1"] = "Player-5376-174A8A91",
["level1"] = 60,
["maijia2"] = "灰猫低鸣",
["guid2"] = "Player-5376-17424998",
["level2"] = 60,
["raceID2"] = 3,
["realm2"] = "哈霍兰",
["zhuangbei1"] = "|cffa335ee|Hitem:18842::::::::60::::::::::|h[统御法杖]|h|r",
["itemLevel1"] = 70,
["jine1"] = "400",
["itemLevel3"] = 66,
["factionGroup1"] = "Alliance",
["class1"] = "DRUID",
["maijia1"] = "荒野流浪猫",
["zhuangbei2"] = "|cffa335ee|Hitem:16815::::::::60::::::::::|h[预言法袍]|h|r",
["realm1"] = "哈霍兰",
["loot3"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784659327,
["class"] = "PALADIN",
},
},
["factionGroup2"] = "Alliance",
["color1"] = {
1,
0.4901961088180542,
0.03921568766236305,
1,
},
["color2"] = {
1,
1,
1,
1,
},
["loot2"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784659323,
["class"] = "PALADIN",
},
},
["class2"] = "PRIEST",
["itemLevel2"] = 66,
["jine2"] = "打包交易",
["raceID1"] = 4,
["loot1"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784659319,
["class"] = "PALADIN",
},
},
["guild1"] = "公益之光",
},
["tradeTbl"] = {
{
{
["i"] = 2,
["itemID"] = 16812,
["link"] = "|cffa335ee|Hitem:16812::::::::60::::::::::|h[预言手套]|h|r",
["FB"] = "MC",
["b"] = 3,
},
{
["i"] = 2,
["itemID"] = 16815,
["link"] = "|cffa335ee|Hitem:16815::::::::60::::::::::|h[预言法袍]|h|r",
["FB"] = "MC",
["b"] = 8,
},
{
["i"] = 2,
["itemID"] = 16814,
["link"] = "|cffa335ee|Hitem:16814::::::::60::::::::::|h[预言短裤]|h|r",
["FB"] = "MC",
["b"] = 2,
},
},
},
["boss9"] = {
["guild2"] = "自强养老休闲奶爸的杀戮竞速对战公会",
["zhuangbei3"] = "|cffa335ee|Hitem:18808::::::::60::::::::::|h[眠火手套]|h|r",
["jine2"] = "1600",
["level2"] = 60,
["itemLevel1"] = 71,
["jine1"] = "2000",
["realm2"] = "法琳娜",
["zhuangbei2"] = "|cffa335ee|Hitem:19140::::::::60::::::::::|h[灼烧指环]|h|r",
["maijia2"] = "Yoghurt-法琳娜",
["loot3"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784659558,
["class"] = "PALADIN",
},
},
["factionGroup2"] = "Alliance",
["zhuangbei1"] = "|cffa335ee|Hitem:18703::::::::60::::::::::|h[远古石叶]|h|r",
["color2"] = {
0.960784375667572,
0.5490196347236633,
0.729411780834198,
1,
},
["loot2"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784659555,
["class"] = "PALADIN",
},
},
["class2"] = "PALADIN",
["raceID2"] = 1,
["itemLevel3"] = 70,
["itemLevel2"] = 71,
["loot1"] = {
{
["count"] = 1,
["player"] = "矫健的老黄",
["time"] = 1784659551,
["class"] = "HUNTER",
},
},
["guid2"] = "Player-5376-1755CB8D",
},
["boss11"] = {
},
["boss12"] = {
["itemLevel6"] = 66,
["zhuangbei4"] = "|cff0070dd|Hitem:17010::::::::60::::::::::|h[炽热之核]|h|rx6",
["zhuangbei3"] = "|cffffffff|Hitem:17012::::::::60::::::::::|h[熔火犬皮]|h|rx10",
["zhuangbei15"] = "|cff1eff00|Hitem:16665::::::::60::::::::::|h[秘典：宁神射击]|h|r",
["itemLevel4"] = 60,
["bindOnEquip6"] = true,
["loot8"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784659313,
["class"] = "PALADIN",
},
},
["zhuangbei8"] = "|cffa335ee|Hitem:17203::::::::60::::::::::|h[萨弗隆铁锭]|h|r",
["zhuangbei7"] = "|cffa335ee|Hitem:16850::::::::60::::::::::|h[巨人追猎者护腕]|h|r",
["loot4"] = {
{
["count"] = 1,
["player"] = "刺激就射",
["time"] = 1784656016,
["class"] = "HUNTER",
},
{
["count"] = 1,
["player"] = "荒野流浪猫",
["time"] = 1784657381,
["class"] = "DRUID",
},
{
["count"] = 1,
["player"] = "神牧的光辉",
["time"] = 1784658286,
["class"] = "PRIEST",
},
{
["count"] = 1,
["player"] = "反斗神鹰",
["time"] = 1784658668,
["class"] = "PALADIN",
},
{
["count"] = 1,
["player"] = "淡雅的蓝",
["time"] = 1784659607,
["class"] = "PRIEST",
},
{
["count"] = 1,
["player"] = "希右",
["time"] = 1784659641,
["class"] = "PRIEST",
},
},
["loot5"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784657377,
["class"] = "PALADIN",
},
},
["itemLevel2"] = 66,
["itemLevel1"] = 60,
["loot7"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784658955,
["class"] = "PALADIN",
},
},
["loot15"] = {
{
["count"] = 1,
["player"] = "艾鲁恩的右手",
["time"] = 1784656909,
["class"] = "HUNTER",
},
},
["itemLevel8"] = 60,
["itemLevel5"] = 50,
["bindOnEquip2"] = true,
["zhuangbei2"] = "|cffa335ee|Hitem:16850::::::::60::::::::::|h[巨人追猎者护腕]|h|r",
["itemLevel7"] = 66,
["loot3"] = {
{
["count"] = 1,
["player"] = "江边渔夫",
["time"] = 1784655878,
["class"] = "ROGUE",
},
{
["count"] = 1,
["player"] = "江边渔夫",
["time"] = 1784656058,
["class"] = "ROGUE",
},
{
["count"] = 1,
["player"] = "术恕不远送",
["time"] = 1784656882,
["class"] = "WARLOCK",
},
{
["count"] = 1,
["player"] = "江边渔夫",
["time"] = 1784657136,
["class"] = "ROGUE",
},
{
["count"] = 1,
["player"] = "刺激就射",
["time"] = 1784657606,
["class"] = "HUNTER",
},
{
["count"] = 1,
["player"] = "刺激就射",
["time"] = 1784658497,
["class"] = "HUNTER",
},
{
["count"] = 1,
["player"] = "刺激就射",
["time"] = 1784658917,
["class"] = "HUNTER",
},
{
["count"] = 1,
["player"] = "江边渔夫",
["time"] = 1784659141,
["class"] = "ROGUE",
},
{
["count"] = 1,
["player"] = "刺激就射",
["time"] = 1784659165,
["class"] = "HUNTER",
},
{
["count"] = 1,
["player"] = "刺激就射",
["time"] = 1784659221,
["class"] = "HUNTER",
},
},
["loot6"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784658931,
["class"] = "PALADIN",
},
},
["itemLevel15"] = 60,
["bindOnEquip7"] = true,
["loot2"] = {
{
["count"] = 1,
["player"] = "砍乂砍",
["time"] = 1784655854,
["class"] = "WARRIOR",
},
},
["zhuangbei5"] = "|cff1eff00|Hitem:11382::::::::60::::::::::|h[山脉之血]|h|r",
["zhuangbei1"] = "|cff0070dd|Hitem:17011::::::::60::::::::::|h[熔岩之核]|h|rx8",
["itemLevel3"] = 60,
["zhuangbei6"] = "|cffa335ee|Hitem:16851::::::::60::::::::::|h[巨人追猎者腰带]|h|r",
["loot1"] = {
{
["count"] = 1,
["player"] = "菜丅菜",
["time"] = 1784655732,
["class"] = "MAGE",
},
{
["count"] = 1,
["player"] = "百荣白酒批发",
["time"] = 1784656186,
["class"] = "MAGE",
},
{
["count"] = 1,
["player"] = "拉猪哥",
["time"] = 1784657872,
["class"] = "PALADIN",
},
{
["count"] = 1,
["player"] = "冰奈雪雪",
["time"] = 1784658120,
["class"] = "PRIEST",
},
{
["count"] = 1,
["player"] = "幸幸福福丶",
["time"] = 1784658124,
["class"] = "PRIEST",
},
{
["count"] = 1,
["player"] = "陆英",
["time"] = 1784658198,
["class"] = "PRIEST",
},
{
["count"] = 1,
["player"] = "Yoghurt-法琳娜",
["time"] = 1784658360,
["class"] = "PALADIN",
},
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784659329,
["class"] = "PALADIN",
},
},
["jine8"] = "200",
},
["boss17"] = {
},
["boss2"] = {
["guid2"] = "Player-5376-17424998",
["zhuangbei3"] = "|cffa335ee|Hitem:17065::::::::60::::::::::|h[稳固之力勋章]|h|r",
["jine2"] = "打包交易",
["level2"] = 60,
["itemLevel1"] = 66,
["realm2"] = "哈霍兰",
["zhuangbei2"] = "|cffa335ee|Hitem:16814::::::::60::::::::::|h[预言短裤]|h|r",
["maijia2"] = "灰猫低鸣",
["loot3"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784656872,
["class"] = "PALADIN",
},
},
["factionGroup2"] = "Alliance",
["itemLevel2"] = 66,
["color2"] = {
1,
1,
1,
1,
},
["loot2"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784656870,
["class"] = "PALADIN",
},
},
["class2"] = "PRIEST",
["zhuangbei1"] = "|cffa335ee|Hitem:18203::::::::60::::::::::|h[艾斯卡达尔的右爪]|h|r",
["guild2"] = "赤血初心",
["raceID2"] = 3,
["loot1"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784656868,
["class"] = "PALADIN",
},
},
["itemLevel3"] = 68,
},
["boss15"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "34",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "414",
["zhuangbei2"] = "总支出",
["jine1"] = "14100",
["jine3"] = "14100",
},
["boss5"] = {
["maijia2"] = "橙子夏天",
["raceID1"] = 4,
["jine2"] = "100",
["level1"] = 60,
["level2"] = 60,
["itemLevel1"] = 66,
["realm2"] = "哈霍兰",
["guid2"] = "Player-5376-1743B056",
["jine1"] = "100",
["zhuangbei1"] = "|cffa335ee|Hitem:16852::::::::60::::::::::|h[巨人追猎者手套]|h|r",
["maijia1"] = "艾鲁恩的右手",
["class1"] = "HUNTER",
["loot2"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784658438,
["class"] = "PALADIN",
},
},
["itemLevel2"] = 66,
["factionGroup2"] = "Alliance",
["color1"] = {
0.6705882549285889,
0.8313726186752319,
0.4509804248809815,
1,
},
["color2"] = {
1,
0.960784375667572,
0.4117647409439087,
1,
},
["realm1"] = "哈霍兰",
["class2"] = "ROGUE",
["raceID2"] = 1,
["factionGroup1"] = "Alliance",
["zhuangbei2"] = "|cffa335ee|Hitem:16824::::::::60::::::::::|h[夜幕杀手长靴]|h|r",
["loot1"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784658434,
["class"] = "PALADIN",
},
},
["guid1"] = "Player-5376-169629F0",
},
["boss7"] = {
["zhuangbei3"] = "|cffa335ee|Hitem:14558::::::::60::::::::::|h[麦耶的坠饰]|h|r",
["loot3"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784659109,
["class"] = "PALADIN",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:17074::::::::60::::::::::|h[暗影之击]|h|r",
["loot2"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784659088,
["class"] = "PALADIN",
},
},
["loot1"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784659085,
["class"] = "PALADIN",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16823::::::::60::::::::::|h[夜幕杀手护肩]|h|r",
["itemLevel2"] = 63,
["itemLevel1"] = 66,
["itemLevel3"] = 64,
["bindOnEquip3"] = true,
},
["boss3"] = {
["maijia2"] = "灰猫低鸣",
["raceID1"] = 4,
["guid1"] = "Player-5376-173D1704",
["level1"] = 60,
["level2"] = 60,
["guild2"] = "赤血初心",
["jine2"] = "300",
["itemLevel1"] = 66,
["realm2"] = "哈霍兰",
["jine1"] = "100",
["itemLevel2"] = 66,
["raceID2"] = 3,
["maijia1"] = "刺激就射",
["zhuangbei2"] = "|cffa335ee|Hitem:16812::::::::60::::::::::|h[预言手套]|h|r",
["factionGroup1"] = "Alliance",
["loot2"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784657259,
["class"] = "PALADIN",
},
},
["factionGroup2"] = "Alliance",
["color1"] = {
0.6705882549285889,
0.8313726186752319,
0.4509804248809815,
1,
},
["color2"] = {
1,
1,
1,
1,
},
["realm1"] = "哈霍兰",
["class2"] = "PRIEST",
["zhuangbei1"] = "|cffa335ee|Hitem:16849::::::::60::::::::::|h[巨人追猎者长靴]|h|r",
["class1"] = "HUNTER",
["guid2"] = "Player-5376-17424998",
["loot1"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784657256,
["class"] = "PALADIN",
},
},
["guild1"] = "毁灭黎明",
},
["boss14"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "Dps补贴",
},
["boss6"] = {
["raceID1"] = 1,
["loot1"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784658281,
["class"] = "PALADIN",
},
},
["maijia1"] = "幸幸福福丶",
["zhuangbei2"] = "|cffa335ee|Hitem:16797::::::::60::::::::::|h[奥术师衬肩]|h|r",
["guid1"] = "Player-5376-1757904B",
["level1"] = 60,
["class1"] = "PRIEST",
["color1"] = {
1,
1,
1,
1,
},
["realm1"] = "哈霍兰",
["factionGroup1"] = "Alliance",
["zhuangbei1"] = "|cffa335ee|Hitem:19142::::::::60::::::::::|h[火焰符文魔典]|h|r",
["itemLevel2"] = 66,
["loot2"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784658284,
["class"] = "PALADIN",
},
},
["itemLevel1"] = 70,
["jine1"] = "100",
["guild1"] = "白銀之手",
},
["boss13"] = {
},
["boss1"] = {
["guid2"] = "Player-5376-1748D89F",
["guild2"] = "小趴菜和他的伙伴们",
["loot1"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784656567,
["class"] = "PALADIN",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:16800::::::::60::::::::::|h[奥术师便鞋]|h|r",
["jine2"] = "100",
["level2"] = 60,
["factionGroup2"] = "Alliance",
["raceID2"] = 7,
["color2"] = {
0.250980406999588,
0.7803922295570374,
0.9215686917304993,
1,
},
["loot2"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784656584,
["class"] = "PALADIN",
},
},
["class2"] = "MAGE",
["zhuangbei1"] = "|cffa335ee|Hitem:16863::::::::60::::::::::|h[力量护手]|h|r",
["itemLevel2"] = 66,
["itemLevel1"] = 66,
["realm2"] = "哈霍兰",
["maijia2"] = "砂飞风中转",
},
["boss21"] = {
},
["boss4"] = {
["raceID1"] = 1,
["guid1"] = "Player-5376-1743B056",
["level1"] = 60,
["itemLevel1"] = 69,
["jine1"] = "100",
["maijia1"] = "橙子夏天",
["zhuangbei2"] = "|cffa335ee|Hitem:16854::::::::60::::::::::|h[秩序之源头盔]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:18821::::::::60::::::::::|h[迅击戒指]|h|r",
["loot3"] = {
{
["count"] = 1,
["player"] = "矫健的老黄",
["time"] = 1784657869,
["class"] = "HUNTER",
},
},
["itemLevel3"] = 67,
["color1"] = {
1,
0.960784375667572,
0.4117647409439087,
1,
},
["realm1"] = "哈霍兰",
["loot2"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784657798,
["class"] = "PALADIN",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:17071::::::::60::::::::::|h[血腥撕裂者]|h|r",
["itemLevel2"] = 66,
["factionGroup1"] = "Alliance",
["class1"] = "ROGUE",
["loot1"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784657761,
["class"] = "PALADIN",
},
},
["jine3"] = "4500",
},
["boss10"] = {
["guid2"] = "Player-5376-174A8A91",
["zhuangbei4"] = "|cffa335ee|Hitem:19138::::::::60::::::::::|h[萨弗拉斯指环]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:16922::::::::60::::::::::|h[卓越护腿]|h|r",
["jine2"] = "100",
["maijia4"] = "Yoghurt-法琳娜",
["realm3"] = "哈霍兰",
["factionGroup3"] = "Alliance",
["factionGroup4"] = "Alliance",
["itemLevel1"] = 75,
["itemLevel3"] = 76,
["guid4"] = "Player-5376-1755CB8D",
["loot3"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784659990,
["class"] = "PALADIN",
},
},
["factionGroup2"] = "Alliance",
["color2"] = {
1,
0.4901961088180542,
0.03921568766236305,
1,
},
["loot2"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784659986,
["class"] = "PALADIN",
},
},
["class2"] = "DRUID",
["raceID2"] = 4,
["raceID4"] = 1,
["loot1"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784659982,
["class"] = "PALADIN",
},
},
["maijia2"] = "荒野流浪猫",
["itemLevel4"] = 78,
["color4"] = {
0.960784375667572,
0.5490196347236633,
0.729411780834198,
1,
},
["jine3"] = "4100",
["raceID3"] = 1,
["realm2"] = "哈霍兰",
["class3"] = "PRIEST",
["guild3"] = "白銀之手",
["loot4"] = {
{
["count"] = 1,
["player"] = "哈霍兰大格格",
["time"] = 1784659994,
["class"] = "PALADIN",
},
},
["itemLevel2"] = 76,
["zhuangbei2"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["level2"] = 60,
["zhuangbei1"] = "|cffa335ee|Hitem:17106::::::::60::::::::::|h[玛利斯达尔防御者]|h|r",
["jine4"] = "300",
["realm4"] = "法琳娜",
["guid3"] = "Player-5376-1757904B",
["guild2"] = "公益之光",
["color3"] = {
1,
1,
1,
1,
},
["maijia3"] = "幸幸福福丶",
["level3"] = 60,
["level4"] = 60,
["class4"] = "PALADIN",
["guild4"] = "自强养老休闲奶爸的杀戮竞速对战公会",
},
["boss19"] = {
},
["boss22"] = {
},
["boss18"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["raidRoster"] = {
["roster"] = {
"哈霍兰大格格",
"Yoghurt-法琳娜",
"一剑九州",
"术恕不远送",
"砍乂砍",
"拉猪哥",
"淡雅的蓝",
"反斗神鹰",
"二号马仔",
"纵马横刀",
"沉浪海啸",
"希右",
"矫健的老黄",
"血鸢",
"白禅",
"静静丶归来",
"刺激就射",
"Hxz-法琳娜",
"陆英",
"江边渔夫",
"橙子夏天",
"砂飞风中转",
"华中一把枪",
"艾鲁恩的右手",
"幸幸福福丶",
"贰夣",
"Kübrazeyrek",
"荒野流浪猫",
"菜丅菜",
"伍月初柒",
"雾隐师丶十一",
"暗伤诅咒四零",
"灰猫低鸣",
"神牧的光辉",
"白哥哥",
"要一要",
"流经岁月",
"百荣白酒批发",
},
["time"] = 1784659964,
["realm"] = "哈霍兰",
},
},
["MONEY"] = {
[5303] = {
},
[5381] = {
["露露緹婭"] = {
["colorplayer"] = "|cffffffff露露緹婭|r",
["player"] = "露露緹婭",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["xp"] = {
["perNow"] = 150,
["resting"] = false,
["per"] = "52.0",
["isPanda"] = false,
["time"] = 1770477705,
},
["skill"] = {
},
["money"] = 0,
},
},
[5376] = {
["法德迦"] = {
["colorplayer"] = "|cff40c7eb法德迦|r",
["player"] = "法德迦",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
["quest"] = true,
},
["money"] = 35121,
["skill"] = {
[356] = {
["icon"] = 136245,
["level"] = 300,
},
[129] = {
["icon"] = 135966,
["level"] = 300,
},
[202] = {
["level"] = 315,
["icon"] = 136243,
["isMain"] = true,
},
[185] = {
["icon"] = 133971,
["level"] = 300,
},
[171] = {
["level"] = 300,
["icon"] = 136240,
["isMain"] = true,
},
},
["xp"] = {
["perNow"] = "0",
["resting"] = true,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1785432621,
},
},
["绿龙守护者"] = {
["colorplayer"] = "|cffff7d0a绿龙守护者|r",
["player"] = "绿龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 6,
["skill"] = {
},
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1784552121,
},
},
["黑龙守护者"] = {
["colorplayer"] = "|cffc79c6e黑龙守护者|r",
["player"] = "黑龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["skill"] = {
},
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1784598312,
},
["money"] = 3837,
},
["德加和尚"] = {
["colorplayer"] = "|cffffffff德加和尚|r",
["player"] = "德加和尚",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
["quest"] = true,
},
["money"] = 1227,
["skill"] = {
[197] = {
["level"] = 300,
["icon"] = 136249,
["isMain"] = true,
},
[356] = {
["icon"] = 136245,
["level"] = 1,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
[185] = {
["icon"] = 133971,
["level"] = 1,
},
[129] = {
["icon"] = 135966,
["level"] = 300,
},
},
["xp"] = {
["perNow"] = 7,
["resting"] = true,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1785388941,
},
},
["津巴布韦公主"] = {
["colorplayer"] = "|cff8787ed津巴布韦公主|r",
["player"] = "津巴布韦公主",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 36,
},
["money"] = 206,
["xp"] = {
["perNow"] = "0",
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1785433452,
},
["skill"] = {
[129] = {
["level"] = 300,
["icon"] = 135966,
},
[333] = {
["level"] = 44,
["icon"] = 136244,
["isMain"] = true,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
[185] = {
["level"] = 2,
["icon"] = 133971,
},
},
},
["哈霍兰大格格"] = {
["colorplayer"] = "|cfff58cba哈霍兰大格格|r",
["player"] = "哈霍兰大格格",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 450,
["xp"] = {
["perNow"] = "0",
["resting"] = true,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1785431974,
},
["skill"] = {
[129] = {
["icon"] = 135966,
["level"] = 300,
},
[333] = {
["level"] = 61,
["icon"] = 136244,
["isMain"] = true,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
},
},
["迪菲亚女皇"] = {
["colorplayer"] = "|cfffff569迪菲亚女皇|r",
["player"] = "迪菲亚女皇",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 0,
["xp"] = {
["perNow"] = 89,
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783367930,
},
["skill"] = {
},
},
["蓝龙守护者"] = {
["colorplayer"] = "|cffabd473蓝龙守护者|r",
["player"] = "蓝龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 0,
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1783232599,
},
["skill"] = {
},
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
["colorplayer"] = "|cffffffff露露缇娅丶|r",
["player"] = "露露缇娅丶",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 76,
},
},
},
["NAXX"] = {
["boss8"] = {
["loot2"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1783001954,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23032::::::::60::::::::::|h[冰川头饰]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1783001954,
["count"] = 1,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22358::::::::60::::::::::|h[被玷污的马靴]|h|r",
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["loot2"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1782999715,
["class"] = "PRIEST",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22354::::::::60::::::::::|h[被玷污的肩铠]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1782999715,
["class"] = "PRIEST",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22988::::::::60::::::::::|h[梦境之末]|h|r",
},
["boss12"] = {
["loot2"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1782999869,
["class"] = "PRIEST",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22358::::::::60::::::::::|h[被玷污的马靴]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1782999869,
["class"] = "PRIEST",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23075::::::::60::::::::::|h[死亡的契约]|h|r",
},
["boss17"] = {
},
["boss2"] = {
["loot2"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1783003142,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22362::::::::60::::::::::|h[被玷污的腕甲]|h|r",
["itemLevel2"] = 81,
["itemLevel1"] = 60,
["loot1"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1783003142,
["count"] = 1,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22942::::::::60::::::::::|h[黑女巫的拥抱]|h|r",
},
["boss15"] = {
},
["boss5"] = {
},
["boss7"] = {
["loot2"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1783001264,
["class"] = "PRIEST",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22372::::::::60::::::::::|h[被玷污的便鞋]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 85,
["loot1"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1783001264,
["class"] = "PRIEST",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23219::::::::60::::::::::|h[教官的腰带]|h|r",
},
["boss3"] = {
},
["boss13"] = {
},
["boss6"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:22359::::::::60::::::::::|h[被玷污的腿甲]|h|r",
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782998437,
},
},
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782998437,
},
},
["itemLevel2"] = 60,
["zhuangbei1"] = "|cffa335ee|Hitem:23042::::::::60::::::::::|h[洛欧塞布之影]|h|r",
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782998436,
},
},
["itemLevel1"] = 85,
["itemLevel3"] = 60,
["zhuangbei3"] = "|cffa335ee|Hitem:22359::::::::60::::::::::|h[被玷污的腿甲]|h|r",
},
["boss14"] = {
},
["boss1"] = {
["loot2"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1782996754,
["class"] = "PRIEST",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22362::::::::60::::::::::|h[被玷污的腕甲]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1782996754,
["class"] = "PRIEST",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22936::::::::60::::::::::|h[复仇腕甲]|h|r",
},
["boss10"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782999430,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22354::::::::60::::::::::|h[被玷污的肩铠]|h|r",
["itemLevel2"] = 81,
["itemLevel1"] = 60,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782999430,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22815::::::::60::::::::::|h[断离]|h|r",
},
["boss4"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782997635,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23029::::::::60::::::::::|h[诺斯的冰冷之心]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782997635,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22363::::::::60::::::::::|h[被玷污的束带]|h|r",
},
["boss19"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss21"] = {
},
["boss22"] = {
},
["boss18"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss20"] = {
},
["boss16"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:23668::::::::60::::::::::|h[大十字军的护腿]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:23226::::::::60::::::::::|h[食尸鬼皮外套]|h|r",
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782999146,
},
},
["zhuangbei2"] = "|cffffffff|Hitem:23055::::::::60::::::::::|h[熔解之语]|h|rx4",
["itemLevel3"] = 83,
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "卢老师",
["count"] = 1,
["time"] = 1782998751,
},
{
["class"] = "WARLOCK",
["player"] = "我路过人间",
["count"] = 1,
["time"] = 1782999088,
},
{
["player"] = "珊坨文宝",
["class"] = "ROGUE",
["time"] = 1783002236,
["count"] = 1,
},
{
["player"] = "法德迦",
["class"] = "MAGE",
["time"] = 1783002767,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffff8000|Hitem:22726::::::::60::::::::::|h[埃提耶什的碎片]|h|rx5",
["itemLevel2"] = 1,
["itemLevel4"] = 85,
["itemLevel1"] = 60,
["loot1"] = {
{
["count"] = 1,
["player"] = "傲气",
["time"] = 1782996761,
["class"] = "WARLOCK",
},
{
["class"] = "WARLOCK",
["player"] = "傲气",
["count"] = 1,
["time"] = 1782997638,
},
{
["class"] = "WARLOCK",
["player"] = "傲气",
["count"] = 1,
["time"] = 1782999436,
},
{
["count"] = 1,
["player"] = "傲气",
["time"] = 1783001263,
["class"] = "WARLOCK",
},
{
["player"] = "傲气",
["class"] = "WARLOCK",
["time"] = 1783003148,
["count"] = 1,
},
},
["loot4"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1783000468,
["class"] = "PRIEST",
},
},
},
["raidRoster"] = {
["roster"] = {
"雨若青衣",
"大武生",
"纵横跋扈",
"一剑九州",
"奶油巧克力啊",
"想学外语吗",
"秋痕乄",
"神棍老王乄",
"一个萌新防战",
"我路过人间",
"倚楼听疯语",
"小佛爷灬",
"米湯",
"亮哥很忙",
"Kübra",
"花落水",
"一滴的皮鞋",
"战豆豆灬",
"抖音丨黄桃",
"勼尔",
"卢老师",
"丶予星河",
"珊坨文宝",
"东北望射倭岛",
"执笔畵清秋",
"胸毛随风飘",
"素椒杂酱",
"丨旭哥丨",
"愚歌三百首",
"张沐雅",
"不要摸我头贰",
"寒冰箭吡吡",
"嬲法",
"法德迦",
"老牛的奶",
"我谁都服",
"海盗黑胡子",
"次骞",
"乐狍子",
"傲气",
},
["time"] = 1783003097,
["realm"] = "哈霍兰",
},
},
["Gno"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["realmName"] = {
[5303] = "硬汉",
[5843] = "孤狼",
[5376] = "哈霍兰",
[5381] = "碧玉矿洞",
[5453] = "铁血",
[6118] = "无情",
},
["playerInfo"] = {
[5303] = {
},
[5843] = {
},
[5376] = {
["法德迦"] = {
["talent"] = 3,
["faction"] = "Alliance",
["class"] = "MAGE",
["level"] = 60,
["iLevel"] = 86.625,
["raceID"] = 7,
},
["绿龙守护者"] = {
["faction"] = "Alliance",
["class"] = "DRUID",
["level"] = 1,
["iLevel"] = 0.375,
["raceID"] = 4,
},
["黑龙守护者"] = {
["faction"] = "Alliance",
["level"] = 1,
["class"] = "WARRIOR",
["iLevel"] = 0,
["raceID"] = 1,
},
["德加和尚"] = {
["talent"] = 1,
["faction"] = "Alliance",
["class"] = "PRIEST",
["level"] = 60,
["iLevel"] = 78.3125,
["raceID"] = 1,
},
["津巴布韦公主"] = {
["faction"] = "Alliance",
["talent"] = 1,
["iLevel"] = 72.75,
["level"] = 60,
["class"] = "WARLOCK",
["raceID"] = 1,
},
["哈霍兰大格格"] = {
["faction"] = "Alliance",
["talent"] = 1,
["iLevel"] = 82.6875,
["class"] = "PALADIN",
["level"] = 60,
["raceID"] = 3,
},
["迪菲亚女皇"] = {
["faction"] = "Alliance",
["level"] = 1,
["class"] = "ROGUE",
["iLevel"] = 0.4375,
["raceID"] = 3,
},
["蓝龙守护者"] = {
["faction"] = "Alliance",
["level"] = 1,
["class"] = "HUNTER",
["iLevel"] = 0.375,
["raceID"] = 4,
},
},
[5381] = {
["露露緹婭"] = {
["raceID"] = 1,
["class"] = "PRIEST",
["level"] = 1,
["iLevel"] = 0.375,
},
},
[5453] = {
["露露缇娅丶"] = {
["iLevel"] = 3.9375,
["level"] = 10,
["class"] = "PRIEST",
["raceID"] = 1,
},
},
[6118] = {
},
},
["duizhang"] = {
},
["showShopping"] = 1,
["History"] = {
["UBRS"] = {
},
["BD"] = {
},
["TAQ"] = {
[260701233653] = {
["boss5"] = {
},
["boss1"] = {
},
["tradeTbl"] = {
},
["raidRoster"] = {
["roster"] = {
"宇晔-法琳娜",
"谁是大狄",
"红茶二块五",
"星空术",
"寻宝",
"你的男神",
"邪枝",
"顶得住啊",
"嘉华",
"科瑞德",
"乙巳元月初七-法琳娜",
"墨晴岚",
"Jjlol",
"迷路惊鸿",
"小鸟奶奶",
"上去就死",
"海肥丝",
"傻丷妞",
"额仑",
"拉飞尔",
"安娜凯瑟琳",
"明凯",
"列奥尼达",
"三鸡皮儿",
"爱情卖买",
"潇洒狂暴战",
"云昭丶",
"芒果蒂蒂",
"艾瑞克-法琳娜",
"呆俊牧",
"送你温暖的光",
"潜行嘎你腰子",
"迷恋上你的唇",
"忘川难度",
"法德迦",
"飞飞来咯",
"傻妞妞",
},
["time"] = 1782920213,
["realm"] = "哈霍兰",
},
["boss9"] = {
["itemLevel5"] = 88,
["zhuangbei4"] = "|cffa335ee|Hitem:21586::::::::60::::::::::|h[无尽痛苦腰带]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:21221::::::::60::::::::::|h[克苏恩之眼]|h|r",
["itemLevel4"] = 88,
["zhuangbei5"] = "|cffa335ee|Hitem:21581::::::::60::::::::::|h[毁灭护手]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:20929::::::::60::::::::::|h[上古之神的甲壳]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:20933::::::::60::::::::::|h[上古之神的外鞘]|h|r",
["itemLevel1"] = 1,
["itemLevel3"] = 60,
["itemLevel2"] = 1,
},
["boss11"] = {
},
["boss10"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:20927::::::::60::::::::::|h[奥罗的外皮]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:20931::::::::60::::::::::|h[巨型沙虫的皮]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:23557::::::::60::::::::::|h[巨虫的幼体]|h|r",
["itemLevel1"] = 1,
["itemLevel3"] = 81,
["itemLevel2"] = 1,
},
["boss4"] = {
},
["boss12"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
["zhuangbei1"] = "T补贴",
},
["boss7"] = {
},
["boss3"] = {
},
["boss8"] = {
},
["boss13"] = {
["zhuangbei4"] = "分钱人数",
["jine3"] = "0",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["zhuangbei3"] = "净收入",
},
["boss2"] = {
},
["boss6"] = {
},
},
},
["BWL"] = {
},
["Temple"] = {
},
["ZUG"] = {
[260720235701] = {
["boss5"] = {
},
["boss1"] = {
},
["raidRoster"] = {
["roster"] = {
"法德迦",
"Menso",
"考拉二熊",
"窃魂者",
"镜中灵",
"护士长玛利亚",
"魔女桑德兰",
"哈霍兰小格格",
},
["time"] = 1784563021,
["realm"] = "哈霍兰",
},
["boss7"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei2"] = "|cff0070dd|Hitem:19901::::::::60::::::::::|h[祖利安切割者]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:19716::::::::60::::::::::|h[原始哈卡莱护腕]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:22722::::::::60::::::::::|h[古拉巴什狂暴者徽记]|h|r",
},
["boss10"] = {
},
["boss4"] = {
["zhuangbei2"] = "|cff0070dd|Hitem:22637::::::::60::::::::::|h[原始哈卡莱神像]|h|r",
["zhuangbei3"] = "|cff0070dd|Hitem:19869::::::::60::::::::::|h[浴血护手]|h|r",
["zhuangbei1"] = "|cff0070dd|Hitem:19873::::::::60::::::::::|h[督军的红色指环]|h|r",
},
["boss12"] = {
},
["boss13"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
["zhuangbei1"] = "T补贴",
},
["boss6"] = {
},
["boss8"] = {
},
["boss3"] = {
},
["boss2"] = {
},
["boss14"] = {
["zhuangbei4"] = "分钱人数",
["jine3"] = "0",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["zhuangbei3"] = "净收入",
},
},
},
["MCsod"] = {
},
["MC"] = {
[260703230906] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
["itemLevel1"] = 60,
["zhuangbei2"] = "|cff0070dd|Hitem:17011::::::::60::::::::::|h[熔岩之核]|h|rx3",
["itemLevel14"] = 60,
["itemLevel2"] = 60,
["zhuangbei1"] = "|cffffffff|Hitem:17012::::::::60::::::::::|h[熔火犬皮]|h|rx5",
["zhuangbei14"] = "|cff0070dd|Hitem:18260::::::::60::::::::::|h[公式：附魔武器 - 治疗能力]|h|r",
["itemLevel15"] = 60,
["zhuangbei15"] = "|cff1eff00|Hitem:16665::::::::60::::::::::|h[秘典：宁神射击]|h|r",
},
["boss2"] = {
["itemLevel2"] = 68,
["zhuangbei1"] = "|cffa335ee|Hitem:17073::::::::60::::::::::|h[震地者]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:16822::::::::60::::::::::|h[夜幕杀手短裤]|h|r",
["itemLevel1"] = 66,
["itemLevel3"] = 66,
["zhuangbei2"] = "|cffa335ee|Hitem:17065::::::::60::::::::::|h[稳固之力勋章]|h|r",
},
["boss5"] = {
},
["boss13"] = {
},
["boss10"] = {
["itemLevel5"] = 77,
["zhuangbei4"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["itemLevel4"] = 76,
["zhuangbei5"] = "|cffa335ee|Hitem:17076::::::::60::::::::::|h[削骨之刃]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:17107::::::::60::::::::::|h[龙血斗篷]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:18814::::::::60::::::::::|h[火焰之王的项圈]|h|r",
["itemLevel1"] = 73,
["itemLevel3"] = 76,
["itemLevel2"] = 78,
},
["boss4"] = {
["itemLevel2"] = 66,
["zhuangbei1"] = "|cffa335ee|Hitem:16808::::::::60::::::::::|h[恶魔之心角饰]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:17105::::::::60::::::::::|h[光环石锤]|h|r",
["itemLevel1"] = 66,
["itemLevel3"] = 69,
["zhuangbei2"] = "|cffa335ee|Hitem:16866::::::::60::::::::::|h[力量头盔]|h|r",
},
["raidRoster"] = {
["roster"] = {
"圣殿奇士一",
"写丶她",
"反斗神鹰",
"生而伟大",
"钢板川",
"津巴布韦公主",
"猪猪丿魔法棒-法琳娜",
"鱼赤",
"忘不掉的回忆",
"虹猫-法琳娜",
"软软绵绵",
"牛刚蛋",
"奥尔露恩",
"迷死人的微笑",
"景书",
"重装医院骑士",
"寒峰",
"梨安娜",
"Nihilsong",
"小伙贼能射",
"柰梧嬉",
"师太用力",
"一头羊",
"星宸-法琳娜",
"月舞",
"熊爪爪",
"手撕棒槌",
"泥呱呱",
"圣缨麒麟",
"法天天",
"哈霍兰大格格",
"麻小将",
"乔治埃德蒙",
"有只皮皮猪",
},
["time"] = 1783091346,
["realm"] = "哈霍兰",
},
["boss3"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:16826::::::::60::::::::::|h[夜幕杀手手套]|h|r",
["itemLevel1"] = 66,
["itemLevel2"] = 65,
["zhuangbei2"] = "|cffa335ee|Hitem:18878::::::::60::::::::::|h[巫术匕首]|h|r",
},
["boss6"] = {
},
["boss15"] = {
["zhuangbei4"] = "分钱人数",
["jine3"] = "0",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["zhuangbei3"] = "净收入",
},
["boss14"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "Dps补贴",
["zhuangbei1"] = "T补贴",
},
["boss7"] = {
},
["boss1"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:16805::::::::60::::::::::|h[恶魔之心手套]|h|r",
["itemLevel1"] = 66,
["itemLevel2"] = 66,
["zhuangbei2"] = "|cffa335ee|Hitem:16829::::::::60::::::::::|h[塞纳里奥长靴]|h|r",
},
},
[260713210134] = {
["boss8"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:16833::::::::60::::::::::|h[塞纳里奥胸甲]|h|r",
["itemLevel1"] = 66,
},
["tradeTbl"] = {
},
["boss9"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:18809::::::::60::::::::::|h[耳语秘言腰带]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:18808::::::::60::::::::::|h[眠火手套]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:18646::::::::60::::::::::|h[神圣之眼]|h|r",
["itemLevel1"] = 71,
["itemLevel3"] = 71,
["itemLevel2"] = 70,
},
["boss11"] = {
},
["boss12"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:16864::::::::60::::::::::|h[力量腰带]|h|r",
["zhuangbei3"] = "|cff0070dd|Hitem:17011::::::::60::::::::::|h[熔岩之核]|h|rx4",
["itemLevel4"] = 66,
["itemLevel15"] = 60,
["zhuangbei15"] = "|cff1eff00|Hitem:16665::::::::60::::::::::|h[秘典：宁神射击]|h|r",
["bindOnEquip4"] = true,
["zhuangbei12"] = "|cff0070dd|Hitem:18291::::::::60::::::::::|h[结构图：力反馈盾牌]|h|r",
["itemLevel1"] = 60,
["itemLevel3"] = 60,
["zhuangbei2"] = "|cff0070dd|Hitem:17010::::::::60::::::::::|h[炽热之核]|h|rx3",
["itemLevel14"] = 60,
["itemLevel12"] = 65,
["zhuangbei1"] = "|cffffffff|Hitem:17012::::::::60::::::::::|h[熔火犬皮]|h|rx5",
["zhuangbei14"] = "|cff0070dd|Hitem:18290::::::::60::::::::::|h[结构图：比兹尼克247x128精确瞄准镜]|h|r",
["itemLevel13"] = 65,
["itemLevel2"] = 60,
["zhuangbei13"] = "|cff0070dd|Hitem:18291::::::::60::::::::::|h[结构图：力反馈盾牌]|h|r",
},
["boss2"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:16810::::::::60::::::::::|h[恶魔之心长裤]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:17065::::::::60::::::::::|h[稳固之力勋章]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:17073::::::::60::::::::::|h[震地者]|h|r",
["itemLevel1"] = 66,
["itemLevel3"] = 66,
["itemLevel2"] = 68,
},
["boss5"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16824::::::::60::::::::::|h[夜幕杀手长靴]|h|r",
["itemLevel1"] = 66,
["itemLevel2"] = 66,
["zhuangbei1"] = "|cffa335ee|Hitem:16831::::::::60::::::::::|h[塞纳里奥手套]|h|r",
},
["boss13"] = {
},
["boss10"] = {
},
["boss4"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:16846::::::::60::::::::::|h[巨人追猎者头盔]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:17071::::::::60::::::::::|h[血腥撕裂者]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:18861::::::::60::::::::::|h[召火腿甲]|h|r",
["itemLevel1"] = 66,
["itemLevel3"] = 61,
["itemLevel2"] = 69,
},
["boss1"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16805::::::::60::::::::::|h[恶魔之心手套]|h|r",
["itemLevel1"] = 66,
["itemLevel2"] = 66,
["zhuangbei1"] = "|cffa335ee|Hitem:16800::::::::60::::::::::|h[奥术师便鞋]|h|r",
},
["boss6"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16797::::::::60::::::::::|h[奥术师衬肩]|h|r",
["itemLevel1"] = 69,
["itemLevel2"] = 66,
["zhuangbei1"] = "|cffa335ee|Hitem:18823::::::::60::::::::::|h[古代熔火皮手套]|h|r",
},
["boss3"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:18879::::::::60::::::::::|h[沉重的黑铁戒指]|h|r",
["itemLevel1"] = 66,
["itemLevel2"] = 66,
["zhuangbei1"] = "|cffa335ee|Hitem:16826::::::::60::::::::::|h[夜幕杀手手套]|h|r",
},
["boss14"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei3"] = "Dps补贴",
["zhuangbei2"] = "N补贴",
},
["boss15"] = {
["zhuangbei4"] = "分钱人数",
["jine3"] = "0",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["zhuangbei3"] = "净收入",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine5"] = "0",
},
["boss7"] = {
},
["raidRoster"] = {
["roster"] = {
"宇野-法琳娜",
"能打一亿个",
"仙女可妮",
"不玩游戏了",
"疯狂的白条",
"老头来乐",
"天然术士",
"俊甲司坦",
"德加和尚",
"拉猪哥",
"神之精灵",
"翁虹的球迷",
"湿纸",
"想搓背吖",
"铁骨战魂-法琳娜",
"Cyndi",
"黑白菲林",
"信托宝宝",
"加力",
"村长",
"好好的名字",
"Saveurtears",
"琦琦哈尔滨",
"神经小嫚",
"牛夜",
"风弦月影",
"Pipipiglol",
"一碌牧-德姆塞卡尔",
"拉轰的男人",
"男头光",
"咸鱼佛尔思",
"从小爱痴情",
"缠绕的青春",
"云昭丶",
"望雁归",
"联盟小猎猎",
},
["time"] = 1783947694,
["realm"] = "哈霍兰",
},
},
},
["AQL"] = {
},
["NAXX"] = {
},
["Gno"] = {
},
},
["bestPrice"] = {
[5376] = {
["法德迦"] = {
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
["money"] = "",
},
["哈霍兰大格格"] = {
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
["money"] = "",
},
["津巴布韦公主"] = {
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
["money"] = "",
},
},
},
["filterClassNum"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = 0,
["绿龙守护者"] = 0,
["黑龙守护者"] = 0,
["德加和尚"] = 0,
["津巴布韦公主"] = 0,
["哈霍兰大格格"] = 0,
["迪菲亚女皇"] = 0,
["蓝龙守护者"] = 0,
},
[5381] = {
["露露緹婭"] = 0,
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = 0,
},
},
["sendMail"] = {
["body"] = "{C}，这是你的工资，请查收。\n感谢你参与本次金团活动！^_^\n\n邮件发送时间：{E}",
["member"] = "raid",
["title"] = "工资{A}金",
["split"] = "\n",
},
["BWL"] = {
["boss8"] = {
["itemLevel4"] = 60,
["itemLevel5"] = 83,
["zhuangbei4"] = "|cffa335ee|Hitem:19003::::::::60:::::::::|h[奈法利安的头颅]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:19380::::::::60:::::::::|h[塞拉赞恩之链]|h|r",
["loot5"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:16923::::::::60:::::::::|h[卓越法袍]|h|r",
["itemLevel2"] = 76,
["loot4"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["zhuangbei5"] = "|cffa335ee|Hitem:19375::::::::60:::::::::|h[密苏达尔，夺魂者的头饰]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:16931::::::::60:::::::::|h[复仇法袍]|h|r",
["time"] = "8:46",
["itemLevel1"] = 76,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["itemLevel3"] = 83,
},
["lockoutIDtbl"] = {
[469] = {
["instanceID"] = 469,
["realmID"] = 5453,
["lockoutID"] = 104463405,
},
},
["tradeTbl"] = {
},
["boss9"] = {
["itemLevel1"] = 60,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743340377,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:18562::::::::60:::::::::|h[源质矿石]|h|r",
},
["boss11"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss17"] = {
},
["boss2"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19339::::::::60:::::::::|h[思维加速宝石]|h|r",
["loot3"] = {
{
["time"] = 1743338996,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:16910::::::::60:::::::::|h[血牙腰带]|h|r",
["loot2"] = {
{
["time"] = 1743338996,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["time"] = "1:33",
["zhuangbei1"] = "|cffa335ee|Hitem:16952::::::::60:::::::::|h[审判腰带]|h|r",
["itemLevel3"] = 76,
["itemLevel1"] = 76,
["loot1"] = {
{
["time"] = 1743338996,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["itemLevel2"] = 76,
},
["raidRoster"] = {
["roster"] = {
"小耳朵",
"时光清浅灬",
"快过来啊",
"枫雪纷飞",
"予伿",
"小树先生",
"小钊钊",
"渣女一抬腿丶",
"唐门丨衮",
"硬的像花岗岩",
"洛卅",
"闲闲鱼",
"重相逢",
"加拿大打桩机",
"我的发谢特贰",
"名字不一般",
"彩叮可",
"超级小奶瓶",
"柒月初",
"萌豆",
"梵尘丶",
"八斤七两",
"墩墩勇",
"霸罢",
"背手尿尿灬",
"潼宝",
"花活猎",
"奈良吐泡泡",
"勤劳的纪春生",
"五点水",
"爱的豹豹",
"麻薯小卷",
"南巷灬清风",
"龍小纭",
"排骨法",
"爱吃西蓝花",
"咖喱鸡",
"送祝福",
"素言丶",
"溧水老司机",
},
["time"] = 1743344343,
["realm"] = "铁血",
},
["boss5"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743342273,
},
},
["time"] = "2:55",
["zhuangbei2"] = "|cffa335ee|Hitem:19405::::::::60:::::::::|h[玛法里奥的祝福]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:19394::::::::60:::::::::|h[龙爪肩铠]|h|r",
["itemLevel1"] = 75,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743342273,
},
},
["itemLevel2"] = 75,
},
["boss7"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:19347::::::::60:::::::::|h[克洛玛古斯之爪]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:16902::::::::60:::::::::|h[怒风肩甲]|h|r",
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743343088,
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:19349::::::::60:::::::::|h[源质壁垒]|h|r",
["itemLevel3"] = 77,
["zhuangbei1"] = "|cffa335ee|Hitem:16953::::::::60:::::::::|h[审判肩铠]|h|r",
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743343088,
},
},
["time"] = "5:25",
["loot4"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743343088,
},
},
["itemLevel4"] = 77,
["itemLevel1"] = 76,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743343088,
},
},
["itemLevel2"] = 76,
},
["boss15"] = {
},
["boss13"] = {
},
["boss6"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743342457,
},
},
["time"] = "2:06",
["zhuangbei2"] = "|cffa335ee|Hitem:19430::::::::60:::::::::|h[纯净思想斗篷]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:16899::::::::60:::::::::|h[怒风护手]|h|r",
["itemLevel1"] = 76,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743342457,
},
},
["itemLevel2"] = 75,
},
["boss14"] = {
},
["boss3"] = {
["zhuangbei3"] = "|cffa335ee|Hitem:16957::::::::60:::::::::|h[审判马靴]|h|r",
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743340113,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:16957::::::::60:::::::::|h[审判马靴]|h|r",
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743340113,
},
},
["time"] = "2:02",
["itemLevel2"] = 76,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743340113,
},
},
["itemLevel1"] = 75,
["itemLevel3"] = 76,
["zhuangbei1"] = "|cffa335ee|Hitem:19350::::::::60:::::::::|h[击心者]|h|r",
},
["boss19"] = {
},
["boss4"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743341212,
},
},
["time"] = "3:15",
["itemLevel2"] = 75,
["zhuangbei2"] = "|cffa335ee|Hitem:19365::::::::60:::::::::|h[黑龙之爪]|h|r",
["itemLevel1"] = 76,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743341212,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16899::::::::60:::::::::|h[怒风护手]|h|r",
},
["boss1"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19369::::::::60:::::::::|h[疾速进化手套]|h|r",
["loot3"] = {
{
["time"] = 1743338736,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:16951::::::::60:::::::::|h[审判束腕]|h|r",
["loot2"] = {
{
["time"] = 1743338736,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["time"] = "6:31",
["zhuangbei1"] = "|cffa335ee|Hitem:16959::::::::60:::::::::|h[愤怒护腕]|h|r",
["loot1"] = {
{
["time"] = 1743338736,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["itemLevel1"] = 76,
["itemLevel3"] = 76,
["itemLevel2"] = 73,
},
["boss10"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["Auction"] = {
["mod"] = "normal",
["gen"] = 1,
["fastMoney"] = {
100,
300,
500,
1000,
2000,
},
["money"] = 5000,
["duration"] = 60,
["aotoSendLate"] = 3,
["resetThreshold"] = 20,
},
["newbee_report"] = {
},
["Hope"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["绿龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
["黑龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["德加和尚"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["津巴布韦公主"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss6"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss15"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
["哈霍兰大格格"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
["迪菲亚女皇"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["蓝龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
},
[5381] = {
["露露緹婭"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
},
},
["marketPrice"] = {
},
["worldBossCD"] = {
[5381] = {
["露露緹婭"] = {
},
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["津巴布韦公主"] = {
},
["哈霍兰大格格"] = {
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
},
},
["RoleOverviewSort"] = {
[5376] = {
{
["colorplayer"] = "|cff40c7eb法德迦",
["player"] = "法德迦",
["iLevel"] = 85.5625,
},
{
["colorplayer"] = "|cffffffff德加和尚",
["player"] = "德加和尚",
["iLevel"] = 0,
},
{
["colorplayer"] = "|cfff58cba哈霍兰大格格",
["player"] = "哈霍兰大格格",
["iLevel"] = 0,
["talent"] = 1,
},
{
["colorplayer"] = "|cff8787ed津巴布韦公主",
["player"] = "津巴布韦公主",
["iLevel"] = 0,
},
},
},
["SKILLchoice"] = {
[0] = 1,
},
["BossFrame"] = {
["BD"] = {
},
},
["buffCD"] = {
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["津巴布韦公主"] = {
},
["哈霍兰大格格"] = {
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
},
},
["point"] = {
},
["options"] = {
["tradeSuccessSound"] = 0,
["roleOverviewNotShowiLevel"] = 0,
["channelHistory2"] = 1,
["lastTrade"] = 1,
["fastCountMsg"] = 1,
["tradeTime"] = 3,
["configChooseHope"] = 1,
["tradeMSG"] = 0,
["channelHistory4"] = 1,
["tradeFalseSound"] = 0,
["retainExpensesMoney"] = 0,
["auctionMoveByShift"] = 0,
["roleOverviewLayout"] = "up_down",
["mouseHistoryMoney"] = 1,
["tradeMSG_false"] = 0,
["channelHistory3"] = 1,
["roleOverviewDefaultShow"] = "one",
["auctionChat"] = 1,
["autoAuctionFrameLevel"] = "HIGH",
["MeetingHorn_isSend"] = 0,
["searchList"] = 1,
["fastCount"] = 1,
["alpha"] = 0.8,
["roleOverviewAlpha"] = 0.9,
["mainIconFrameLevel"] = "HIGH",
["autoLoot"] = 1,
["autoAuctionShowSender"] = 0,
["guoqiRemind"] = 1,
["roleOverviewblackWhite"] = 0,
["miniMap"] = 1,
["autoAuctionFoldIfNotHope"] = 0,
["configChooseMeetingHornHistory"] = 1,
["tradeMoneyTop"] = 1,
["NumFrame"] = 1,
["fastMoney"] = 1,
["auctionTopPrice"] = 1,
["roleOverviewNotShowLevel"] = 0,
["auctionLogChoose"] = 1,
["MeetingHorn_ActivityList"] = 0,
["lastFrame"] = "FrameOptions_biaoge",
["showAuctionMail"] = 1,
["auctionHigh"] = 1,
["moLing"] = 1,
["channelHistory1"] = 1,
["autolootNotice"] = 1,
["xueyueAuto"] = 0,
["Sound"] = "露露缇娅",
["roleOverviewShowNote"] = 0,
["tradeFontSize"] = 20,
["tipsSound"] = 1,
["autoAuctionUp"] = 0,
["mainIconScale"] = 1,
["autoAuctionSetMoney"] = 1,
["mouseFK"] = 1,
["SearchHistory"] = {
["option231029"] = true,
["FBCDchoice260623"] = true,
["FBCDchoice240208"] = true,
["QuestCD240403愛雅法拉-孤狼"] = true,
["|cff00FF007月26日更新v2.2.0"] = true,
["sound250527"] = true,
["|cff00FF004月9日更新v1.17.0"] = true,
["FBCDchoice240923"] = true,
["QuestCD240403萌萌奶糖-野性痊癒"] = true,
["autoShowTradeCopyMoney260218"] = true,
["firstOpenMainFrame"] = true,
["|cff00FF004月19日更新v1.17.5"] = true,
["|cff00FF005月3日更新v1.17.7"] = true,
["FilterClassItemDB260425"] = true,
["dt231005"] = true,
["history250312"] = true,
["|cff00FF007月20日更新v1.19.6"] = true,
["FBCDchoice240328"] = true,
["FBCDchoice240711"] = true,
["|cff00FF005月21日更新v1.18.3"] = true,
["60FB240703"] = true,
["FilterClassItemDBPlayer-5376-16BEFC08260618"] = true,
["YY240925"] = true,
["|cff00FF005月9日更新v1.17.8"] = true,
["yongshi240425"] = true,
["|cff00FF008月3日更新v1.20.0"] = true,
["QuestCD240403萌萌的露小露-孤狼"] = true,
["showAuctionLogFrame260209"] = true,
["dt231208"] = true,
["autoGetOnline240615"] = true,
["FBCDchoice240113"] = true,
["QuestCD240113"] = true,
["options250610"] = true,
["ro250602"] = true,
["yy250509"] = true,
["FBCDchoice240106"] = true,
["MONEYchoice240408"] = true,
["FBCDchoice2401065843萌萌的露小露"] = true,
["FBCDchoice240412"] = true,
["MONEYchoice241101"] = true,
["|cff00FF007月30日更新v2.2.2"] = true,
},
["MeetingHorn_whisper"] = 0,
["channelHistory5"] = 1,
["autoAuctionScale"] = 0.95,
["aotoSendLate"] = 0,
["editFontSize"] = 14,
["bg"] = "0.01,0.01,0.01,0.8",
["showAuctionLogFrame"] = 0,
["tradeSameMoney"] = 1,
["autoAllLootToMe"] = 0,
["countDownSendChannel"] = "RAID_WARNING",
["autoAuctionStart"] = 1,
["tradeMSG_success"] = 1,
["showEmptyMail"] = 1,
["autoAuctionLogLink"] = 1,
["showGuoQiFrame"] = 0,
["ERR_CHAT_THROTTLED"] = 1,
["autoGetOnline"] = 0,
["scale"] = 0.9,
["roleOverviewSort1"] = "iLevel-class-player",
["roleOverviewShowTalent"] = 1,
["countDownStop"] = 1,
["countDown"] = 1,
["duiZhangTime"] = 24,
["autoAuctionHappySay"] = 1,
["MeetingHorn_history"] = 0,
["lootFontSize"] = 20,
["joinorleavePlayercolor"] = 1,
["mainIcon"] = 0,
["qiankuanTrade"] = 1,
["commerceAuthorityTooltip"] = 1,
["autoAuctionFold"] = 0,
["MeetingHorn_members"] = 0,
["MeetingHorn_search"] = 0,
["autoQingKongSaveHistory"] = 1,
["auctionChatHoldNew"] = 1,
["autoCreateBill"] = 1,
["countDownDuration"] = 8,
["guoqiRemindMinTime"] = 30,
["roleOverviewShowFaction"] = 0,
["report"] = 1,
["historySummaryAutoStart"] = 1,
["isTrading"] = 1,
["NDuiOpenBag"] = 0,
["model"] = 1,
["showRaidCDKillNum"] = 0,
["autoAuctionMoney"] = 1,
["HighOnterItem"] = 1,
["MeetingHorn_always"] = 0,
["autoAdd0"] = 0,
["autoQingKong"] = 1,
["autoAuctionSureClick"] = 0,
["buttonSound"] = 1,
["auctionHighTime"] = 20,
["zhichuPercent"] = 1,
["tradePreview"] = 1,
["allLootToMe"] = 1,
["roleOverviewShowNote_width"] = 100,
["configChooseFilter"] = 1,
["lootTime"] = 8,
["channelHistory10"] = 1,
["autolootRemind"] = 1,
["roleOverviewShowNote_useClassColor"] = 1,
["roleOverviewScale"] = 1,
["autoAuctionQianKuan"] = 1,
["tradeFastGiveMoney"] = 1,
["togetherAuctionMail"] = 0,
["tradeNotice"] = 1,
["lastVer"] = "v2.2.2",
["MeetingHorn_yy"] = 0,
["autoShowTradeCopyMoney"] = 1,
["addonsOutTime"] = 1,
["autoAuctionPut"] = 1,
["retainExpenses"] = 1,
["configChooseMeetingHornWhisper"] = 1,
["ignore"] = 1,
["autoTrade"] = 1,
["tradeMSG_channel"] = "WHISPER",
["fastCountPreview"] = 1,
["autoAuctionAutoEndTips"] = 1,
["optionsScrollPosition"] = {
},
},
["UBRS"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss1"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["BD"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "10",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine3"] = "0",
["jine5"] = "0",
["jine1"] = "0",
["zhuangbei2"] = "总支出",
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
["zhuangbei1"] = "坦克补贴",
["zhuangbei2"] = "治疗补贴",
["zhuangbei3"] = "输出补贴",
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["FB"] = "TAQ",
["NotifyChannel"] = "RAID",
["MCsod"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss1"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["MeetingHornWhisper"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["绿龙守护者"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
["黑龙守护者"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["德加和尚"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["津巴布韦公主"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
["哈霍兰大格格"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
["迪菲亚女皇"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["蓝龙守护者"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["ZUG"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei1"] = "T补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss3"] = {
},
["boss14"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = 20,
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["tradeSkillCooldown"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
["alchemy"] = {
["ready"] = true,
["class"] = "MAGE",
},
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
["tailor"] = {
["ready"] = true,
["class"] = "PRIEST",
},
},
["津巴布韦公主"] = {
},
["哈霍兰大格格"] = {
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["mailHistory"] = {
["type"] = "all",
["saveDuration"] = 30,
["Order"] = 1,
["isChooseRealm"] = 1,
[5376] = {
["法德迦"] = {
["info"] = {
},
["name"] = "法德迦",
["level"] = 60,
["class"] = "MAGE",
["realmID"] = 5376,
},
["哈霍兰大格格"] = {
["info"] = {
},
["name"] = "哈霍兰大格格",
["level"] = 60,
["class"] = "PALADIN",
["realmID"] = 5376,
},
["津巴布韦公主"] = {
["info"] = {
},
["name"] = "津巴布韦公主",
["level"] = 60,
["class"] = "WARLOCK",
["realmID"] = 5376,
},
["德加和尚"] = {
["info"] = {
},
["name"] = "德加和尚",
["realmID"] = 5376,
["class"] = "PRIEST",
["level"] = 60,
},
},
["OrderButtonID"] = 2,
},
["HopeSendChannel"] = "RAID",
["AQL"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["lastFrame"] = "FB",
["lastGuoQiTime"] = 0,
["HistoryList"] = {
["UBRS"] = {
},
["BD"] = {
},
["TAQ"] = {
{
260701233653,
"07月01日23:36:53\n安其拉神殿 40人 工资:0",
},
},
["BWL"] = {
},
["Temple"] = {
},
["ZUG"] = {
{
260720235701,
"07月20日23:57:01\n祖尔格拉布 20人 工资:0",
},
},
["MCsod"] = {
},
["MC"] = {
{
260713210134,
"07月13日21:01:34\n熔火之心 40人 工资:0",
},
{
260703230906,
"07月03日23:09:06\n熔火之心 40人 工资:0",
},
},
["AQL"] = {
},
["NAXX"] = {
},
["Gno"] = {
},
},
["FilterClassItemDB"] = {
[5376] = {
["法德迦"] = {
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["5回法力值"] = 1,
},
["Name"] = "法师",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_mage",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["4"] = 1,
},
},
},
["绿龙守护者"] = {
{
["ShuXing"] = {
["招架"] = 1,
["格挡"] = 1,
},
["Name"] = "德鲁伊",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_DRUID",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["18"] = 1,
["7"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["武器技能"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["招架"] = 1,
["格挡"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "德鲁伊-巨熊",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["10"] = 1,
["9"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_racial_bearform",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["18"] = 1,
["13"] = 1,
["8"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "德鲁伊-猎豹",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["10"] = 1,
["9"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_druid_catform",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["18"] = 1,
["13"] = 1,
["8"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "德鲁伊-平衡",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_nature_starfall",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["19"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["武器技能"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "德鲁伊-恢复",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_nature_healingtouch",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["19"] = 1,
},
},
},
["黑龙守护者"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "战士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_WARRIOR",
["Weapon"] = {
["19"] = 1,
["20"] = 1,
["9"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "战士-防御",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_defensivestance",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["5"] = 1,
["20"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-武器",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_savageblow",
["Weapon"] = {
["9"] = 1,
["0"] = 1,
["13"] = 1,
["20"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["15"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-狂怒",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_innerrage",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["5"] = 1,
["20"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
},
["德加和尚"] = {
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["物理爆击"] = 1,
["武器技能"] = 1,
},
["Name"] = "牧师",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_PRIEST",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["5回法力值"] = 1,
},
["Name"] = "牧师-暗影",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_shadow_shadowwordpain",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["武器技能"] = 1,
},
["Name"] = "牧师-戒律",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_wordfortitude",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["武器技能"] = 1,
},
["Name"] = "牧师-神圣",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_guardianspirit",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
},
["津巴布韦公主"] = {
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "术士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_warlock",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["4"] = 1,
["13"] = 1,
},
},
},
["哈霍兰大格格"] = {
{
["ShuXing"] = {
["法术命中"] = 1,
["特定法术强度"] = 1,
},
["Name"] = "圣骑士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_paladin",
["Weapon"] = {
["3"] = 1,
["2"] = 1,
["19"] = 1,
["18"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["精神"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["法术命中"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["治疗强度"] = 1,
},
["Name"] = "圣骑士-防御",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["8"] = 1,
["9"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_devotionaura",
["Weapon"] = {
["1"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["8"] = 1,
["20"] = 1,
["19"] = 1,
["13"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "圣骑士-惩戒",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["0"] = 1,
["10"] = 1,
["1"] = 1,
["8"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_auraoflight",
["Weapon"] = {
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["18"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["武器技能"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["精神"] = 1,
},
["Name"] = "圣骑士-神圣",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_holybolt",
["Weapon"] = {
["1"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["8"] = 1,
["20"] = 1,
["19"] = 1,
["13"] = 1,
["10"] = 1,
},
},
},
["迪菲亚女皇"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "盗贼",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_rogue",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["20"] = 1,
["5"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
},
["蓝龙守护者"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["防御"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "猎人",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_HUNTER",
["Weapon"] = {
["9"] = 1,
["16"] = 1,
["5"] = 1,
["4"] = 1,
["20"] = 1,
["19"] = 1,
},
},
},
},
[5303] = {
},
},
["font"] = "ARKai_T.ttf",
["clearBiaoGeMoney"] = {
["MC"] = {
["name"] = "哈霍兰大格格",
["money"] = 3044,
["realmID"] = 5376,
["FB"] = "MC",
["time"] = 1784654965,
},
["ZUG"] = {
["name"] = "法德迦",
["money"] = 4005,
["realmID"] = 5376,
["FB"] = "ZUG",
["time"] = 1784616370,
},
["TAQ"] = {
["name"] = "法德迦",
["money"] = 3417,
["realmID"] = 5376,
["FB"] = "TAQ",
["time"] = 1785074867,
},
},
["whoFrame"] = {
["history"] = {
"妮可",
"欧",
"欧尼",
"兰傲",
"星宇",
"凤百川",
},
},
["newbee_report_notuploaded"] = {
},
["YYdb"] = {
["share"] = 0,
["history"] = {
},
["all"] = {
},
["historyFilter"] = 0,
["historyEmpty"] = {
},
["allFilter"] = 0,
["shareCount"] = 0,
["LeaderYY"] = {
},
},
["auctionMSGhistory"] = {
{
["textColor"] = "FF7F50",
["text"] = "3-3",
["time"] = 1785433372,
["nameLink"] = "|Hplayer:雪花飞飞:1415:RAID:|h[|cff40c7eb雪花飞飞|r]|h",
},
{
["nameLink"] = "|Hplayer:勇敢的老黄:1519:RAID:|h[|cffc79c6e勇敢的老黄|r]|h",
["text"] = "人家没动手",
["time"] = 1785433453,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:孋莎:1521:RAID:|h[|cffabd473孋莎|r]|h",
["text"] = "2-1谢谢",
["time"] = 1785433453,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:勇敢的老黄:1525:RAID:|h[|cffc79c6e勇敢的老黄|r]|h",
["text"] = "咱们啦咱们得",
["time"] = 1785433455,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:津巴布韦公主:1777:RAID:|h[|cff8787ed津巴布韦公主|r]|h",
["text"] = "召唤 法德迦",
["time"] = 1785433636,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:魔兽叁猫-法琳娜:1936:RAID:|h[|cff40c7eb魔兽叁猫-法琳娜|r]|h",
["text"] = "我4队智力",
["time"] = 1785433744,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:魔兽叁猫-法琳娜:2009:RAID:|h[|cff40c7eb魔兽叁猫-法琳娜|r]|h",
["text"] = "我4队智力",
["time"] = 1785433799,
["textColor"] = "FF7F50",
},
},
["equip"] = {
[5381] = {
["露露緹婭"] = {
["8"] = {
["link"] = "|cffffffff|Hitem:51::::::::1::::::::::|h[见习牧师之靴]|h|r",
["level"] = 1,
["itemID"] = 51,
["quality"] = 1,
},
["16"] = {
["link"] = "|cffffffff|Hitem:36::::::::1::::::::::|h[用旧的钉锤]|h|r",
["level"] = 2,
["itemID"] = 36,
["quality"] = 1,
},
["5"] = {
["link"] = "|cff9d9d9d|Hitem:6098::::::::1::::::::::|h[见习牧师长袍]|h|r",
["level"] = 1,
["itemID"] = 6098,
["quality"] = 0,
},
["4"] = {
["link"] = "|cffffffff|Hitem:53::::::::1::::::::::|h[见习牧师衬衣]|h|r",
["level"] = 1,
["itemID"] = 53,
["quality"] = 1,
},
["7"] = {
["link"] = "|cff9d9d9d|Hitem:52::::::::1::::::::::|h[见习牧师短裤]|h|r",
["level"] = 1,
["itemID"] = 52,
["quality"] = 0,
},
},
},
[5376] = {
["法德迦"] = {
["18"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22821,
["link"] = "|cffa335ee|Hitem:22821::::::::60::::::::::|h[厄运之指]|h|r",
},
["1"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22498,
["link"] = "|cffa335ee|Hitem:22498:2588:::::::60::::::::::|h[霜火头饰]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23050,
["link"] = "|cffa335ee|Hitem:23050:2621:::::::60::::::::::|h[大墓地披风]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22983,
["link"] = "|cffa335ee|Hitem:22983:2721:::::::60::::::::::|h[蒙霜衬肩]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23057,
["link"] = "|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22496,
["link"] = "|cffa335ee|Hitem:22496:1891:::::::60::::::::::|h[霜火长袍]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 14617,
["link"] = "|cffffffff|Hitem:14617::::::::60::::::::::|h[外科医生衬衣]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23070,
["link"] = "|cffa335ee|Hitem:23070:2588:::::::60::::::::::|h[极性护腿]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22730,
["link"] = "|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
},
["9"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23021,
["link"] = "|cffa335ee|Hitem:23021:1883:::::::60::::::::::|h[灵魂收割者的护腕]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 86,
["itemID"] = 22500,
["link"] = "|cffa335ee|Hitem:22500:911:::::::60::::::::::|h[霜火便鞋]|h|r",
},
["16"] = {
["quality"] = 5,
["level"] = 90,
["itemID"] = 22589,
["link"] = "|cffff8000|Hitem:22589:2504:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23046,
["link"] = "|cffa335ee|Hitem:23046::::::::60::::::::::|h[萨菲隆的精华]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 66,
["itemID"] = 18820,
["link"] = "|cffa335ee|Hitem:18820::::::::60::::::::::|h[短暂能量护符]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23062,
["link"] = "|cffa335ee|Hitem:23062::::::::60::::::::::|h[霜火之戒]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23237,
["link"] = "|cffa335ee|Hitem:23237::::::::60::::::::::|h[永恒烈焰之戒]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 21585,
["link"] = "|cffa335ee|Hitem:21585:2616:::::::60::::::::::|h[黑暗风暴护手]|h|r",
},
},
["绿龙守护者"] = {
["5"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 6123,
["link"] = "|cff9d9d9d|Hitem:6123::::::::1::::::::::|h[初学者长袍]|h|r",
},
["7"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 6124,
["link"] = "|cff9d9d9d|Hitem:6124::::::::1::::::::::|h[初学者短裤]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 3661,
["link"] = "|cffffffff|Hitem:3661::::::::1::::::::::|h[手工法杖]|h|r",
},
},
["黑龙守护者"] = {
["4"] = {
["link"] = "|cffffffff|Hitem:38::::::::1::::::::::|h[新兵衬衣]|h|r",
["level"] = 1,
["itemID"] = 38,
["quality"] = 1,
},
},
["德加和尚"] = {
["5"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16923,
["link"] = "|cffa335ee|Hitem:16923:1891:::::::60::::::::::|h[卓越法袍]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 15,
["itemID"] = 3342,
["link"] = "|cffffffff|Hitem:3342::::::::60::::::::::|h[杉德尔船长的衬衣]|h|r",
},
["1"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16921,
["link"] = "|cffa335ee|Hitem:16921:2590:::::::60::::::::::|h[卓越之环]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23047,
["link"] = "|cffa335ee|Hitem:23047::::::::60::::::::::|h[亡者之眼]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16924,
["link"] = "|cffa335ee|Hitem:16924:2715:::::::60::::::::::|h[卓越肩铠]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23036,
["link"] = "|cffa335ee|Hitem:23036::::::::60::::::::::|h[尸身项链]|h|r",
},
["19"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 5976,
["link"] = "|cffffffff|Hitem:5976::::::::60::::::::::|h[公会徽章]|h|r",
},
["18"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23009,
["link"] = "|cffa335ee|Hitem:23009::::::::60::::::::::|h[秘语亡者之杖]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16922,
["link"] = "|cffa335ee|Hitem:16922:2590:::::::60::::::::::|h[卓越护腿]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16925,
["link"] = "|cffa335ee|Hitem:16925::::::::60::::::::::|h[卓越腰带]|h|r",
},
["9"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16926,
["link"] = "|cffa335ee|Hitem:16926:2566:::::::60::::::::::|h[卓越束腕]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 65,
["itemID"] = 19897,
["link"] = "|cffa335ee|Hitem:19897:464:::::::60::::::::::|h[背叛者长靴]|h|r",
},
["16"] = {
["quality"] = 5,
["level"] = 90,
["itemID"] = 22631,
["link"] = "|cffff8000|Hitem:22631:2505:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22960,
["link"] = "|cffa335ee|Hitem:22960::::::::60::::::::::|h[缝合披风]|h|r",
},
["13"] = {
["quality"] = 2,
["level"] = 50,
["itemID"] = 11122,
["link"] = "|cff1eff00|Hitem:11122::::::::60::::::::::|h[棍子上的胡萝卜]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 19382,
["link"] = "|cffa335ee|Hitem:19382::::::::60::::::::::|h[纯源质指环]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23061,
["link"] = "|cffa335ee|Hitem:23061::::::::60::::::::::|h[信仰之戒]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 21888,
["link"] = "|cffa335ee|Hitem:21888:930:::::::60::::::::::|h[不朽手套]|h|r",
},
},
["津巴布韦公主"] = {
["9"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22511,
["link"] = "|cffa335ee|Hitem:22511:1886:::::::60::::::::::|h[瘟疫之心腕轮]|h|r",
},
["1"] = {
["quality"] = 2,
["level"] = 46,
["itemID"] = 10506,
["link"] = "|cff1eff00|Hitem:10506::::::::60::::::::::|h[潜水头盔]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 17583,
["link"] = "|cffa335ee|Hitem:17583:929:::::::60::::::::::|h[统帅的鬼纹长靴]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 74,
["itemID"] = 17580,
["link"] = "|cffa335ee|Hitem:17580:2716:::::::60::::::::::|h[元帅的鬼纹护肩]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 68,
["itemID"] = 19876,
["link"] = "|cffa335ee|Hitem:19876::::::::60::::::::::|h[堕灵者项链]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 74,
["itemID"] = 17581,
["link"] = "|cffa335ee|Hitem:17581:1892:::::::60::::::::::|h[元帅的鬼纹长袍]|h|r",
},
["18"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22821,
["link"] = "|cffa335ee|Hitem:22821::::::::60::::::::::|h[厄运之指]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 17579,
["link"] = "|cffa335ee|Hitem:17579::::::::60::::::::::|h[元帅的鬼纹护腿]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22730,
["link"] = "|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
},
["14"] = {
["quality"] = 3,
["level"] = 0,
["itemID"] = 18858,
["link"] = "|cff0070dd|Hitem:18858::::::::60::::::::::|h[联盟徽记]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23050,
["link"] = "|cffa335ee|Hitem:23050:2621:::::::60::::::::::|h[大墓地披风]|h|r",
},
["16"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22807,
["link"] = "|cffa335ee|Hitem:22807:2504:::::::60::::::::::|h[怨灵之刃]|h|r",
},
["17"] = {
["quality"] = 4,
["level"] = 81,
["itemID"] = 21597,
["link"] = "|cffa335ee|Hitem:21597::::::::60::::::::::|h[维克洛尔皇家节杖]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 81,
["itemID"] = 23558,
["link"] = "|cffa335ee|Hitem:23558::::::::60::::::::::|h[穴居虫之壳]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 19376,
["link"] = "|cffa335ee|Hitem:19376::::::::60::::::::::|h[阿基迪罗斯的清算之戒]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23025,
["link"] = "|cffa335ee|Hitem:23025::::::::60::::::::::|h[诅咒者的徽记]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 17584,
["link"] = "|cffa335ee|Hitem:17584:2614:::::::60::::::::::|h[统帅的鬼纹手套]|h|r",
},
},
["哈霍兰大格格"] = {
["9"] = {
["quality"] = 4,
["level"] = 81,
["itemID"] = 21604,
["link"] = "|cffa335ee|Hitem:21604:2566:::::::60::::::::::|h[皇家救赎腕轮]|h|r",
},
["1"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22428,
["link"] = "|cffa335ee|Hitem:22428:2584:::::::60::::::::::|h[救赎头饰]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 86,
["itemID"] = 22430,
["link"] = "|cffa335ee|Hitem:22430:911:::::::60::::::::::|h[救赎长靴]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 86,
["itemID"] = 22429,
["link"] = "|cffa335ee|Hitem:22429:2721:::::::60::::::::::|h[救赎肩铠]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23057,
["link"] = "|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22425,
["link"] = "|cffa335ee|Hitem:22425:1891:::::::60::::::::::|h[救赎外套]|h|r",
},
["18"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23006,
["link"] = "|cffa335ee|Hitem:23006::::::::60::::::::::|h[光明圣契]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23070,
["link"] = "|cffa335ee|Hitem:23070:2584:::::::60::::::::::|h[极性护腿]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22730,
["link"] = "|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23047,
["link"] = "|cffa335ee|Hitem:23047::::::::60::::::::::|h[亡者之眼]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 68,
["itemID"] = 19857,
["link"] = "|cffa335ee|Hitem:19857::::::::60::::::::::|h[吞噬披风]|h|r",
},
["16"] = {
["quality"] = 4,
["level"] = 89,
["itemID"] = 23056,
["link"] = "|cffa335ee|Hitem:23056:2505:::::::60::::::::::|h[扭曲虚空之锤]|h|r",
},
["17"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23075,
["link"] = "|cffa335ee|Hitem:23075::::::::60::::::::::|h[死亡的契约]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23001,
["link"] = "|cffa335ee|Hitem:23001::::::::60::::::::::|h[衰落之眼]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 20632,
["link"] = "|cffa335ee|Hitem:20632::::::::60::::::::::|h[心灵之泪]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 21836,
["link"] = "|cffa335ee|Hitem:21836::::::::60::::::::::|h[混乱之琉璃戒指]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 68,
["itemID"] = 20264,
["link"] = "|cffa335ee|Hitem:20264:2617:::::::60::::::::::|h[和平守护者护手]|h|r",
},
},
["迪菲亚女皇"] = {
["8"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 47,
["link"] = "|cffffffff|Hitem:47::::::::1::::::::::|h[潜行者之鞋]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 2092,
["link"] = "|cffffffff|Hitem:2092::::::::1::::::::::|h[用旧的匕首]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 49,
["link"] = "|cffffffff|Hitem:49::::::::1::::::::::|h[潜行者衬衣]|h|r",
},
["7"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 48,
["link"] = "|cff9d9d9d|Hitem:48::::::::1::::::::::|h[潜行者短裤]|h|r",
},
["18"] = {
["quality"] = 1,
["level"] = 3,
["itemID"] = 3111,
["link"] = "|cffffffff|Hitem:3111::::::::1::::::::::|h[劣质飞斧]|h|r",
},
},
["蓝龙守护者"] = {
["8"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 129,
["link"] = "|cffffffff|Hitem:129::::::::1::::::::::|h[皱褶捕兽者之靴]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 2092,
["link"] = "|cffffffff|Hitem:2092::::::::1::::::::::|h[用旧的匕首]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 148,
["link"] = "|cffffffff|Hitem:148::::::::1::::::::::|h[皱褶捕兽者衬衣]|h|r",
},
["7"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 147,
["link"] = "|cff9d9d9d|Hitem:147::::::::1::::::::::|h[皱褶捕兽者短裤]|h|r",
},
["18"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 2504,
["link"] = "|cffffffff|Hitem:2504::::::::1::::::::::|h[用旧的短弓]|h|r",
},
},
},
[5453] = {
["露露缇娅丶"] = {
["5"] = {
["quality"] = 0,
["level"] = 4,
["itemID"] = 1380,
["link"] = "|cff9d9d9d|Hitem:1380::::::::10::::::::::|h[磨损的长袍]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 53,
["link"] = "|cffffffff|Hitem:53::::::::10::::::::::|h[见习牧师衬衣]|h|r",
},
["7"] = {
["quality"] = 2,
["level"] = 10,
["itemID"] = 2958,
["link"] = "|cff1eff00|Hitem:2958::::::::10::::::::::|h[旅者短裤]|h|r",
},
["6"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 983,
["link"] = "|cffffffff|Hitem:983::::::::10::::::::::|h[红色亚麻腰带]|h|r",
},
["9"] = {
["quality"] = 0,
["level"] = 5,
["itemID"] = 3365,
["link"] = "|cff9d9d9d|Hitem:3365::::::::10::::::::::|h[磨损的护腕]|h|r",
},
["15"] = {
["quality"] = 0,
["level"] = 5,
["itemID"] = 1376,
["link"] = "|cff9d9d9d|Hitem:1376::::::::10::::::::::|h[磨损的披风]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 4563,
["link"] = "|cffffffff|Hitem:4563::::::::10::::::::::|h[粗棍]|h|r",
},
["18"] = {
["quality"] = 2,
["level"] = 15,
["itemID"] = 11287,
["link"] = "|cff1eff00|Hitem:11287::::::::10::::::::::|h[次级魔法杖]|h|r",
},
["8"] = {
["quality"] = 1,
["level"] = 5,
["itemID"] = 80,
["link"] = "|cffffffff|Hitem:80::::::::10::::::::::|h[柔软的毛边鞋]|h|r",
},
["10"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 2960,
["link"] = "|cffffffff|Hitem:2960::::::::10::::::::::|h[旅者手套]|h|r",
},
},
},
},
["MeetingHorn"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["津巴布韦公主"] = {
},
["哈霍兰大格格"] = {
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["tradeHistory"] = {
["saveDuration"] = 30,
["Order"] = 1,
["isChooseRealm"] = 1,
[5376] = {
["法德迦"] = {
["info"] = {
{
["targetClass"] = "DRUID",
["zone"] = "安其拉",
["targetName"] = "轻抚菊花笑一",
["playeritems"] = {
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
},
["afterMoney"] = 34177133,
["beforeMoney"] = 34177133,
["time"] = 1785074873,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "PALADIN",
["zone"] = "安其拉",
["targetName"] = "圣光映霜刃",
["playeritems"] = {
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
},
["afterMoney"] = 34177133,
["beforeMoney"] = 34177133,
["time"] = 1785074902,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "HUNTER",
["zone"] = "安其拉",
["targetName"] = "拉猪大哥",
["playeritems"] = {
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法肉桂面包",
["count"] = 20,
["item"] = "|cffffffff|Hitem:22895::::::::60::::::::::|h[魔法肉桂面包]|h|r",
["quality"] = 1,
},
},
["afterMoney"] = 34177133,
["beforeMoney"] = 34177133,
["time"] = 1785074961,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "HUNTER",
["zone"] = "安其拉",
["targetName"] = "做梦",
["playeritems"] = {
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法肉桂面包",
["count"] = 20,
["item"] = "|cffffffff|Hitem:22895::::::::60::::::::::|h[魔法肉桂面包]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法肉桂面包",
["count"] = 20,
["item"] = "|cffffffff|Hitem:22895::::::::60::::::::::|h[魔法肉桂面包]|h|r",
["quality"] = 1,
},
},
["afterMoney"] = 34177133,
["beforeMoney"] = 34177133,
["time"] = 1785075031,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "暴风城",
["targetName"] = "文艺少女",
["playeritems"] = {
},
["targetmoney"] = 7420000,
["beforeMoney"] = 34369411,
["time"] = 1785080938,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 41789411,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "诅咒之地",
["targetName"] = "首席元帅",
["playeritems"] = {
},
["afterMoney"] = 42409411,
["beforeMoney"] = 41789411,
["time"] = 1785167618,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 620000,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "诅咒之地",
["targetName"] = "月落霜玹",
["playeritems"] = {
},
["afterMoney"] = 43729469,
["beforeMoney"] = 42409469,
["time"] = 1785168663,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 1320000,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "诅咒之地",
["targetName"] = "兰傲天",
["playeritems"] = {
},
["targetmoney"] = 22950000,
["beforeMoney"] = 43729696,
["time"] = 1785175590,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 66679696,
},
{
["targetClass"] = "PRIEST",
["zone"] = "诅咒之地",
["targetName"] = "丸仔",
["playeritems"] = {
},
["targetmoney"] = 0,
["beforeMoney"] = 66679696,
["time"] = 1785175604,
["playermoney"] = 4590000,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 62089696,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "诅咒之地",
["targetName"] = "Casar",
["playeritems"] = {
},
["targetmoney"] = 0,
["beforeMoney"] = 62089696,
["time"] = 1785175619,
["playermoney"] = 4590000,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 57499696,
},
{
["targetClass"] = "ROGUE",
["zone"] = "诅咒之地",
["targetName"] = "鹤妍",
["playeritems"] = {
},
["targetmoney"] = 0,
["beforeMoney"] = 57499696,
["time"] = 1785175629,
["playermoney"] = 4590000,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 52909696,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "诅咒之地",
["targetName"] = "合欢宗露小缝",
["playeritems"] = {
},
["targetmoney"] = 0,
["beforeMoney"] = 52909696,
["time"] = 1785175639,
["playermoney"] = 4590000,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 48319696,
},
{
["targetClass"] = "WARLOCK",
["zone"] = "艾萨拉",
["targetName"] = "虎子哥",
["playeritems"] = {
},
["targetmoney"] = 2700000,
["beforeMoney"] = 48361893,
["time"] = 1785199028,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 51061893,
},
{
["targetClass"] = "HUNTER",
["zone"] = "暴风城",
["targetName"] = "矫健的老黄",
["playeritems"] = {
},
["afterMoney"] = 351216642,
["beforeMoney"] = 51216642,
["time"] = 1785357025,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 300000000,
},
{
["targetClass"] = "DRUID",
["zone"] = "暴风城",
["targetName"] = "重殴",
["playeritems"] = {
},
["afterMoney"] = 352216642,
["beforeMoney"] = 351216642,
["time"] = 1785362223,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 1000000,
},
{
["targetClass"] = "ROGUE",
["zone"] = "暴风城",
["targetName"] = "四一六战队",
["playeritems"] = {
},
["afterMoney"] = 351216642,
["beforeMoney"] = 352216642,
["time"] = 1785362245,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 1000000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "WARLOCK",
["zone"] = "暴风城",
["targetName"] = "Elphaba",
["playeritems"] = {
{
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["count"] = 20,
["quality"] = 1,
},
{
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["count"] = 20,
["quality"] = 1,
},
{
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["count"] = 20,
["quality"] = 1,
},
{
["item"] = "|cffffffff|Hitem:22895::::::::60::::::::::|h[魔法肉桂面包]|h|r",
["name"] = "魔法肉桂面包",
["count"] = 20,
["quality"] = 1,
},
{
["item"] = "|cffffffff|Hitem:22895::::::::60::::::::::|h[魔法肉桂面包]|h|r",
["name"] = "魔法肉桂面包",
["count"] = 20,
["quality"] = 1,
},
{
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["count"] = 20,
["quality"] = 1,
},
},
["afterMoney"] = 351216642,
["beforeMoney"] = 351216642,
["time"] = 1785362444,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 0,
},
},
["name"] = "法德迦",
["level"] = 60,
["class"] = "MAGE",
["realmID"] = 5376,
},
["哈霍兰大格格"] = {
["info"] = {
},
["name"] = "哈霍兰大格格",
["level"] = 60,
["class"] = "PALADIN",
["realmID"] = 5376,
},
["津巴布韦公主"] = {
["info"] = {
},
["name"] = "津巴布韦公主",
["level"] = 60,
["class"] = "WARLOCK",
["realmID"] = 5376,
},
["德加和尚"] = {
["info"] = {
},
["name"] = "德加和尚",
["realmID"] = 5376,
["class"] = "PRIEST",
["level"] = 60,
},
},
["OrderButtonID"] = 2,
},
["FBCDchoice"] = {
["TAQ"] = 1,
["ZUGsod"] = 1,
["mengyan"] = 1,
["ZUG"] = 1,
["tailor"] = 1,
["MC"] = 1,
["leatherworking"] = 1,
["AQL"] = 1,
["TTS"] = 1,
["professionCD"] = 1,
["SC"] = 1,
["OLsod"] = 1,
["BWLsod"] = 1,
["TCV"] = 1,
["MCsod"] = 1,
["OL"] = 1,
["BWL"] = 1,
["huiguweek"] = 1,
["NAXX"] = 1,
},
["RaidCD"] = {
[5303] = {
},
[5381] = {
["露露緹婭"] = {
{
["colorplayer"] = "|cffffffff露露緹婭|r",
["player"] = "露露緹婭",
},
},
},
[5376] = {
["法德迦"] = {
{
["colorplayer"] = "|cff40c7eb法德迦|r",
["player"] = "法德迦",
},
},
["绿龙守护者"] = {
{
["colorplayer"] = "|cffff7d0a绿龙守护者|r",
["player"] = "绿龙守护者",
},
},
["黑龙守护者"] = {
{
["colorplayer"] = "|cffc79c6e黑龙守护者|r",
["player"] = "黑龙守护者",
},
},
["德加和尚"] = {
{
["colorplayer"] = "|cffffffff德加和尚|r",
["player"] = "德加和尚",
},
},
["津巴布韦公主"] = {
{
["colorplayer"] = "|cff8787ed津巴布韦公主|r",
["player"] = "津巴布韦公主",
},
},
["哈霍兰大格格"] = {
{
["colorplayer"] = "|cfff58cba哈霍兰大格格|r",
["player"] = "哈霍兰大格格",
},
},
["迪菲亚女皇"] = {
{
["colorplayer"] = "|cfffff569迪菲亚女皇|r",
["player"] = "迪菲亚女皇",
},
},
["蓝龙守护者"] = {
{
["colorplayer"] = "|cffabd473蓝龙守护者|r",
["player"] = "蓝龙守护者",
},
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
{
["colorplayer"] = "|cffffffff露露缇娅丶|r",
["player"] = "露露缇娅丶",
},
},
},
},
["Temple"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei3"] = "输出补贴",
["zhuangbei1"] = "坦克补贴",
["zhuangbei2"] = "治疗补贴",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["TAQ"] = {
["boss8"] = {
["zhuangbei3"] = "|cffa335ee|Hitem:23558::::::::60::::::::::|h[穴居虫之壳]|h|r",
["loot3"] = {
{
["count"] = 1,
["player"] = "蜉蝣小牧牧",
["time"] = 1785079458,
["class"] = "PRIEST",
},
},
["loot2"] = {
{
["count"] = 1,
["player"] = "蜉蝣小牧牧",
["time"] = 1785079455,
["class"] = "PRIEST",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:20931::::::::60::::::::::|h[巨型沙虫的皮]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:20927::::::::60::::::::::|h[奥罗的外皮]|h|r",
["itemLevel3"] = 81,
["itemLevel1"] = 1,
["loot1"] = {
{
["count"] = 1,
["player"] = "蜉蝣小牧牧",
["time"] = 1785079451,
["class"] = "PRIEST",
},
},
["itemLevel2"] = 1,
},
["tradeTbl"] = {
},
["boss9"] = {
["itemLevel5"] = 88,
["zhuangbei4"] = "|cffa335ee|Hitem:21586::::::::60::::::::::|h[无尽痛苦腰带]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:21221::::::::60::::::::::|h[克苏恩之眼]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:20933::::::::60::::::::::|h[上古之神的外鞘]|h|r",
["loot3"] = {
{
["count"] = 1,
["player"] = "蜉蝣小牧牧",
["time"] = 1785080514,
["class"] = "PRIEST",
},
},
["loot5"] = {
{
["count"] = 1,
["player"] = "蜉蝣小牧牧",
["time"] = 1785080522,
["class"] = "PRIEST",
},
},
["loot1"] = {
{
["count"] = 1,
["player"] = "蜉蝣小牧牧",
["time"] = 1785080509,
["class"] = "PRIEST",
},
},
["loot4"] = {
{
["count"] = 1,
["player"] = "蜉蝣小牧牧",
["time"] = 1785080520,
["class"] = "PRIEST",
},
},
["loot2"] = {
{
["count"] = 1,
["player"] = "蜉蝣小牧牧",
["time"] = 1785080511,
["class"] = "PRIEST",
},
},
["zhuangbei5"] = "|cffa335ee|Hitem:21583::::::::60::::::::::|h[明晰披风]|h|r",
["itemLevel2"] = 1,
["zhuangbei1"] = "|cffa335ee|Hitem:20929::::::::60::::::::::|h[上古之神的甲壳]|h|r",
["itemLevel1"] = 1,
["itemLevel3"] = 60,
["itemLevel4"] = 88,
},
["boss11"] = {
},
["boss12"] = {
["zhuangbei3"] = "DPS补贴",
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
},
["boss17"] = {
},
["boss2"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785075975,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:21689::::::::60::::::::::|h[埃布鲁手套]|h|r",
["itemLevel2"] = 75,
["itemLevel1"] = 75,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785075973,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:21696::::::::60::::::::::|h[执政者长袍]|h|r",
},
["raidRoster"] = {
["roster"] = {
"蜉蝣小牧牧",
"第一次脸红",
"北极在逃亡",
"沐沐娱乐丶术",
"筱龍女",
"任达滑",
"暗影魔法",
"斩神李贝留斯",
"兰见",
"丨大美丽丨",
"圣光映霜刃",
"文艺少女",
"安吉拉老六",
"法德迦",
"岁月繁华",
"挚爱安然",
"灬旖旎人生灬",
"小马佐伊-法琳娜",
"Cheyenne",
"做梦",
"陆游",
"花布美人阿珂",
"暴躁欧尼",
"尋虹覓彩",
"暴风雇佣兵",
"木十年",
"轻抚菊花笑一",
"雅格布",
"拉猪大哥",
"郑家你大哥",
"Topfhexen",
"管钳子丶",
"杀戮傲世",
"往事如风去",
"小丶十三",
"Cérvelo",
"彡风霜彡",
"纟卜飨-法琳娜",
"星淋",
},
["time"] = 1785080500,
["realm"] = "哈霍兰",
},
["boss5"] = {
},
["boss7"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:21605::::::::60::::::::::|h[隐秘神殿手套]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:20926::::::::60::::::::::|h[维克尼拉斯的头饰]|h|r",
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785078588,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:21601::::::::60::::::::::|h[维克洛尔大帝之戒]|h|r",
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785078564,
},
},
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785078567,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:20930::::::::60::::::::::|h[维克洛尔的王冠]|h|r",
["itemLevel2"] = 81,
["loot4"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785078592,
},
},
["itemLevel1"] = 1,
["itemLevel3"] = 1,
["itemLevel4"] = 81,
},
["boss15"] = {
},
["boss13"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss3"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785076510,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:21674::::::::60::::::::::|h[坚定信念护手]|h|r",
["itemLevel2"] = 76,
["itemLevel1"] = 76,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785076507,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:21670::::::::60::::::::::|h[虫群卫士徽章]|h|r",
},
["boss14"] = {
},
["boss6"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:20932::::::::60::::::::::|h[其拉统御腕轮]|h|r",
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785077417,
},
},
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785077414,
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:21617::::::::60::::::::::|h[黄蜂外壳护手]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:20928::::::::60::::::::::|h[其拉命令腕轮]|h|r",
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785077411,
},
},
["itemLevel1"] = 1,
["itemLevel3"] = 78,
["itemLevel2"] = 1,
},
["boss21"] = {
},
["boss4"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785076811,
},
},
["itemLevel2"] = 77,
["zhuangbei1"] = "|cffa335ee|Hitem:21664::::::::60::::::::::|h[尖刺颈饰]|h|r",
["itemLevel1"] = 77,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785076808,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:21639::::::::60::::::::::|h[冷酷者肩铠]|h|r",
},
["boss1"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785075437,
},
},
["itemLevel2"] = 73,
["zhuangbei1"] = "|cffa335ee|Hitem:21700::::::::60::::::::::|h[其拉守护者坠饰]|h|r",
["itemLevel1"] = 73,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785075435,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:21708::::::::60::::::::::|h[甲虫鳞片护腕]|h|r",
},
["boss10"] = {
["zhuangbei2"] = "|cff0070dd|Hitem:20878::::::::60::::::::::|h[复生塑像]|h|r",
["itemLevel19"] = 70,
["loot2"] = {
{
["class"] = "PALADIN",
["player"] = "圣光映霜刃",
["count"] = 1,
["time"] = 1785076685,
},
},
["loot19"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785076812,
},
},
["zhuangbei1"] = "|cffffffff|Hitem:21762::::::::60::::::::::|h[大型圣甲虫箱的钥匙]|h|rx3",
["zhuangbei19"] = "|cff0070dd|Hitem:20736::::::::60::::::::::|h[公式：附魔披风 - 躲闪]|h|r",
["itemLevel1"] = 1,
["loot1"] = {
{
["class"] = "WARRIOR",
["player"] = "第一次脸红",
["count"] = 1,
["time"] = 1785075061,
},
{
["class"] = "PRIEST",
["player"] = "陆游",
["count"] = 1,
["time"] = 1785075277,
},
{
["class"] = "WARRIOR",
["player"] = "雅格布",
["count"] = 1,
["time"] = 1785075279,
},
},
["itemLevel2"] = 61,
},
["boss22"] = {
},
["boss19"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
}
