
Accountant_ClassicSaveData = {
["哈霍兰"] = {
["保姆安娜"] = {
["options"] = {
["weekdate"] = "",
["weekstart"] = 1,
["date"] = "30/06/26",
["class"] = "PRIEST",
["prvday"] = "29/06/26",
["dateweek"] = "06/28/26",
["version"] = "v2.12.30",
["month"] = "06",
["totalcash"] = 0,
["faction"] = "Alliance",
["curryear"] = "2026",
["lastsessiondate"] = "29/06/26",
},
["data"] = {
["TRAIN"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 0,
},
},
["TAXI"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 0,
},
},
["TRADE"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 0,
},
},
["OTHER"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 0,
},
},
["REPAIRS"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 0,
},
},
["LOOT"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 0,
},
},
["MERCH"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 0,
},
},
["AH"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 0,
},
},
["MAIL"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 0,
},
},
["QUEST"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 0,
},
},
},
},
["法力無笾"] = {
["options"] = {
["weekdate"] = "",
["weekstart"] = 1,
["date"] = "30/06/26",
["class"] = "MAGE",
["prvday"] = "29/06/26",
["totalcash"] = 254491,
["prvmonth"] = "05",
["dateweek"] = "06/28/26",
["version"] = "v2.12.30",
["month"] = "06",
["curryear"] = "2026",
["lastsessiondate"] = "22/05/26",
["prvdateweek"] = "06/21/26",
["faction"] = "Alliance",
},
["data"] = {
["TRAIN"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 0,
},
},
["TAXI"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 0,
},
},
["TRADE"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 0,
},
},
["OTHER"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 67849176,
["Out"] = 32570452,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 67849176,
["Out"] = 32570452,
},
},
["REPAIRS"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 249841,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 249841,
},
},
["LOOT"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 272433,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 272433,
["Out"] = 0,
},
},
["MAIL"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 20001050,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 1020,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 20001050,
},
},
["AH"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 657765,
["Out"] = 1244090,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 657765,
["Out"] = 1244090,
},
},
["MERCH"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 406743,
["Out"] = 15001200,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 406743,
["Out"] = 15001200,
},
},
["QUEST"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 37112,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 37112,
["Out"] = 0,
},
},
},
},
["六扇门沈小梅"] = {
["options"] = {
["weekdate"] = "",
["weekstart"] = 1,
["date"] = "30/06/26",
["class"] = "MAGE",
["totalcash"] = 73818568,
["prvday"] = "29/06/26",
["dateweek"] = "06/28/26",
["version"] = "v2.12.30",
["month"] = "06",
["lastsessiondate"] = "30/06/26",
["curryear"] = "2026",
["prvdateweek"] = "06/21/26",
["faction"] = "Alliance",
},
["data"] = {
["TRAIN"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 150000,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 150000,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 150000,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 150000,
},
},
["TAXI"] = {
["PrvWeek"] = {
["In"] = 72370,
["Out"] = 7532,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 1087,
},
["Total"] = {
["In"] = 72370,
["Out"] = 8994,
},
["Week"] = {
["In"] = 0,
["Out"] = 1462,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 72370,
["Out"] = 8994,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 72370,
["Out"] = 8994,
},
},
["TRADE"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 0,
},
},
["OTHER"] = {
["PrvWeek"] = {
["In"] = 3756310,
["Out"] = 41531520,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 100000,
},
["Total"] = {
["In"] = 10736310,
["Out"] = 42621520,
},
["Week"] = {
["In"] = 6980000,
["Out"] = 1090000,
},
["Day"] = {
["In"] = 6980000,
["Out"] = 0,
},
["Month"] = {
["In"] = 10736310,
["Out"] = 42621520,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 10736310,
["Out"] = 42621520,
},
},
["REPAIRS"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 283211,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 312485,
},
["Week"] = {
["In"] = 0,
["Out"] = 29274,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 312485,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 312485,
},
},
["LOOT"] = {
["PrvWeek"] = {
["In"] = 1239658,
["Out"] = 65858,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 1239658,
["Out"] = 65858,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 1239658,
["Out"] = 65858,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 1239658,
["Out"] = 65858,
},
},
["MAIL"] = {
["PrvWeek"] = {
["In"] = 111110000,
["Out"] = 72760,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 111110000,
["Out"] = 72760,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 111110000,
["Out"] = 72760,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 111110000,
["Out"] = 72760,
},
},
["AH"] = {
["PrvWeek"] = {
["In"] = 0,
["Out"] = 7855635,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 0,
["Out"] = 7855635,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 0,
["Out"] = 7855635,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 0,
["Out"] = 7855635,
},
},
["MERCH"] = {
["PrvWeek"] = {
["In"] = 1872616,
["Out"] = 125614,
},
["PrvDay"] = {
["In"] = 628,
["Out"] = 31500,
},
["Total"] = {
["In"] = 1873244,
["Out"] = 157114,
},
["Week"] = {
["In"] = 628,
["Out"] = 31500,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 1873244,
["Out"] = 157114,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 1873244,
["Out"] = 157114,
},
},
["QUEST"] = {
["PrvWeek"] = {
["In"] = 121900,
["Out"] = 0,
},
["PrvDay"] = {
["In"] = 0,
["Out"] = 0,
},
["Total"] = {
["In"] = 121900,
["Out"] = 0,
},
["Week"] = {
["In"] = 0,
["Out"] = 0,
},
["Day"] = {
["In"] = 0,
["Out"] = 0,
},
["Month"] = {
["In"] = 121900,
["Out"] = 0,
},
["PrvYear"] = {
["In"] = 0,
["Out"] = 0,
},
["PrvMonth"] = {
["In"] = 0,
["Out"] = 0,
},
["Session"] = {
["In"] = 0,
["Out"] = 0,
},
["Year"] = {
["In"] = 121900,
["Out"] = 0,
},
},
},
},
},
}
Accountant_ClassicDB = {
["profileKeys"] = {
["六扇门沈小梅 - 哈霍兰"] = "Default",
["保姆安娜 - 哈霍兰"] = "Default",
["法力無笾 - 哈霍兰"] = "Default",
},
["profiles"] = {
["Default"] = {
["showmoneyinfo"] = false,
["oprofileCopied"] = true,
},
},
}
Accountant_Classic_NewDB = nil
Accountant_ClassicZoneDB = {
["哈霍兰"] = {
["保姆安娜"] = {
["data"] = {
["PrvWeek"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["OTHER"] = {
},
["TRAIN"] = {
},
["MERCH"] = {
},
["AH"] = {
},
["MAIL"] = {
},
["LOOT"] = {
},
["QUEST"] = {
},
},
["PrvDay"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["OTHER"] = {
},
["AH"] = {
},
["LOOT"] = {
},
["TRAIN"] = {
},
["MAIL"] = {
},
["MERCH"] = {
},
["QUEST"] = {
},
},
["Total"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["LOOT"] = {
},
["AH"] = {
},
["TRAIN"] = {
},
["QUEST"] = {
},
},
["Week"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["TRAIN"] = {
},
["AH"] = {
},
["LOOT"] = {
},
["QUEST"] = {
},
},
["Day"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["LOOT"] = {
},
["AH"] = {
},
["TRAIN"] = {
},
["QUEST"] = {
},
},
["Month"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["LOOT"] = {
},
["AH"] = {
},
["TRAIN"] = {
},
["QUEST"] = {
},
},
["PrvYear"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["LOOT"] = {
},
["AH"] = {
},
["TRAIN"] = {
},
["QUEST"] = {
},
},
["PrvMonth"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["LOOT"] = {
},
["AH"] = {
},
["TRAIN"] = {
},
["QUEST"] = {
},
},
["Session"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["TRAIN"] = {
},
["AH"] = {
},
["LOOT"] = {
},
["QUEST"] = {
},
},
["Year"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["LOOT"] = {
},
["AH"] = {
},
["TRAIN"] = {
},
["QUEST"] = {
},
},
},
},
["法力無笾"] = {
["data"] = {
["PrvWeek"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["OTHER"] = {
},
["TRAIN"] = {
},
["MERCH"] = {
},
["AH"] = {
},
["MAIL"] = {
},
["LOOT"] = {
},
["QUEST"] = {
},
},
["PrvDay"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["OTHER"] = {
},
["TRAIN"] = {
},
["MERCH"] = {
},
["LOOT"] = {
},
["MAIL"] = {
},
["AH"] = {
},
["QUEST"] = {
},
},
["Total"] = {
["REPAIRS"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 23308,
},
["荆棘谷 - 藏宝海湾"] = {
["In"] = 0,
["Out"] = 89042,
},
["暴风城 - 法师区"] = {
["In"] = 0,
["Out"] = 137491,
},
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 20001050,
},
},
["OTHER"] = {
["暴风城 - 巫师圣殿"] = {
["In"] = 0,
["Out"] = 500000,
},
["暴风城 - 法师区"] = {
["In"] = 32700000,
["Out"] = 24960000,
},
["荆棘谷 - 藏宝海湾"] = {
["In"] = 15000000,
["Out"] = 0,
},
["奥妮克希亚的巢穴"] = {
["In"] = 110655,
["Out"] = 7110452,
},
["暴风城 - 贸易区"] = {
["In"] = 20000000,
["Out"] = 0,
},
["安其拉"] = {
["In"] = 38521,
["Out"] = 0,
},
},
["MERCH"] = {
["暴风城 - 贸易区"] = {
["In"] = 406743,
["Out"] = 1200,
},
["荆棘谷 - 藏宝海湾"] = {
["In"] = 0,
["Out"] = 15000000,
},
},
["LOOT"] = {
["奥妮克希亚的巢穴"] = {
["In"] = 110655,
["Out"] = 0,
},
["安其拉"] = {
["In"] = 161778,
["Out"] = 0,
},
},
["AH"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 1244090,
},
["荆棘谷 - 藏宝海湾"] = {
["In"] = 657765,
["Out"] = 0,
},
},
["TRAIN"] = {
},
["QUEST"] = {
["安其拉"] = {
["In"] = 37112,
["Out"] = 0,
},
},
},
["Week"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["TRAIN"] = {
},
["AH"] = {
},
["LOOT"] = {
},
["QUEST"] = {
},
},
["Day"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["LOOT"] = {
},
["AH"] = {
},
["TRAIN"] = {
},
["QUEST"] = {
},
},
["Month"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["LOOT"] = {
},
["AH"] = {
},
["TRAIN"] = {
},
["QUEST"] = {
},
},
["PrvYear"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["LOOT"] = {
},
["AH"] = {
},
["TRAIN"] = {
},
["QUEST"] = {
},
},
["PrvMonth"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["OTHER"] = {
},
["AH"] = {
},
["LOOT"] = {
},
["TRAIN"] = {
},
["MAIL"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 1020,
},
},
["MERCH"] = {
},
["QUEST"] = {
},
},
["Session"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["TRAIN"] = {
},
["AH"] = {
},
["LOOT"] = {
},
["QUEST"] = {
},
},
["Year"] = {
["REPAIRS"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 23308,
},
["荆棘谷 - 藏宝海湾"] = {
["In"] = 0,
["Out"] = 89042,
},
["暴风城 - 法师区"] = {
["In"] = 0,
["Out"] = 137491,
},
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 20001050,
},
},
["OTHER"] = {
["暴风城 - 巫师圣殿"] = {
["In"] = 0,
["Out"] = 500000,
},
["暴风城 - 法师区"] = {
["In"] = 32700000,
["Out"] = 24960000,
},
["荆棘谷 - 藏宝海湾"] = {
["In"] = 15000000,
["Out"] = 0,
},
["奥妮克希亚的巢穴"] = {
["In"] = 110655,
["Out"] = 7110452,
},
["暴风城 - 贸易区"] = {
["In"] = 20000000,
["Out"] = 0,
},
["安其拉"] = {
["In"] = 38521,
["Out"] = 0,
},
},
["MERCH"] = {
["暴风城 - 贸易区"] = {
["In"] = 406743,
["Out"] = 1200,
},
["荆棘谷 - 藏宝海湾"] = {
["In"] = 0,
["Out"] = 15000000,
},
},
["LOOT"] = {
["奥妮克希亚的巢穴"] = {
["In"] = 110655,
["Out"] = 0,
},
["安其拉"] = {
["In"] = 161778,
["Out"] = 0,
},
},
["AH"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 1244090,
},
["荆棘谷 - 藏宝海湾"] = {
["In"] = 657765,
["Out"] = 0,
},
},
["TRAIN"] = {
},
["QUEST"] = {
["安其拉"] = {
["In"] = 37112,
["Out"] = 0,
},
},
},
},
},
["六扇门沈小梅"] = {
["data"] = {
["PrvWeek"] = {
["REPAIRS"] = {
["铁炉堡 - 大锻炉"] = {
["In"] = 0,
["Out"] = 24984,
},
["纳克萨玛斯"] = {
["In"] = 0,
["Out"] = 63527,
},
["暴风城 - 法师区"] = {
["In"] = 0,
["Out"] = 194700,
},
},
["TAXI"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 3483,
},
["泰达希尔 - 鲁瑟兰村"] = {
["In"] = 0,
["Out"] = 1962,
},
["尘泥沼泽 - 塞拉摩岛"] = {
["In"] = 0,
["Out"] = 430,
},
["贫瘠之地 - 棘齿城"] = {
["In"] = 0,
["Out"] = 1360,
},
["暮色森林 - 黎明森林"] = {
["In"] = 72370,
["Out"] = 0,
},
["石爪山脉 - 石爪峰"] = {
["In"] = 0,
["Out"] = 297,
},
},
["TRADE"] = {
},
["OTHER"] = {
["纳克萨玛斯"] = {
["In"] = 707413,
["Out"] = 231382,
},
["诅咒之地 - 腐烂之痕"] = {
["In"] = 48745,
["Out"] = 0,
},
["东瘟疫之地 - 病木林"] = {
["In"] = 152,
["Out"] = 138,
},
["厄运之槌"] = {
["In"] = 0,
["Out"] = 100000,
},
["暴风城 - 贸易区"] = {
["In"] = 3000000,
["Out"] = 1200000,
},
["暴风城 - 法师区"] = {
["In"] = 0,
["Out"] = 40000000,
},
},
["TRAIN"] = {
["暴风城 - 巫师圣殿"] = {
["In"] = 0,
["Out"] = 150000,
},
},
["MERCH"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 25214,
},
["纳克萨玛斯"] = {
["In"] = 241,
["Out"] = 0,
},
["塔纳利斯 - 加基森"] = {
["In"] = 0,
["Out"] = 14000,
},
["荆棘谷 - 藏宝海湾"] = {
["In"] = 1161,
["Out"] = 0,
},
["铁炉堡 - 大锻炉"] = {
["In"] = 210361,
["Out"] = 0,
},
["东瘟疫之地 - 圣光之愿礼拜堂"] = {
["In"] = 0,
["Out"] = 86400,
},
["铁炉堡 - 铁炉堡"] = {
["In"] = 1660853,
["Out"] = 0,
},
},
["AH"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 7855635,
},
},
["MAIL"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 72700,
},
["铁炉堡 - 铁炉堡"] = {
["In"] = 0,
["Out"] = 60,
},
["暴风城 - 法师区"] = {
["In"] = 111110000,
["Out"] = 0,
},
},
["LOOT"] = {
["纳克萨玛斯"] = {
["In"] = 1118155,
["Out"] = 65858,
},
["诅咒之地 - 腐烂之痕"] = {
["In"] = 48802,
["Out"] = 0,
},
["东瘟疫之地 - 病木林"] = {
["In"] = 331,
["Out"] = 0,
},
["暮色森林 - 黎明森林"] = {
["In"] = 72370,
["Out"] = 0,
},
},
["QUEST"] = {
["东瘟疫之地 - 圣光之愿礼拜堂"] = {
["In"] = 59700,
["Out"] = 0,
},
["铁炉堡 - 探险者大厅"] = {
["In"] = 62200,
["Out"] = 0,
},
},
},
["PrvDay"] = {
["REPAIRS"] = {
},
["TAXI"] = {
["尘泥沼泽 - 塞拉摩岛"] = {
["In"] = 0,
["Out"] = 430,
},
["泰达希尔 - 鲁瑟兰村"] = {
["In"] = 0,
["Out"] = 657,
},
},
["TRADE"] = {
},
["OTHER"] = {
["厄运之槌"] = {
["In"] = 0,
["Out"] = 100000,
},
},
["TRAIN"] = {
},
["MERCH"] = {
["厄运之槌"] = {
["In"] = 628,
["Out"] = 0,
},
["达纳苏斯"] = {
["In"] = 0,
["Out"] = 31500,
},
},
["LOOT"] = {
},
["MAIL"] = {
},
["AH"] = {
},
["QUEST"] = {
},
},
["Total"] = {
["REPAIRS"] = {
["铁炉堡 - 大锻炉"] = {
["In"] = 0,
["Out"] = 24984,
},
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 29274,
},
["纳克萨玛斯"] = {
["In"] = 0,
["Out"] = 63527,
},
["暴风城 - 法师区"] = {
["In"] = 0,
["Out"] = 194700,
},
},
["TAXI"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 3528,
},
["泰达希尔 - 鲁瑟兰村"] = {
["In"] = 0,
["Out"] = 2619,
},
["铁炉堡 - 大锻炉"] = {
["In"] = 0,
["Out"] = 330,
},
["尘泥沼泽 - 塞拉摩岛"] = {
["In"] = 0,
["Out"] = 860,
},
["贫瘠之地 - 棘齿城"] = {
["In"] = 0,
["Out"] = 1360,
},
["暮色森林 - 黎明森林"] = {
["In"] = 72370,
["Out"] = 0,
},
["石爪山脉 - 石爪峰"] = {
["In"] = 0,
["Out"] = 297,
},
},
["TRADE"] = {
},
["MAIL"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 72700,
},
["铁炉堡 - 铁炉堡"] = {
["In"] = 0,
["Out"] = 60,
},
["暴风城 - 法师区"] = {
["In"] = 111110000,
["Out"] = 0,
},
},
["OTHER"] = {
["纳克萨玛斯"] = {
["In"] = 707413,
["Out"] = 231382,
},
["诅咒之地 - 腐烂之痕"] = {
["In"] = 7028745,
["Out"] = 0,
},
["东瘟疫之地 - 病木林"] = {
["In"] = 152,
["Out"] = 138,
},
["厄运之槌"] = {
["In"] = 0,
["Out"] = 200000,
},
["暴风城 - 贸易区"] = {
["In"] = 3000000,
["Out"] = 2190000,
},
["暴风城 - 法师区"] = {
["In"] = 0,
["Out"] = 40000000,
},
},
["MERCH"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 25214,
},
["荆棘谷 - 藏宝海湾"] = {
["In"] = 1161,
["Out"] = 0,
},
["东瘟疫之地 - 圣光之愿礼拜堂"] = {
["In"] = 0,
["Out"] = 86400,
},
["纳克萨玛斯"] = {
["In"] = 241,
["Out"] = 0,
},
["达纳苏斯"] = {
["In"] = 0,
["Out"] = 31500,
},
["铁炉堡 - 大锻炉"] = {
["In"] = 210361,
["Out"] = 0,
},
["厄运之槌"] = {
["In"] = 628,
["Out"] = 0,
},
["塔纳利斯 - 加基森"] = {
["In"] = 0,
["Out"] = 14000,
},
["铁炉堡 - 铁炉堡"] = {
["In"] = 1660853,
["Out"] = 0,
},
},
["LOOT"] = {
["纳克萨玛斯"] = {
["In"] = 1118155,
["Out"] = 65858,
},
["诅咒之地 - 腐烂之痕"] = {
["In"] = 48802,
["Out"] = 0,
},
["东瘟疫之地 - 病木林"] = {
["In"] = 331,
["Out"] = 0,
},
["暮色森林 - 黎明森林"] = {
["In"] = 72370,
["Out"] = 0,
},
},
["AH"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 7855635,
},
},
["TRAIN"] = {
["暴风城 - 巫师圣殿"] = {
["In"] = 0,
["Out"] = 150000,
},
},
["QUEST"] = {
["东瘟疫之地 - 圣光之愿礼拜堂"] = {
["In"] = 59700,
["Out"] = 0,
},
["铁炉堡 - 探险者大厅"] = {
["In"] = 62200,
["Out"] = 0,
},
},
},
["Week"] = {
["REPAIRS"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 29274,
},
},
["TAXI"] = {
["铁炉堡 - 大锻炉"] = {
["In"] = 0,
["Out"] = 330,
},
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 45,
},
["泰达希尔 - 鲁瑟兰村"] = {
["In"] = 0,
["Out"] = 657,
},
["尘泥沼泽 - 塞拉摩岛"] = {
["In"] = 0,
["Out"] = 430,
},
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 990000,
},
["厄运之槌"] = {
["In"] = 0,
["Out"] = 100000,
},
["诅咒之地 - 腐烂之痕"] = {
["In"] = 6980000,
["Out"] = 0,
},
},
["MERCH"] = {
["厄运之槌"] = {
["In"] = 628,
["Out"] = 0,
},
["达纳苏斯"] = {
["In"] = 0,
["Out"] = 31500,
},
},
["TRAIN"] = {
},
["AH"] = {
},
["LOOT"] = {
},
["QUEST"] = {
},
},
["Day"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
["诅咒之地 - 腐烂之痕"] = {
["In"] = 6980000,
["Out"] = 0,
},
},
["MERCH"] = {
},
["LOOT"] = {
},
["AH"] = {
},
["TRAIN"] = {
},
["QUEST"] = {
},
},
["Month"] = {
["REPAIRS"] = {
["铁炉堡 - 大锻炉"] = {
["In"] = 0,
["Out"] = 24984,
},
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 29274,
},
["纳克萨玛斯"] = {
["In"] = 0,
["Out"] = 63527,
},
["暴风城 - 法师区"] = {
["In"] = 0,
["Out"] = 194700,
},
},
["TAXI"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 3528,
},
["泰达希尔 - 鲁瑟兰村"] = {
["In"] = 0,
["Out"] = 2619,
},
["铁炉堡 - 大锻炉"] = {
["In"] = 0,
["Out"] = 330,
},
["尘泥沼泽 - 塞拉摩岛"] = {
["In"] = 0,
["Out"] = 860,
},
["贫瘠之地 - 棘齿城"] = {
["In"] = 0,
["Out"] = 1360,
},
["暮色森林 - 黎明森林"] = {
["In"] = 72370,
["Out"] = 0,
},
["石爪山脉 - 石爪峰"] = {
["In"] = 0,
["Out"] = 297,
},
},
["TRADE"] = {
},
["MAIL"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 72700,
},
["铁炉堡 - 铁炉堡"] = {
["In"] = 0,
["Out"] = 60,
},
["暴风城 - 法师区"] = {
["In"] = 111110000,
["Out"] = 0,
},
},
["OTHER"] = {
["纳克萨玛斯"] = {
["In"] = 707413,
["Out"] = 231382,
},
["诅咒之地 - 腐烂之痕"] = {
["In"] = 7028745,
["Out"] = 0,
},
["东瘟疫之地 - 病木林"] = {
["In"] = 152,
["Out"] = 138,
},
["厄运之槌"] = {
["In"] = 0,
["Out"] = 200000,
},
["暴风城 - 贸易区"] = {
["In"] = 3000000,
["Out"] = 2190000,
},
["暴风城 - 法师区"] = {
["In"] = 0,
["Out"] = 40000000,
},
},
["MERCH"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 25214,
},
["荆棘谷 - 藏宝海湾"] = {
["In"] = 1161,
["Out"] = 0,
},
["东瘟疫之地 - 圣光之愿礼拜堂"] = {
["In"] = 0,
["Out"] = 86400,
},
["纳克萨玛斯"] = {
["In"] = 241,
["Out"] = 0,
},
["达纳苏斯"] = {
["In"] = 0,
["Out"] = 31500,
},
["铁炉堡 - 大锻炉"] = {
["In"] = 210361,
["Out"] = 0,
},
["厄运之槌"] = {
["In"] = 628,
["Out"] = 0,
},
["塔纳利斯 - 加基森"] = {
["In"] = 0,
["Out"] = 14000,
},
["铁炉堡 - 铁炉堡"] = {
["In"] = 1660853,
["Out"] = 0,
},
},
["LOOT"] = {
["纳克萨玛斯"] = {
["In"] = 1118155,
["Out"] = 65858,
},
["诅咒之地 - 腐烂之痕"] = {
["In"] = 48802,
["Out"] = 0,
},
["东瘟疫之地 - 病木林"] = {
["In"] = 331,
["Out"] = 0,
},
["暮色森林 - 黎明森林"] = {
["In"] = 72370,
["Out"] = 0,
},
},
["AH"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 7855635,
},
},
["TRAIN"] = {
["暴风城 - 巫师圣殿"] = {
["In"] = 0,
["Out"] = 150000,
},
},
["QUEST"] = {
["东瘟疫之地 - 圣光之愿礼拜堂"] = {
["In"] = 59700,
["Out"] = 0,
},
["铁炉堡 - 探险者大厅"] = {
["In"] = 62200,
["Out"] = 0,
},
},
},
["PrvYear"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["LOOT"] = {
},
["AH"] = {
},
["TRAIN"] = {
},
["QUEST"] = {
},
},
["PrvMonth"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["LOOT"] = {
},
["AH"] = {
},
["TRAIN"] = {
},
["QUEST"] = {
},
},
["Session"] = {
["REPAIRS"] = {
},
["TAXI"] = {
},
["TRADE"] = {
},
["MAIL"] = {
},
["OTHER"] = {
},
["MERCH"] = {
},
["LOOT"] = {
},
["AH"] = {
},
["TRAIN"] = {
},
["QUEST"] = {
},
},
["Year"] = {
["REPAIRS"] = {
["铁炉堡 - 大锻炉"] = {
["In"] = 0,
["Out"] = 24984,
},
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 29274,
},
["纳克萨玛斯"] = {
["In"] = 0,
["Out"] = 63527,
},
["暴风城 - 法师区"] = {
["In"] = 0,
["Out"] = 194700,
},
},
["TAXI"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 3528,
},
["泰达希尔 - 鲁瑟兰村"] = {
["In"] = 0,
["Out"] = 2619,
},
["铁炉堡 - 大锻炉"] = {
["In"] = 0,
["Out"] = 330,
},
["尘泥沼泽 - 塞拉摩岛"] = {
["In"] = 0,
["Out"] = 860,
},
["贫瘠之地 - 棘齿城"] = {
["In"] = 0,
["Out"] = 1360,
},
["暮色森林 - 黎明森林"] = {
["In"] = 72370,
["Out"] = 0,
},
["石爪山脉 - 石爪峰"] = {
["In"] = 0,
["Out"] = 297,
},
},
["TRADE"] = {
},
["MAIL"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 72700,
},
["铁炉堡 - 铁炉堡"] = {
["In"] = 0,
["Out"] = 60,
},
["暴风城 - 法师区"] = {
["In"] = 111110000,
["Out"] = 0,
},
},
["OTHER"] = {
["纳克萨玛斯"] = {
["In"] = 707413,
["Out"] = 231382,
},
["诅咒之地 - 腐烂之痕"] = {
["In"] = 7028745,
["Out"] = 0,
},
["东瘟疫之地 - 病木林"] = {
["In"] = 152,
["Out"] = 138,
},
["厄运之槌"] = {
["In"] = 0,
["Out"] = 200000,
},
["暴风城 - 贸易区"] = {
["In"] = 3000000,
["Out"] = 2190000,
},
["暴风城 - 法师区"] = {
["In"] = 0,
["Out"] = 40000000,
},
},
["MERCH"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 25214,
},
["荆棘谷 - 藏宝海湾"] = {
["In"] = 1161,
["Out"] = 0,
},
["东瘟疫之地 - 圣光之愿礼拜堂"] = {
["In"] = 0,
["Out"] = 86400,
},
["纳克萨玛斯"] = {
["In"] = 241,
["Out"] = 0,
},
["达纳苏斯"] = {
["In"] = 0,
["Out"] = 31500,
},
["铁炉堡 - 大锻炉"] = {
["In"] = 210361,
["Out"] = 0,
},
["厄运之槌"] = {
["In"] = 628,
["Out"] = 0,
},
["塔纳利斯 - 加基森"] = {
["In"] = 0,
["Out"] = 14000,
},
["铁炉堡 - 铁炉堡"] = {
["In"] = 1660853,
["Out"] = 0,
},
},
["LOOT"] = {
["纳克萨玛斯"] = {
["In"] = 1118155,
["Out"] = 65858,
},
["诅咒之地 - 腐烂之痕"] = {
["In"] = 48802,
["Out"] = 0,
},
["东瘟疫之地 - 病木林"] = {
["In"] = 331,
["Out"] = 0,
},
["暮色森林 - 黎明森林"] = {
["In"] = 72370,
["Out"] = 0,
},
},
["AH"] = {
["暴风城 - 贸易区"] = {
["In"] = 0,
["Out"] = 7855635,
},
},
["TRAIN"] = {
["暴风城 - 巫师圣殿"] = {
["In"] = 0,
["Out"] = 150000,
},
},
["QUEST"] = {
["东瘟疫之地 - 圣光之愿礼拜堂"] = {
["In"] = 59700,
["Out"] = 0,
},
["铁炉堡 - 探险者大厅"] = {
["In"] = 62200,
["Out"] = 0,
},
},
},
},
},
},
}
