
BiaoGe = {
["bag"] = {
[5381] = {
["露露緹婭"] = {
["bag"] = {
[159] = 2,
[2070] = 4,
[6948] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
},
[5376] = {
["法德迦"] = {
["bag"] = {
[184937] = 9,
[8423] = 1,
[17032] = 6,
[23207] = 1,
[184938] = 1,
[21321] = 1,
[234465] = 1,
[21709] = 1,
[19379] = 1,
[180089] = 1,
[19950] = 1,
[8529] = 19,
[17056] = 11,
[21215] = 20,
[13446] = 5,
[3387] = 10,
[19339] = 1,
[18269] = 20,
[17031] = 9,
[19909] = 1,
[18587] = 1,
[17202] = 19,
[11516] = 91,
[20413] = 1,
[23001] = 1,
[19902] = 1,
[6948] = 1,
[17712] = 1,
[17020] = 40,
[18986] = 1,
[21190] = 1,
[14530] = 18,
[11951] = 6,
},
["bagKey"] = {
[18249] = 1,
[12382] = 1,
[7146] = 1,
[11140] = 1,
[5396] = 1,
[6893] = 1,
[13704] = 1,
[11000] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 850,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 5,
["currentValue"] = 2500,
["maxValue"] = 6000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 7,
["currentValue"] = 18399,
["maxValue"] = 21000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 609,
},
},
["bank"] = {
[21697] = 1,
[18403] = 1,
[22731] = 1,
[1191] = 1,
[21344] = 1,
[21600] = 1,
[12264] = 1,
[18814] = 1,
[22499] = 1,
[22501] = 1,
[16915] = 1,
[20600] = 1,
[13289] = 1,
[19927] = 1,
[16802] = 1,
[19979] = 1,
[14023] = 1,
[23031] = 1,
[22652] = 1,
[23035] = 1,
[12662] = 56,
[22658] = 1,
[16818] = 1,
[5462] = 1,
[16913] = 1,
[4397] = 1,
[21346] = 1,
[9240] = 1,
[21529] = 1,
[21277] = 1,
[10716] = 1,
[19399] = 1,
[13534] = 1,
[744] = 1,
[2820] = 1,
[10645] = 1,
[22503] = 1,
[22820] = 1,
[21676] = 1,
[11511] = 1,
[1973] = 1,
[19131] = 1,
[22700] = 1,
[17191] = 1,
[10726] = 1,
[22935] = 1,
[16917] = 1,
[21186] = 1,
[23220] = 1,
[22968] = 1,
[18398] = 1,
[11122] = 1,
[11474] = 1,
[21579] = 1,
[873] = 1,
[4984] = 1,
[13968] = 1,
[20698] = 1,
[16912] = 1,
[18859] = 1,
[21611] = 1,
[22502] = 1,
[19438] = 1,
[9149] = 1,
[21347] = 1,
[21603] = 1,
[23002] = 1,
[11951] = 40,
[22371] = 1,
[22754] = 1,
[16914] = 1,
[16916] = 1,
[16918] = 1,
[19970] = 1,
[16795] = 1,
[17067] = 1,
[15138] = 1,
[16801] = 1,
[16022] = 1,
[23028] = 1,
[12344] = 1,
[10818] = 1,
[21383] = 13,
[22655] = 1,
[23032] = 1,
[5951] = 10,
[23042] = 1,
[16440] = 1,
[17077] = 1,
[2802] = 1,
[3342] = 1,
[18811] = 1,
[21345] = 1,
[21343] = 1,
[812] = 1,
[12938] = 2,
[13246] = 1,
[12384] = 1,
[12359] = 44,
[12360] = 12,
[12529] = 1,
[23326] = 14,
[12363] = 16,
[6341] = 1,
[19130] = 1,
[10588] = 1,
[19145] = 1,
[14146] = 1,
[22654] = 1,
[22707] = 1,
[23025] = 1,
[16309] = 1,
[22497] = 1,
},
},
["绿龙守护者"] = {
["bag"] = {
[21536] = 63,
[7969] = 7,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 2000,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
[21308] = 2,
[21213] = 75,
[21301] = 2,
},
},
["黑龙守护者"] = {
["bag"] = {
[21308] = 1,
[21309] = 1,
[4306] = 31,
[4338] = 6,
[2091] = 4,
[8394] = 27,
[5758] = 1,
[4388] = 2,
[8932] = 40,
[22525] = 252,
[22526] = 195,
[22527] = 47,
[22528] = 139,
[22529] = 19,
[20452] = 19,
[15993] = 40,
[18945] = 49,
[6219] = 2,
[18256] = 4,
[13510] = 1,
[21536] = 2,
[14047] = 12,
[14048] = 16,
[3340] = 2,
[23055] = 1,
[21213] = 20,
[3372] = 7,
[11018] = 2,
[5956] = 1,
[19974] = 4,
[7969] = 1,
[15409] = 3,
[21174] = 1,
[10558] = 13,
[6367] = 1,
[8396] = 2,
[14342] = 5,
[21151] = 14,
[10586] = 1,
[10498] = 2,
[2592] = 84,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
[12360] = 82,
[17010] = 10,
[2117] = 1,
[17011] = 10,
[2119] = 1,
[2787] = 1,
[17203] = 8,
[12363] = 60,
[2121] = 1,
[7078] = 20,
[3600] = 1,
[2570] = 1,
[11371] = 20,
},
},
["德加和尚"] = {
["bag"] = {
[23326] = 5,
[17029] = 22,
[11951] = 20,
[184938] = 1,
[21761] = 1,
[21888] = 1,
[13813] = 9,
[3864] = 1,
[19876] = 1,
[14256] = 19,
[19374] = 1,
[6657] = 18,
[20007] = 3,
[19379] = 1,
[13724] = 47,
[18253] = 4,
[21215] = 18,
[19893] = 1,
[18254] = 20,
[13446] = 4,
[13459] = 1,
[19897] = 1,
[18984] = 1,
[19395] = 1,
[19388] = 1,
[21151] = 2,
[3387] = 5,
[12662] = 8,
[184937] = 7,
[19905] = 1,
[234465] = 1,
[3825] = 5,
[11122] = 1,
[6948] = 1,
[7909] = 1,
[17202] = 20,
[1529] = 4,
[13926] = 1,
[7910] = 5,
[13444] = 16,
[21321] = 1,
[17712] = 1,
[17056] = 16,
[22943] = 1,
[13931] = 21,
[14530] = 14,
[20748] = 2,
},
["bagKey"] = {
[13704] = 1,
[6893] = 1,
[11140] = 1,
[12382] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 3,
["currentValue"] = 1155,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 609,
},
},
["bank"] = {
[21697] = 1,
[19288] = 1,
[19927] = 1,
[21709] = 1,
[21838] = 1,
[22983] = 1,
[22731] = 1,
[22225] = 1,
[12384] = 1,
[19435] = 1,
[19947] = 1,
[21600] = 1,
[21348] = 1,
[21350] = 1,
[21352] = 1,
[22370] = 1,
[22372] = 1,
[18820] = 1,
[20600] = 1,
[23021] = 1,
[23025] = 1,
[23031] = 1,
[19858] = 10,
[23035] = 1,
[12662] = 20,
[23547] = 1,
[10506] = 1,
[19108] = 1,
[4397] = 1,
[21529] = 1,
[1973] = 1,
[19376] = 1,
[17602] = 1,
[17604] = 1,
[23069] = 1,
[20537] = 1,
[20539] = 1,
[19400] = 1,
[18862] = 1,
[16309] = 1,
[11511] = 1,
[17608] = 1,
[23220] = 1,
[18814] = 1,
[18398] = 1,
[21687] = 1,
[21210] = 1,
[21579] = 1,
[10588] = 1,
[21583] = 1,
[21585] = 1,
[22730] = 1,
[22351] = 1,
[22988] = 1,
[19434] = 1,
[19309] = 1,
[18809] = 1,
[19948] = 1,
[21349] = 1,
[21603] = 1,
[21351] = 1,
[22369] = 1,
[21611] = 1,
[22754] = 1,
[13347] = 1,
[11951] = 6,
[18639] = 1,
[19133] = 1,
[23018] = 1,
[12844] = 13,
[12337] = 1,
[21627] = 1,
[19385] = 1,
[19345] = 1,
[19383] = 1,
[19131] = 1,
[17067] = 1,
[15138] = 1,
[180089] = 1,
[5951] = 10,
[23042] = 1,
[21647] = 1,
[23046] = 1,
[17333] = 1,
[18242] = 1,
[23181] = 1,
[18609] = 1,
[22637] = 2,
[19375] = 1,
[20685] = 1,
[15778] = 1,
[17603] = 1,
[17605] = 1,
[17607] = 1,
[23070] = 1,
[8423] = 1,
[16816] = 1,
[22367] = 1,
[20538] = 1,
[23207] = 1,
[21685] = 1,
[19909] = 1,
[20626] = 1,
[18902] = 1,
[19407] = 2,
[14023] = 1,
[11516] = 92,
},
},
["迪菲亚女皇"] = {
["bag"] = {
[4540] = 4,
[6948] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
},
},
["蓝龙守护者"] = {
["bag"] = {
[22120] = 5,
[21981] = 3,
[21975] = 2,
[21960] = 5,
[22140] = 5,
[22154] = 2,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
},
},
["六扇门沈小梅"] = {
["bag"] = {
[7912] = 1,
[14342] = 3,
[184937] = 8,
[23714] = 1,
[14530] = 34,
[17031] = 4,
[17032] = 3,
[23207] = 1,
[184938] = 1,
[18232] = 1,
[23084] = 1,
[21321] = 1,
[23716] = 1,
[19858] = 132,
[180089] = 1,
[22501] = 1,
[23720] = 1,
[234465] = 1,
[19438] = 1,
[18820] = 1,
[14256] = 3,
[873] = 1,
[19379] = 1,
[13724] = 40,
[18814] = 1,
[23091] = 1,
[21151] = 7,
[16309] = 1,
[8529] = 16,
[23062] = 1,
[17056] = 4,
[20081] = 1,
[14048] = 16,
[6948] = 1,
[21344] = 1,
[22731] = 1,
[19909] = 1,
[23049] = 1,
[18766] = 1,
[18767] = 1,
[19902] = 1,
[11371] = 20,
[3387] = 10,
[18269] = 12,
[21603] = 1,
[23246] = 10,
[13446] = 2,
[22807] = 1,
[18902] = 1,
[19374] = 1,
[21676] = 1,
[12384] = 1,
[22497] = 1,
[13456] = 4,
[22499] = 1,
[22500] = 1,
[17020] = 39,
[23085] = 1,
[13931] = 20,
[21622] = 1,
[23326] = 16,
},
["bagKey"] = {
[11140] = 1,
[7146] = 1,
[12382] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2511,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 7,
["currentValue"] = 20999,
["maxValue"] = 21000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 609,
},
},
["bank"] = {
},
},
["哈霍兰大格格"] = {
["bag"] = {
[20748] = 1,
[21323] = 1,
[22424] = 1,
[14530] = 12,
[184937] = 9,
[16204] = 1,
[22426] = 1,
[21171] = 1,
[17033] = 5,
[13446] = 3,
[6948] = 1,
[21762] = 2,
[184938] = 1,
[17712] = 1,
[234465] = 1,
[23066] = 1,
[22431] = 1,
[23036] = 1,
[180089] = 1,
[21177] = 200,
[18986] = 1,
[13444] = 12,
[21215] = 14,
[18254] = 16,
[23048] = 1,
[3387] = 10,
[22427] = 1,
[17202] = 17,
[18810] = 1,
[13724] = 85,
},
["bagKey"] = {
[12382] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 6,
["currentValue"] = 6862,
["maxValue"] = 12000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 6,
["currentValue"] = 114,
["maxValue"] = 12000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 7,
["currentValue"] = 8606,
["maxValue"] = 21000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 6,
["currentValue"] = 6094,
["maxValue"] = 12000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
[7189] = 1,
[20559] = 5,
[20560] = 2,
[23207] = 1,
[18864] = 1,
[16471] = 1,
[16472] = 1,
[16473] = 1,
[16474] = 1,
[21389] = 1,
[21579] = 1,
[21391] = 1,
[19376] = 1,
[19881] = 1,
[22402] = 1,
[19883] = 1,
[22216] = 1,
[23666] = 1,
[23667] = 1,
[20644] = 1,
[23040] = 1,
[6219] = 1,
[18821] = 1,
[10645] = 1,
[12662] = 12,
[23558] = 1,
[19968] = 1,
[11122] = 1,
[16203] = 2,
[19722] = 1,
[22936] = 1,
[11226] = 1,
[20558] = 1,
[21387] = 1,
[21390] = 1,
[19383] = 1,
[22798] = 1,
[19289] = 1,
[16475] = 1,
[16476] = 1,
[21388] = 1,
},
},
},
[5453] = {
["露露缇娅丶"] = {
["bag"] = {
[1191] = 1,
[1195] = 2,
[11288] = 1,
[3013] = 1,
[6215] = 1,
[4656] = 1,
[1389] = 1,
[2455] = 3,
[2589] = 49,
[159] = 20,
[748] = 1,
[2070] = 8,
[2968] = 1,
[13444] = 1,
[6078] = 1,
[2575] = 1,
[2835] = 2,
[5071] = 2,
[4536] = 6,
[1359] = 1,
[1434] = 5,
[118] = 5,
[36] = 1,
[6948] = 1,
[6303] = 7,
[768] = 1,
[2672] = 7,
[1177] = 5,
[858] = 2,
[5580] = 1,
[11192] = 1,
[13446] = 1,
[11191] = 1,
[2770] = 2,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
},
},
["QuestCD"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
["六扇门沈小梅"] = {
},
["哈霍兰大格格"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
[6118] = {
},
},
["roleOverviewNote"] = {
[5376] = {
},
},
["realmName"] = {
[5303] = "硬汉",
[5381] = "碧玉矿洞",
[5376] = "哈霍兰",
[5843] = "孤狼",
[6118] = "无情",
[5453] = "铁血",
},
["ItemLib"] = {
["itemLibOrderButtonID"] = 3,
["iLevel"] = {
},
["ItemLibInvType"] = {
"INVTYPE_HEAD",
},
["fitlerGet"] = {
},
["itemLibOrderButtonId"] = 2,
["itemLibOrder"] = 1,
},
["MONEYchoice"] = {
[226404] = 1,
[221365] = 1,
[221262] = 1,
[22726] = 1,
["money"] = 1,
},
["MC"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
["zhuangbei2"] = "|cff0070dd|Hitem:17011::::::::60::::::::::|h[熔岩之核]|h|rx3",
["itemLevel14"] = 60,
["itemLevel15"] = 60,
["zhuangbei15"] = "|cff1eff00|Hitem:16665::::::::60::::::::::|h[秘典：宁神射击]|h|r",
["loot14"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087077,
["class"] = "PALADIN",
},
},
["loot2"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087157,
["class"] = "PALADIN",
},
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087845,
["class"] = "PALADIN",
},
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783090273,
["class"] = "PALADIN",
},
},
["loot15"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783086778,
["class"] = "PALADIN",
},
},
["zhuangbei1"] = "|cffffffff|Hitem:17012::::::::60::::::::::|h[熔火犬皮]|h|rx5",
["itemLevel1"] = 60,
["zhuangbei14"] = "|cff0070dd|Hitem:18260::::::::60::::::::::|h[公式：附魔武器 - 治疗能力]|h|r",
["loot1"] = {
{
["count"] = 1,
["player"] = "月舞",
["time"] = 1783084909,
["class"] = "MAGE",
},
{
["count"] = 1,
["player"] = "月舞",
["time"] = 1783087396,
["class"] = "MAGE",
},
{
["count"] = 1,
["player"] = "月舞",
["time"] = 1783087875,
["class"] = "MAGE",
},
{
["count"] = 1,
["player"] = "月舞",
["time"] = 1783088040,
["class"] = "MAGE",
},
{
["count"] = 1,
["player"] = "月舞",
["time"] = 1783088059,
["class"] = "MAGE",
},
},
["itemLevel2"] = 60,
},
["boss17"] = {
},
["boss2"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:17065::::::::60::::::::::|h[稳固之力勋章]|h|r",
["loot3"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087077,
["class"] = "PALADIN",
},
},
["loot2"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087077,
["class"] = "PALADIN",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:16822::::::::60::::::::::|h[夜幕杀手短裤]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:17073::::::::60::::::::::|h[震地者]|h|r",
["itemLevel3"] = 66,
["itemLevel1"] = 66,
["loot1"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087077,
["class"] = "PALADIN",
},
},
["itemLevel2"] = 68,
},
["boss15"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss5"] = {
},
["boss7"] = {
},
["boss6"] = {
},
["boss14"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei1"] = "T补贴",
["zhuangbei3"] = "Dps补贴",
},
["boss3"] = {
["loot2"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087726,
["class"] = "PALADIN",
},
},
["itemLevel2"] = 65,
["zhuangbei2"] = "|cffa335ee|Hitem:18878::::::::60::::::::::|h[巫术匕首]|h|r",
["itemLevel1"] = 66,
["loot1"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087726,
["class"] = "PALADIN",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16826::::::::60::::::::::|h[夜幕杀手手套]|h|r",
},
["boss13"] = {
},
["boss1"] = {
["loot2"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783086778,
["class"] = "PALADIN",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:16829::::::::60::::::::::|h[塞纳里奥长靴]|h|r",
["itemLevel2"] = 66,
["itemLevel1"] = 66,
["loot1"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783086778,
["class"] = "PALADIN",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16805::::::::60::::::::::|h[恶魔之心手套]|h|r",
},
["boss21"] = {
},
["boss4"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16866::::::::60::::::::::|h[力量头盔]|h|r",
["loot3"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783090294,
["class"] = "PALADIN",
},
},
["loot2"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783090274,
["class"] = "PALADIN",
},
},
["itemLevel2"] = 66,
["zhuangbei1"] = "|cffa335ee|Hitem:16808::::::::60::::::::::|h[恶魔之心角饰]|h|r",
["itemLevel3"] = 69,
["itemLevel1"] = 66,
["loot1"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783090274,
["class"] = "PALADIN",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:17105::::::::60::::::::::|h[光环石锤]|h|r",
},
["boss19"] = {
},
["boss10"] = {
["itemLevel5"] = 77,
["zhuangbei4"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:18814::::::::60::::::::::|h[火焰之王的项圈]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["loot3"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783091386,
["class"] = "PALADIN",
},
},
["loot5"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783091435,
["class"] = "PALADIN",
},
},
["loot1"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783091386,
["class"] = "PALADIN",
},
},
["loot4"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783091386,
["class"] = "PALADIN",
},
},
["loot2"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783091386,
["class"] = "PALADIN",
},
},
["zhuangbei5"] = "|cffa335ee|Hitem:17076::::::::60::::::::::|h[削骨之刃]|h|r",
["itemLevel2"] = 78,
["zhuangbei1"] = "|cffa335ee|Hitem:17107::::::::60::::::::::|h[龙血斗篷]|h|r",
["itemLevel1"] = 73,
["itemLevel3"] = 76,
["itemLevel4"] = 76,
},
["boss22"] = {
},
["boss18"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["raidRoster"] = {
["roster"] = {
"圣殿奇士一",
"写丶她",
"反斗神鹰",
"生而伟大",
"钢板川",
"津巴布韦公主",
"猪猪丿魔法棒-法琳娜",
"鱼赤",
"忘不掉的回忆",
"虹猫-法琳娜",
"软软绵绵",
"牛刚蛋",
"奥尔露恩",
"迷死人的微笑",
"景书",
"重装医院骑士",
"寒峰",
"梨安娜",
"Nihilsong",
"小伙贼能射",
"柰梧嬉",
"师太用力",
"一头羊",
"星宸-法琳娜",
"月舞",
"熊爪爪",
"手撕棒槌",
"泥呱呱",
"圣缨麒麟",
"法天天",
"哈霍兰大格格",
"麻小将",
"乔治埃德蒙",
"有只皮皮猪",
},
["time"] = 1783091346,
["realm"] = "哈霍兰",
},
},
["MONEY"] = {
[5303] = {
},
[5843] = {
},
[5376] = {
["法德迦"] = {
["colorplayer"] = "|cff40c7eb法德迦|r",
["player"] = "法德迦",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
["quest"] = true,
},
["money"] = 930,
["skill"] = {
[356] = {
["icon"] = 136245,
["level"] = 300,
},
[185] = {
["icon"] = 133971,
["level"] = 300,
},
[202] = {
["level"] = 315,
["icon"] = 136243,
["isMain"] = true,
},
[171] = {
["level"] = 300,
["icon"] = 136240,
["isMain"] = true,
},
[129] = {
["icon"] = 135966,
["level"] = 300,
},
},
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783554707,
},
},
["绿龙守护者"] = {
["colorplayer"] = "|cffff7d0a绿龙守护者|r",
["player"] = "绿龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["skill"] = {
},
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1783232616,
},
["money"] = 6,
},
["黑龙守护者"] = {
["colorplayer"] = "|cffc79c6e黑龙守护者|r",
["player"] = "黑龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["skill"] = {
},
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1783116304,
},
["money"] = 384,
},
["德加和尚"] = {
["colorplayer"] = "|cffffffff德加和尚|r",
["player"] = "德加和尚",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
["quest"] = true,
},
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783555519,
},
["skill"] = {
[197] = {
["level"] = 300,
["icon"] = 136249,
["isMain"] = true,
},
[356] = {
["icon"] = 136245,
["level"] = 1,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
[185] = {
["icon"] = 133971,
["level"] = 1,
},
[129] = {
["icon"] = 135966,
["level"] = 300,
},
},
["money"] = 2217,
},
["迪菲亚女皇"] = {
["colorplayer"] = "|cfffff569迪菲亚女皇|r",
["player"] = "迪菲亚女皇",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 0,
["skill"] = {
},
["xp"] = {
["perNow"] = 57,
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783367930,
},
},
["蓝龙守护者"] = {
["colorplayer"] = "|cffabd473蓝龙守护者|r",
["player"] = "蓝龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 0,
["skill"] = {
},
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1783232599,
},
},
["六扇门沈小梅"] = {
["colorplayer"] = "|cff40c7eb六扇门沈小梅|r",
["player"] = "六扇门沈小梅",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
["quest"] = true,
},
["money"] = 191,
["xp"] = {
["perNow"] = "0",
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1784715332,
},
["skill"] = {
[129] = {
["level"] = 300,
["icon"] = 135966,
},
[197] = {
["level"] = 300,
["icon"] = 136249,
["isMain"] = true,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
},
},
["哈霍兰大格格"] = {
["colorplayer"] = "|cfff58cba哈霍兰大格格|r",
["player"] = "哈霍兰大格格",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 132,
["skill"] = {
[129] = {
["icon"] = 135966,
["level"] = 300,
},
[333] = {
["level"] = 59,
["icon"] = 136244,
["isMain"] = true,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
},
["xp"] = {
["perNow"] = 57,
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783369822,
},
},
},
[5381] = {
["露露緹婭"] = {
["colorplayer"] = "|cffffffff露露緹婭|r",
["player"] = "露露緹婭",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["skill"] = {
},
["xp"] = {
["perNow"] = 150,
["resting"] = false,
["per"] = "52.0",
["isPanda"] = false,
["time"] = 1770477705,
},
["money"] = 0,
},
},
[5453] = {
["露露缇娅丶"] = {
["colorplayer"] = "|cffffffff露露缇娅丶|r",
["player"] = "露露缇娅丶",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 76,
},
},
[6118] = {
},
},
["NAXX"] = {
["boss8"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1783001954,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23032::::::::60::::::::::|h[冰川头饰]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1783001954,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22358::::::::60::::::::::|h[被玷污的马靴]|h|r",
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["loot2"] = {
{
["time"] = 1782999715,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22354::::::::60::::::::::|h[被玷污的肩铠]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["time"] = 1782999715,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22988::::::::60::::::::::|h[梦境之末]|h|r",
},
["boss12"] = {
["loot2"] = {
{
["time"] = 1782999869,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22358::::::::60::::::::::|h[被玷污的马靴]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["time"] = 1782999869,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23075::::::::60::::::::::|h[死亡的契约]|h|r",
},
["boss17"] = {
},
["boss2"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1783003142,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22362::::::::60::::::::::|h[被玷污的腕甲]|h|r",
["itemLevel2"] = 81,
["itemLevel1"] = 60,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1783003142,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22942::::::::60::::::::::|h[黑女巫的拥抱]|h|r",
},
["boss15"] = {
},
["boss5"] = {
},
["boss7"] = {
["loot2"] = {
{
["time"] = 1783001264,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22372::::::::60::::::::::|h[被玷污的便鞋]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 85,
["loot1"] = {
{
["time"] = 1783001264,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23219::::::::60::::::::::|h[教官的腰带]|h|r",
},
["boss6"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:22359::::::::60::::::::::|h[被玷污的腿甲]|h|r",
["loot3"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782998437,
["count"] = 1,
},
},
["loot2"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782998437,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23042::::::::60::::::::::|h[洛欧塞布之影]|h|r",
["itemLevel2"] = 60,
["loot1"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782998436,
["count"] = 1,
},
},
["itemLevel1"] = 85,
["itemLevel3"] = 60,
["zhuangbei3"] = "|cffa335ee|Hitem:22359::::::::60::::::::::|h[被玷污的腿甲]|h|r",
},
["boss14"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss1"] = {
["loot2"] = {
{
["time"] = 1782996754,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22362::::::::60::::::::::|h[被玷污的腕甲]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["time"] = 1782996754,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22936::::::::60::::::::::|h[复仇腕甲]|h|r",
},
["boss21"] = {
},
["boss4"] = {
["loot2"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782997635,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23029::::::::60::::::::::|h[诺斯的冰冷之心]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782997635,
["count"] = 1,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22363::::::::60::::::::::|h[被玷污的束带]|h|r",
},
["boss19"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss10"] = {
["loot2"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782999430,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22354::::::::60::::::::::|h[被玷污的肩铠]|h|r",
["itemLevel2"] = 81,
["itemLevel1"] = 60,
["loot1"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782999430,
["count"] = 1,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22815::::::::60::::::::::|h[断离]|h|r",
},
["boss22"] = {
},
["boss18"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss20"] = {
},
["boss16"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:23668::::::::60::::::::::|h[大十字军的护腿]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:23226::::::::60::::::::::|h[食尸鬼皮外套]|h|r",
["loot3"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782999146,
["count"] = 1,
},
},
["zhuangbei2"] = "|cffffffff|Hitem:23055::::::::60::::::::::|h[熔解之语]|h|rx4",
["itemLevel3"] = 83,
["loot2"] = {
{
["player"] = "卢老师",
["class"] = "PRIEST",
["time"] = 1782998751,
["count"] = 1,
},
{
["player"] = "我路过人间",
["class"] = "WARLOCK",
["time"] = 1782999088,
["count"] = 1,
},
{
["class"] = "ROGUE",
["player"] = "珊坨文宝",
["count"] = 1,
["time"] = 1783002236,
},
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1783002767,
},
},
["zhuangbei1"] = "|cffff8000|Hitem:22726::::::::60::::::::::|h[埃提耶什的碎片]|h|rx5",
["loot4"] = {
{
["time"] = 1783000468,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["itemLevel4"] = 85,
["itemLevel1"] = 60,
["loot1"] = {
{
["time"] = 1782996761,
["class"] = "WARLOCK",
["count"] = 1,
["player"] = "傲气",
},
{
["player"] = "傲气",
["class"] = "WARLOCK",
["time"] = 1782997638,
["count"] = 1,
},
{
["player"] = "傲气",
["class"] = "WARLOCK",
["time"] = 1782999436,
["count"] = 1,
},
{
["time"] = 1783001263,
["class"] = "WARLOCK",
["count"] = 1,
["player"] = "傲气",
},
{
["class"] = "WARLOCK",
["player"] = "傲气",
["count"] = 1,
["time"] = 1783003148,
},
},
["itemLevel2"] = 1,
},
["raidRoster"] = {
["roster"] = {
"雨若青衣",
"大武生",
"纵横跋扈",
"一剑九州",
"奶油巧克力啊",
"想学外语吗",
"秋痕乄",
"神棍老王乄",
"一个萌新防战",
"我路过人间",
"倚楼听疯语",
"小佛爷灬",
"米湯",
"亮哥很忙",
"Kübra",
"花落水",
"一滴的皮鞋",
"战豆豆灬",
"抖音丨黄桃",
"勼尔",
"卢老师",
"丶予星河",
"珊坨文宝",
"东北望射倭岛",
"执笔畵清秋",
"胸毛随风飘",
"素椒杂酱",
"丨旭哥丨",
"愚歌三百首",
"张沐雅",
"不要摸我头贰",
"寒冰箭吡吡",
"嬲法",
"法德迦",
"老牛的奶",
"我谁都服",
"海盗黑胡子",
"次骞",
"乐狍子",
"傲气",
},
["time"] = 1783003097,
["realm"] = "哈霍兰",
},
},
["Gno"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["playerInfo"] = {
[5303] = {
},
[5381] = {
["露露緹婭"] = {
["raceID"] = 1,
["class"] = "PRIEST",
["level"] = 1,
["iLevel"] = 0.375,
},
},
[5376] = {
["法德迦"] = {
["talent"] = 2,
["faction"] = "Alliance",
["level"] = 60,
["class"] = "MAGE",
["iLevel"] = 86.625,
["raceID"] = 7,
},
["绿龙守护者"] = {
["faction"] = "Alliance",
["class"] = "DRUID",
["level"] = 1,
["iLevel"] = 0.375,
["raceID"] = 4,
},
["黑龙守护者"] = {
["faction"] = "Alliance",
["level"] = 1,
["class"] = "WARRIOR",
["iLevel"] = 0,
["raceID"] = 1,
},
["德加和尚"] = {
["talent"] = 1,
["faction"] = "Alliance",
["level"] = 60,
["class"] = "PRIEST",
["iLevel"] = 80.625,
["raceID"] = 1,
},
["迪菲亚女皇"] = {
["faction"] = "Alliance",
["level"] = 1,
["class"] = "ROGUE",
["iLevel"] = 0.4375,
["raceID"] = 3,
},
["蓝龙守护者"] = {
["faction"] = "Alliance",
["level"] = 1,
["class"] = "HUNTER",
["iLevel"] = 0.375,
["raceID"] = 4,
},
["六扇门沈小梅"] = {
["talent"] = 2,
["faction"] = "Alliance",
["class"] = "MAGE",
["level"] = 60,
["iLevel"] = 81.625,
["raceID"] = 1,
},
["哈霍兰大格格"] = {
["faction"] = "Alliance",
["talent"] = 1,
["iLevel"] = 82.6875,
["level"] = 60,
["class"] = "PALADIN",
["raceID"] = 3,
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
["iLevel"] = 3.9375,
["level"] = 10,
["class"] = "PRIEST",
["raceID"] = 1,
},
},
},
["duizhang"] = {
},
["filterClassNum"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = 0,
["绿龙守护者"] = 0,
["黑龙守护者"] = 0,
["德加和尚"] = 0,
["迪菲亚女皇"] = 0,
["蓝龙守护者"] = 0,
["六扇门沈小梅"] = 0,
["哈霍兰大格格"] = 0,
},
[5381] = {
["露露緹婭"] = 0,
},
[5843] = {
},
[5453] = {
["露露缇娅丶"] = 0,
},
[6118] = {
},
},
["BWL"] = {
["boss8"] = {
["loot3"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743344366,
["count"] = 1,
},
},
["itemLevel5"] = 83,
["zhuangbei4"] = "|cffa335ee|Hitem:19003::::::::60:::::::::|h[奈法利安的头颅]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:19380::::::::60:::::::::|h[塞拉赞恩之链]|h|r",
["loot5"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743344366,
["count"] = 1,
},
},
["itemLevel4"] = 60,
["zhuangbei2"] = "|cffa335ee|Hitem:16923::::::::60:::::::::|h[卓越法袍]|h|r",
["loot4"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743344366,
["count"] = 1,
},
},
["itemLevel2"] = 76,
["loot2"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743344366,
["count"] = 1,
},
},
["time"] = "8:46",
["zhuangbei1"] = "|cffa335ee|Hitem:16931::::::::60:::::::::|h[复仇法袍]|h|r",
["zhuangbei5"] = "|cffa335ee|Hitem:19375::::::::60:::::::::|h[密苏达尔，夺魂者的头饰]|h|r",
["itemLevel1"] = 76,
["itemLevel3"] = 83,
["loot1"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743344366,
["count"] = 1,
},
},
},
["lockoutIDtbl"] = {
[469] = {
["instanceID"] = 469,
["realmID"] = 5453,
["lockoutID"] = 104463405,
},
},
["tradeTbl"] = {
},
["boss9"] = {
["itemLevel1"] = 60,
["loot1"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743340377,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:18562::::::::60:::::::::|h[源质矿石]|h|r",
},
["boss11"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss17"] = {
},
["boss2"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19339::::::::60:::::::::|h[思维加速宝石]|h|r",
["loot3"] = {
{
["count"] = 1,
["player"] = "潼宝",
["time"] = 1743338996,
["class"] = "PRIEST",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:16910::::::::60:::::::::|h[血牙腰带]|h|r",
["loot2"] = {
{
["count"] = 1,
["player"] = "潼宝",
["time"] = 1743338996,
["class"] = "PRIEST",
},
},
["time"] = "1:33",
["itemLevel2"] = 76,
["itemLevel3"] = 76,
["itemLevel1"] = 76,
["loot1"] = {
{
["count"] = 1,
["player"] = "潼宝",
["time"] = 1743338996,
["class"] = "PRIEST",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16952::::::::60:::::::::|h[审判腰带]|h|r",
},
["raidRoster"] = {
["roster"] = {
"小耳朵",
"时光清浅灬",
"快过来啊",
"枫雪纷飞",
"予伿",
"小树先生",
"小钊钊",
"渣女一抬腿丶",
"唐门丨衮",
"硬的像花岗岩",
"洛卅",
"闲闲鱼",
"重相逢",
"加拿大打桩机",
"我的发谢特贰",
"名字不一般",
"彩叮可",
"超级小奶瓶",
"柒月初",
"萌豆",
"梵尘丶",
"八斤七两",
"墩墩勇",
"霸罢",
"背手尿尿灬",
"潼宝",
"花活猎",
"奈良吐泡泡",
"勤劳的纪春生",
"五点水",
"爱的豹豹",
"麻薯小卷",
"南巷灬清风",
"龍小纭",
"排骨法",
"爱吃西蓝花",
"咖喱鸡",
"送祝福",
"素言丶",
"溧水老司机",
},
["time"] = 1743344343,
["realm"] = "铁血",
},
["boss5"] = {
["loot2"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743342273,
["count"] = 1,
},
},
["time"] = "2:55",
["zhuangbei2"] = "|cffa335ee|Hitem:19405::::::::60:::::::::|h[玛法里奥的祝福]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:19394::::::::60:::::::::|h[龙爪肩铠]|h|r",
["itemLevel1"] = 75,
["loot1"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743342273,
["count"] = 1,
},
},
["itemLevel2"] = 75,
},
["boss7"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:19347::::::::60:::::::::|h[克洛玛古斯之爪]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:16902::::::::60:::::::::|h[怒风肩甲]|h|r",
["loot3"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743343088,
["count"] = 1,
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:19349::::::::60:::::::::|h[源质壁垒]|h|r",
["itemLevel3"] = 77,
["zhuangbei1"] = "|cffa335ee|Hitem:16953::::::::60:::::::::|h[审判肩铠]|h|r",
["loot2"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743343088,
["count"] = 1,
},
},
["time"] = "5:25",
["itemLevel2"] = 76,
["itemLevel4"] = 77,
["itemLevel1"] = 76,
["loot1"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743343088,
["count"] = 1,
},
},
["loot4"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743343088,
["count"] = 1,
},
},
},
["boss15"] = {
},
["boss14"] = {
},
["boss6"] = {
["loot2"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743342457,
["count"] = 1,
},
},
["time"] = "2:06",
["zhuangbei2"] = "|cffa335ee|Hitem:19430::::::::60:::::::::|h[纯净思想斗篷]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:16899::::::::60:::::::::|h[怒风护手]|h|r",
["itemLevel1"] = 76,
["loot1"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743342457,
["count"] = 1,
},
},
["itemLevel2"] = 75,
},
["boss13"] = {
},
["boss3"] = {
["zhuangbei3"] = "|cffa335ee|Hitem:16957::::::::60:::::::::|h[审判马靴]|h|r",
["loot3"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743340113,
["count"] = 1,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:16957::::::::60:::::::::|h[审判马靴]|h|r",
["loot2"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743340113,
["count"] = 1,
},
},
["time"] = "2:02",
["zhuangbei1"] = "|cffa335ee|Hitem:19350::::::::60:::::::::|h[击心者]|h|r",
["loot1"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743340113,
["count"] = 1,
},
},
["itemLevel1"] = 75,
["itemLevel3"] = 76,
["itemLevel2"] = 76,
},
["boss19"] = {
},
["boss4"] = {
["loot2"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743341212,
["count"] = 1,
},
},
["time"] = "3:15",
["itemLevel2"] = 75,
["zhuangbei2"] = "|cffa335ee|Hitem:19365::::::::60:::::::::|h[黑龙之爪]|h|r",
["itemLevel1"] = 76,
["loot1"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743341212,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16899::::::::60:::::::::|h[怒风护手]|h|r",
},
["boss1"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19369::::::::60:::::::::|h[疾速进化手套]|h|r",
["loot3"] = {
{
["count"] = 1,
["player"] = "潼宝",
["time"] = 1743338736,
["class"] = "PRIEST",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:16951::::::::60:::::::::|h[审判束腕]|h|r",
["loot2"] = {
{
["count"] = 1,
["player"] = "潼宝",
["time"] = 1743338736,
["class"] = "PRIEST",
},
},
["time"] = "6:31",
["itemLevel2"] = 73,
["loot1"] = {
{
["count"] = 1,
["player"] = "潼宝",
["time"] = 1743338736,
["class"] = "PRIEST",
},
},
["itemLevel1"] = 76,
["itemLevel3"] = 76,
["zhuangbei1"] = "|cffa335ee|Hitem:16959::::::::60:::::::::|h[愤怒护腕]|h|r",
},
["boss10"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["History"] = {
["UBRS"] = {
},
["BD"] = {
},
["TAQ"] = {
},
["BWL"] = {
},
["Temple"] = {
},
["ZUG"] = {
},
["MC"] = {
},
["MCsod"] = {
},
["AQL"] = {
},
["NAXX"] = {
},
["Gno"] = {
},
},
["newbee_report"] = {
},
["lastFrame"] = "Hope",
["SKILLchoice"] = {
[0] = 1,
},
["BossFrame"] = {
["BD"] = {
},
},
["buffCD"] = {
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
["六扇门沈小梅"] = {
},
["哈霍兰大格格"] = {
},
},
},
["point"] = {
},
["font"] = "ARKai_T.ttf",
["MeetingHorn"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
["六扇门沈小梅"] = {
},
["哈霍兰大格格"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
[6118] = {
},
},
["BD"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "10",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine3"] = "0",
["jine5"] = "0",
["jine1"] = "0",
["zhuangbei2"] = "总支出",
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
["zhuangbei1"] = "坦克补贴",
["zhuangbei2"] = "治疗补贴",
["zhuangbei3"] = "输出补贴",
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["FB"] = "ZUG",
["NotifyChannel"] = "RAID",
["Hope"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["绿龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
["黑龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["德加和尚"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["迪菲亚女皇"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["蓝龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["六扇门沈小梅"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["哈霍兰大格格"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
},
[5381] = {
["露露緹婭"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
},
[5843] = {
},
[5453] = {
["露露缇娅丶"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
},
[6118] = {
},
},
["MeetingHornWhisper"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["绿龙守护者"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
["黑龙守护者"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["德加和尚"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["迪菲亚女皇"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["蓝龙守护者"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["六扇门沈小梅"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["哈霍兰大格格"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
[6118] = {
},
},
["ZUG"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss6"] = {
},
["boss13"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["tradeSkillCooldown"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
["tailor"] = {
["class"] = "PRIEST",
["ready"] = true,
},
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
["六扇门沈小梅"] = {
["tailor"] = {
["class"] = "MAGE",
["ready"] = true,
},
},
["哈霍兰大格格"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
[6118] = {
},
},
["equip"] = {
[5381] = {
["露露緹婭"] = {
["8"] = {
["link"] = "|cffffffff|Hitem:51::::::::1::::::::::|h[见习牧师之靴]|h|r",
["level"] = 1,
["itemID"] = 51,
["quality"] = 1,
},
["16"] = {
["link"] = "|cffffffff|Hitem:36::::::::1::::::::::|h[用旧的钉锤]|h|r",
["level"] = 2,
["itemID"] = 36,
["quality"] = 1,
},
["5"] = {
["link"] = "|cff9d9d9d|Hitem:6098::::::::1::::::::::|h[见习牧师长袍]|h|r",
["level"] = 1,
["itemID"] = 6098,
["quality"] = 0,
},
["4"] = {
["link"] = "|cffffffff|Hitem:53::::::::1::::::::::|h[见习牧师衬衣]|h|r",
["level"] = 1,
["itemID"] = 53,
["quality"] = 1,
},
["7"] = {
["link"] = "|cff9d9d9d|Hitem:52::::::::1::::::::::|h[见习牧师短裤]|h|r",
["level"] = 1,
["itemID"] = 52,
["quality"] = 0,
},
},
},
[5376] = {
["法德迦"] = {
["18"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22821,
["link"] = "|cffa335ee|Hitem:22821::::::::60::::::::::|h[厄运之指]|h|r",
},
["1"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22498,
["link"] = "|cffa335ee|Hitem:22498:2588:::::::60::::::::::|h[霜火头饰]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23046,
["link"] = "|cffa335ee|Hitem:23046::::::::60::::::::::|h[萨菲隆的精华]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22983,
["link"] = "|cffa335ee|Hitem:22983:2721:::::::60::::::::::|h[蒙霜衬肩]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23057,
["link"] = "|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22496,
["link"] = "|cffa335ee|Hitem:22496:1891:::::::60::::::::::|h[霜火长袍]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 14617,
["link"] = "|cffffffff|Hitem:14617::::::::60::::::::::|h[外科医生衬衣]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23070,
["link"] = "|cffa335ee|Hitem:23070:2588:::::::60::::::::::|h[极性护腿]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22730,
["link"] = "|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
},
["9"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23021,
["link"] = "|cffa335ee|Hitem:23021:1883:::::::60::::::::::|h[灵魂收割者的护腕]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23050,
["link"] = "|cffa335ee|Hitem:23050:2621:::::::60::::::::::|h[大墓地披风]|h|r",
},
["16"] = {
["quality"] = 5,
["level"] = 90,
["itemID"] = 22589,
["link"] = "|cffff8000|Hitem:22589:2504:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 86,
["itemID"] = 22500,
["link"] = "|cffa335ee|Hitem:22500:911:::::::60::::::::::|h[霜火便鞋]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 66,
["itemID"] = 18820,
["link"] = "|cffa335ee|Hitem:18820::::::::60::::::::::|h[短暂能量护符]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23062,
["link"] = "|cffa335ee|Hitem:23062::::::::60::::::::::|h[霜火之戒]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23237,
["link"] = "|cffa335ee|Hitem:23237::::::::60::::::::::|h[永恒烈焰之戒]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 21585,
["link"] = "|cffa335ee|Hitem:21585:2616:::::::60::::::::::|h[黑暗风暴护手]|h|r",
},
},
["绿龙守护者"] = {
["5"] = {
["link"] = "|cff9d9d9d|Hitem:6123::::::::1::::::::::|h[初学者长袍]|h|r",
["level"] = 1,
["itemID"] = 6123,
["quality"] = 0,
},
["7"] = {
["link"] = "|cff9d9d9d|Hitem:6124::::::::1::::::::::|h[初学者短裤]|h|r",
["level"] = 1,
["itemID"] = 6124,
["quality"] = 0,
},
["16"] = {
["link"] = "|cffffffff|Hitem:3661::::::::1::::::::::|h[手工法杖]|h|r",
["level"] = 2,
["itemID"] = 3661,
["quality"] = 1,
},
},
["黑龙守护者"] = {
["4"] = {
["link"] = "|cffffffff|Hitem:38::::::::1::::::::::|h[新兵衬衣]|h|r",
["level"] = 1,
["itemID"] = 38,
["quality"] = 1,
},
},
["德加和尚"] = {
["19"] = {
["link"] = "|cffffffff|Hitem:5976::::::::60::::::::::|h[公会徽章]|h|r",
["level"] = 1,
["itemID"] = 5976,
["quality"] = 1,
},
["18"] = {
["link"] = "|cffa335ee|Hitem:23009::::::::60::::::::::|h[秘语亡者之杖]|h|r",
["level"] = 83,
["itemID"] = 23009,
["quality"] = 4,
},
["1"] = {
["link"] = "|cffa335ee|Hitem:16921:2590:::::::60::::::::::|h[卓越之环]|h|r",
["level"] = 76,
["itemID"] = 16921,
["quality"] = 4,
},
["15"] = {
["link"] = "|cffa335ee|Hitem:22960::::::::60::::::::::|h[缝合披风]|h|r",
["level"] = 83,
["itemID"] = 22960,
["quality"] = 4,
},
["3"] = {
["link"] = "|cffa335ee|Hitem:16924:2715:::::::60::::::::::|h[卓越肩铠]|h|r",
["level"] = 76,
["itemID"] = 16924,
["quality"] = 4,
},
["2"] = {
["link"] = "|cffa335ee|Hitem:23036::::::::60::::::::::|h[尸身项链]|h|r",
["level"] = 83,
["itemID"] = 23036,
["quality"] = 4,
},
["5"] = {
["link"] = "|cffa335ee|Hitem:16923:1891:::::::60::::::::::|h[卓越法袍]|h|r",
["level"] = 76,
["itemID"] = 16923,
["quality"] = 4,
},
["4"] = {
["link"] = "|cffffffff|Hitem:3342::::::::60::::::::::|h[杉德尔船长的衬衣]|h|r",
["level"] = 15,
["itemID"] = 3342,
["quality"] = 1,
},
["7"] = {
["link"] = "|cffa335ee|Hitem:16922:2590:::::::60::::::::::|h[卓越护腿]|h|r",
["level"] = 76,
["itemID"] = 16922,
["quality"] = 4,
},
["6"] = {
["link"] = "|cffa335ee|Hitem:16925::::::::60::::::::::|h[卓越腰带]|h|r",
["level"] = 76,
["itemID"] = 16925,
["quality"] = 4,
},
["14"] = {
["link"] = "|cffa335ee|Hitem:23047::::::::60::::::::::|h[亡者之眼]|h|r",
["level"] = 90,
["itemID"] = 23047,
["quality"] = 4,
},
["8"] = {
["link"] = "|cffa335ee|Hitem:16919:911:::::::60::::::::::|h[卓越长靴]|h|r",
["level"] = 76,
["itemID"] = 16919,
["quality"] = 4,
},
["16"] = {
["link"] = "|cffff8000|Hitem:22631:2505:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
["level"] = 90,
["itemID"] = 22631,
["quality"] = 5,
},
["9"] = {
["link"] = "|cffa335ee|Hitem:16926:2566:::::::60::::::::::|h[卓越束腕]|h|r",
["level"] = 76,
["itemID"] = 16926,
["quality"] = 4,
},
["13"] = {
["link"] = "|cffa335ee|Hitem:20636::::::::60::::::::::|h[休眠水晶]|h|r",
["level"] = 71,
["itemID"] = 20636,
["quality"] = 4,
},
["12"] = {
["link"] = "|cffa335ee|Hitem:19382::::::::60::::::::::|h[纯源质指环]|h|r",
["level"] = 83,
["itemID"] = 19382,
["quality"] = 4,
},
["11"] = {
["link"] = "|cffa335ee|Hitem:23061::::::::60::::::::::|h[信仰之戒]|h|r",
["level"] = 92,
["itemID"] = 23061,
["quality"] = 4,
},
["10"] = {
["link"] = "|cffa335ee|Hitem:16920:2617:::::::60::::::::::|h[卓越护手]|h|r",
["level"] = 76,
["itemID"] = 16920,
["quality"] = 4,
},
},
["迪菲亚女皇"] = {
["8"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 47,
["link"] = "|cffffffff|Hitem:47::::::::1::::::::::|h[潜行者之鞋]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 2092,
["link"] = "|cffffffff|Hitem:2092::::::::1::::::::::|h[用旧的匕首]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 49,
["link"] = "|cffffffff|Hitem:49::::::::1::::::::::|h[潜行者衬衣]|h|r",
},
["7"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 48,
["link"] = "|cff9d9d9d|Hitem:48::::::::1::::::::::|h[潜行者短裤]|h|r",
},
["18"] = {
["quality"] = 1,
["level"] = 3,
["itemID"] = 3111,
["link"] = "|cffffffff|Hitem:3111::::::::1::::::::::|h[劣质飞斧]|h|r",
},
},
["蓝龙守护者"] = {
["8"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 129,
["link"] = "|cffffffff|Hitem:129::::::::1::::::::::|h[皱褶捕兽者之靴]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 2092,
["link"] = "|cffffffff|Hitem:2092::::::::1::::::::::|h[用旧的匕首]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 148,
["link"] = "|cffffffff|Hitem:148::::::::1::::::::::|h[皱褶捕兽者衬衣]|h|r",
},
["7"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 147,
["link"] = "|cff9d9d9d|Hitem:147::::::::1::::::::::|h[皱褶捕兽者短裤]|h|r",
},
["18"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 2504,
["link"] = "|cffffffff|Hitem:2504::::::::1::::::::::|h[用旧的短弓]|h|r",
},
},
["六扇门沈小梅"] = {
["1"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22498,
["link"] = "|cffa335ee|Hitem:22498:2588:::::::60::::::::::|h[霜火头饰]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22983,
["link"] = "|cffa335ee|Hitem:22983:2605:::::::60::::::::::|h[蒙霜衬肩]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23057,
["link"] = "|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22496,
["link"] = "|cffa335ee|Hitem:22496:1893:::::::60::::::::::|h[霜火长袍]|h|r",
},
["18"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22821,
["link"] = "|cffa335ee|Hitem:22821::::::::60::::::::::|h[厄运之指]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23070,
["link"] = "|cffa335ee|Hitem:23070:2588:::::::60::::::::::|h[极性护腿]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22730,
["link"] = "|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
},
["9"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23021,
["link"] = "|cffa335ee|Hitem:23021:1883:::::::60::::::::::|h[灵魂收割者的护腕]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23050,
["link"] = "|cffa335ee|Hitem:23050:2621:::::::60::::::::::|h[大墓地披风]|h|r",
},
["16"] = {
["quality"] = 5,
["level"] = 90,
["itemID"] = 22589,
["link"] = "|cffff8000|Hitem:22589:2504:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23046,
["link"] = "|cffa335ee|Hitem:23046::::::::60::::::::::|h[萨菲隆的精华]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 19339,
["link"] = "|cffa335ee|Hitem:19339::::::::60::::::::::|h[思维加速宝石]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 21709,
["link"] = "|cffa335ee|Hitem:21709::::::::60::::::::::|h[堕落神明之戒]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23237,
["link"] = "|cffa335ee|Hitem:23237::::::::60::::::::::|h[永恒烈焰之戒]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 21585,
["link"] = "|cffa335ee|Hitem:21585:2616:::::::60::::::::::|h[黑暗风暴护手]|h|r",
},
},
["哈霍兰大格格"] = {
["9"] = {
["quality"] = 4,
["level"] = 81,
["itemID"] = 21604,
["link"] = "|cffa335ee|Hitem:21604:2566:::::::60::::::::::|h[皇家救赎腕轮]|h|r",
},
["1"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22428,
["link"] = "|cffa335ee|Hitem:22428:2584:::::::60::::::::::|h[救赎头饰]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 86,
["itemID"] = 22430,
["link"] = "|cffa335ee|Hitem:22430:911:::::::60::::::::::|h[救赎长靴]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 86,
["itemID"] = 22429,
["link"] = "|cffa335ee|Hitem:22429:2721:::::::60::::::::::|h[救赎肩铠]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23057,
["link"] = "|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22425,
["link"] = "|cffa335ee|Hitem:22425:1891:::::::60::::::::::|h[救赎外套]|h|r",
},
["18"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23006,
["link"] = "|cffa335ee|Hitem:23006::::::::60::::::::::|h[光明圣契]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23070,
["link"] = "|cffa335ee|Hitem:23070:2584:::::::60::::::::::|h[极性护腿]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22730,
["link"] = "|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23047,
["link"] = "|cffa335ee|Hitem:23047::::::::60::::::::::|h[亡者之眼]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 68,
["itemID"] = 19857,
["link"] = "|cffa335ee|Hitem:19857::::::::60::::::::::|h[吞噬披风]|h|r",
},
["16"] = {
["quality"] = 4,
["level"] = 89,
["itemID"] = 23056,
["link"] = "|cffa335ee|Hitem:23056:2505:::::::60::::::::::|h[扭曲虚空之锤]|h|r",
},
["17"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23075,
["link"] = "|cffa335ee|Hitem:23075::::::::60::::::::::|h[死亡的契约]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23001,
["link"] = "|cffa335ee|Hitem:23001::::::::60::::::::::|h[衰落之眼]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 20632,
["link"] = "|cffa335ee|Hitem:20632::::::::60::::::::::|h[心灵之泪]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 21836,
["link"] = "|cffa335ee|Hitem:21836::::::::60::::::::::|h[混乱之琉璃戒指]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 68,
["itemID"] = 20264,
["link"] = "|cffa335ee|Hitem:20264:2617:::::::60::::::::::|h[和平守护者护手]|h|r",
},
},
},
[5453] = {
["露露缇娅丶"] = {
["5"] = {
["quality"] = 0,
["level"] = 4,
["itemID"] = 1380,
["link"] = "|cff9d9d9d|Hitem:1380::::::::10::::::::::|h[磨损的长袍]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 53,
["link"] = "|cffffffff|Hitem:53::::::::10::::::::::|h[见习牧师衬衣]|h|r",
},
["7"] = {
["quality"] = 2,
["level"] = 10,
["itemID"] = 2958,
["link"] = "|cff1eff00|Hitem:2958::::::::10::::::::::|h[旅者短裤]|h|r",
},
["6"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 983,
["link"] = "|cffffffff|Hitem:983::::::::10::::::::::|h[红色亚麻腰带]|h|r",
},
["9"] = {
["quality"] = 0,
["level"] = 5,
["itemID"] = 3365,
["link"] = "|cff9d9d9d|Hitem:3365::::::::10::::::::::|h[磨损的护腕]|h|r",
},
["15"] = {
["quality"] = 0,
["level"] = 5,
["itemID"] = 1376,
["link"] = "|cff9d9d9d|Hitem:1376::::::::10::::::::::|h[磨损的披风]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 4563,
["link"] = "|cffffffff|Hitem:4563::::::::10::::::::::|h[粗棍]|h|r",
},
["18"] = {
["quality"] = 2,
["level"] = 15,
["itemID"] = 11287,
["link"] = "|cff1eff00|Hitem:11287::::::::10::::::::::|h[次级魔法杖]|h|r",
},
["8"] = {
["quality"] = 1,
["level"] = 5,
["itemID"] = 80,
["link"] = "|cffffffff|Hitem:80::::::::10::::::::::|h[柔软的毛边鞋]|h|r",
},
["10"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 2960,
["link"] = "|cffffffff|Hitem:2960::::::::10::::::::::|h[旅者手套]|h|r",
},
},
},
},
["RaidCD"] = {
[5303] = {
},
[5843] = {
},
[5376] = {
["法德迦"] = {
{
["colorplayer"] = "|cff40c7eb法德迦|r",
["player"] = "法德迦",
},
},
["绿龙守护者"] = {
{
["colorplayer"] = "|cffff7d0a绿龙守护者|r",
["player"] = "绿龙守护者",
},
},
["黑龙守护者"] = {
{
["colorplayer"] = "|cffc79c6e黑龙守护者|r",
["player"] = "黑龙守护者",
},
},
["德加和尚"] = {
{
["colorplayer"] = "|cffffffff德加和尚|r",
["player"] = "德加和尚",
},
},
["迪菲亚女皇"] = {
{
["colorplayer"] = "|cfffff569迪菲亚女皇|r",
["player"] = "迪菲亚女皇",
},
},
["蓝龙守护者"] = {
{
["colorplayer"] = "|cffabd473蓝龙守护者|r",
["player"] = "蓝龙守护者",
},
},
["六扇门沈小梅"] = {
{
["colorplayer"] = "|cff40c7eb六扇门沈小梅|r",
["player"] = "六扇门沈小梅",
},
},
["哈霍兰大格格"] = {
{
["colorplayer"] = "|cfff58cba哈霍兰大格格|r",
["player"] = "哈霍兰大格格",
},
},
},
[5381] = {
["露露緹婭"] = {
{
["colorplayer"] = "|cffffffff露露緹婭|r",
["player"] = "露露緹婭",
},
},
},
[5453] = {
["露露缇娅丶"] = {
{
["colorplayer"] = "|cffffffff露露缇娅丶|r",
["player"] = "露露缇娅丶",
},
},
},
[6118] = {
},
},
["AQL"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss10"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["TAQ"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
["itemLevel5"] = 88,
["zhuangbei4"] = "|cffa335ee|Hitem:21586::::::::60::::::::::|h[无尽痛苦腰带]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:20933::::::::60::::::::::|h[上古之神的外鞘]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:21221::::::::60::::::::::|h[克苏恩之眼]|h|r",
["loot3"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782920233,
},
},
["loot5"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782920233,
},
},
["itemLevel4"] = 88,
["loot4"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782920233,
},
},
["loot2"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782920233,
},
},
["zhuangbei5"] = "|cffa335ee|Hitem:21581::::::::60::::::::::|h[毁灭护手]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:20929::::::::60::::::::::|h[上古之神的甲壳]|h|r",
["itemLevel2"] = 1,
["itemLevel1"] = 1,
["loot1"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782920233,
},
},
["itemLevel3"] = 60,
},
["boss11"] = {
},
["boss12"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss17"] = {
},
["boss2"] = {
},
["raidRoster"] = {
["roster"] = {
"宇晔-法琳娜",
"谁是大狄",
"红茶二块五",
"星空术",
"寻宝",
"你的男神",
"邪枝",
"顶得住啊",
"嘉华",
"科瑞德",
"乙巳元月初七-法琳娜",
"墨晴岚",
"Jjlol",
"迷路惊鸿",
"小鸟奶奶",
"上去就死",
"海肥丝",
"傻丷妞",
"额仑",
"拉飞尔",
"安娜凯瑟琳",
"明凯",
"列奥尼达",
"三鸡皮儿",
"爱情卖买",
"潇洒狂暴战",
"云昭丶",
"芒果蒂蒂",
"艾瑞克-法琳娜",
"呆俊牧",
"送你温暖的光",
"潜行嘎你腰子",
"迷恋上你的唇",
"忘川难度",
"法德迦",
"飞飞来咯",
"傻妞妞",
},
["time"] = 1782920213,
["realm"] = "哈霍兰",
},
["boss5"] = {
},
["boss7"] = {
},
["boss15"] = {
},
["boss14"] = {
},
["boss3"] = {
},
["boss13"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss6"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss10"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:20931::::::::60::::::::::|h[巨型沙虫的皮]|h|r",
["loot3"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782919310,
},
},
["loot2"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782919310,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:20927::::::::60::::::::::|h[奥罗的外皮]|h|r",
["itemLevel2"] = 1,
["loot1"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782919310,
},
},
["itemLevel1"] = 1,
["itemLevel3"] = 81,
["zhuangbei3"] = "|cffa335ee|Hitem:23557::::::::60::::::::::|h[巨虫的幼体]|h|r",
},
["boss22"] = {
},
["boss19"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["lastGuoQiTime"] = 0,
["HistoryList"] = {
["UBRS"] = {
},
["BD"] = {
},
["TAQ"] = {
},
["BWL"] = {
},
["Temple"] = {
},
["ZUG"] = {
},
["MC"] = {
},
["MCsod"] = {
},
["AQL"] = {
},
["NAXX"] = {
},
["Gno"] = {
},
},
["FilterClassItemDB"] = {
[5376] = {
["法德迦"] = {
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["5回法力值"] = 1,
},
["Name"] = "法师",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_mage",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["4"] = 1,
},
},
},
["绿龙守护者"] = {
{
["ShuXing"] = {
["招架"] = 1,
["格挡"] = 1,
},
["Name"] = "德鲁伊",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_DRUID",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["18"] = 1,
["7"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["武器技能"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["招架"] = 1,
["格挡"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "德鲁伊-巨熊",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["10"] = 1,
["9"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_racial_bearform",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["18"] = 1,
["13"] = 1,
["8"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "德鲁伊-猎豹",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["10"] = 1,
["9"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_druid_catform",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["18"] = 1,
["13"] = 1,
["8"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "德鲁伊-平衡",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_nature_starfall",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["19"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["武器技能"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "德鲁伊-恢复",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_nature_healingtouch",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["19"] = 1,
},
},
},
["黑龙守护者"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "战士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_WARRIOR",
["Weapon"] = {
["19"] = 1,
["20"] = 1,
["9"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "战士-防御",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_defensivestance",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["20"] = 1,
["5"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-武器",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_savageblow",
["Weapon"] = {
["9"] = 1,
["0"] = 1,
["20"] = 1,
["13"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["15"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-狂怒",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_innerrage",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["20"] = 1,
["5"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
},
["德加和尚"] = {
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["物理爆击"] = 1,
["武器技能"] = 1,
},
["Name"] = "牧师",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_PRIEST",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["5回法力值"] = 1,
},
["Name"] = "牧师-暗影",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_shadow_shadowwordpain",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["武器技能"] = 1,
},
["Name"] = "牧师-戒律",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_wordfortitude",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["武器技能"] = 1,
},
["Name"] = "牧师-神圣",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_guardianspirit",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
},
["迪菲亚女皇"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "盗贼",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_rogue",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["5"] = 1,
["20"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
},
["蓝龙守护者"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["防御"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "猎人",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_HUNTER",
["Weapon"] = {
["9"] = 1,
["16"] = 1,
["5"] = 1,
["4"] = 1,
["20"] = 1,
["19"] = 1,
},
},
},
["六扇门沈小梅"] = {
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["5回法力值"] = 1,
},
["Name"] = "法师",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_mage",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["4"] = 1,
},
},
},
["哈霍兰大格格"] = {
{
["ShuXing"] = {
["法术命中"] = 1,
["特定法术强度"] = 1,
},
["Name"] = "圣骑士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_paladin",
["Weapon"] = {
["3"] = 1,
["2"] = 1,
["19"] = 1,
["18"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["精神"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["法术命中"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["治疗强度"] = 1,
},
["Name"] = "圣骑士-防御",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["8"] = 1,
["9"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_devotionaura",
["Weapon"] = {
["1"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["8"] = 1,
["20"] = 1,
["19"] = 1,
["13"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "圣骑士-惩戒",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["0"] = 1,
["10"] = 1,
["1"] = 1,
["8"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_auraoflight",
["Weapon"] = {
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["18"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["武器技能"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["精神"] = 1,
},
["Name"] = "圣骑士-神圣",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_holybolt",
["Weapon"] = {
["1"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["8"] = 1,
["20"] = 1,
["19"] = 1,
["13"] = 1,
["10"] = 1,
},
},
},
},
},
["MCsod"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss1"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["UBRS"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss1"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["whoFrame"] = {
["history"] = {
"卡扎克",
"星",
"星宇",
"老黄",
"蓝龙",
"位面",
},
},
["newbee_report_notuploaded"] = {
},
["YYdb"] = {
["share"] = 0,
["history"] = {
},
["all"] = {
},
["historyFilter"] = 0,
["historyEmpty"] = {
},
["allFilter"] = 0,
["shareCount"] = 0,
["LeaderYY"] = {
},
},
["options"] = {
["roleOverviewNotShowiLevel"] = 0,
["fastCountPreview"] = 1,
["lastTrade"] = 1,
["autoTrade"] = 1,
["fastCountMsg"] = 1,
["editFontSize"] = 14,
["tradeTime"] = 3,
["configChooseHope"] = 1,
["showAuctionLogFrame"] = 1,
["tradeSameMoney"] = 1,
["autoAllLootToMe"] = 0,
["countDownSendChannel"] = "RAID_WARNING",
["autoAuctionStart"] = 1,
["autoAdd0"] = 0,
["autoAuctionLogLink"] = 1,
["showGuoQiFrame"] = 0,
["ERR_CHAT_THROTTLED"] = 1,
["auctionMoveByShift"] = 0,
["retainExpensesMoney"] = 0,
["autoShowTradeCopyMoney"] = 1,
["autoGetOnline"] = 0,
["addonsOutTime"] = 1,
["configChooseMeetingHornWhisper"] = 1,
["roleOverviewLayout"] = "up_down",
["mouseHistoryMoney"] = 1,
["allLootToMe"] = 1,
["scale"] = 0.9,
["roleOverviewSort1"] = "iLevel-class-player",
["roleOverviewShowTalent"] = 1,
["roleOverviewShowNote_useClassColor"] = 1,
["tradeFastGiveMoney"] = 1,
["MeetingHorn_isSend"] = 0,
["lootFontSize"] = 20,
["roleOverviewDefaultShow"] = "one",
["auctionChat"] = 1,
["countDownStop"] = 1,
["autoAuctionFrameLevel"] = "HIGH",
["countDown"] = 1,
["duiZhangTime"] = 24,
["joinorleavePlayercolor"] = 1,
["mainIconFrameLevel"] = "HIGH",
["autoAuctionHappySay"] = 1,
["MeetingHorn_history"] = 0,
["fastCount"] = 1,
["alpha"] = 0.8,
["roleOverviewAlpha"] = 0.9,
["NDuiOpenBag"] = 0,
["mainIcon"] = 0,
["HighOnterItem"] = 1,
["autoAuctionMoney"] = 1,
["tipsSound"] = 1,
["autolootRemind"] = 1,
["guoqiRemind"] = 1,
["qiankuanTrade"] = 1,
["roleOverviewblackWhite"] = 0,
["commerceAuthorityTooltip"] = 1,
["showRaidCDKillNum"] = 0,
["miniMap"] = 1,
["autoAuctionShowSender"] = 0,
["autoAuctionFoldIfNotHope"] = 0,
["MeetingHorn_members"] = 0,
["isTrading"] = 1,
["roleOverviewShowNote"] = 0,
["autoAuctionQianKuan"] = 1,
["MeetingHorn_search"] = 0,
["configChooseMeetingHornHistory"] = 1,
["autoQingKongSaveHistory"] = 1,
["auctionChatHoldNew"] = 1,
["autoCreateBill"] = 1,
["tradeMoneyTop"] = 1,
["report"] = 1,
["ignore"] = 1,
["countDownDuration"] = 8,
["searchList"] = 1,
["auctionTopPrice"] = 1,
["autolootNotice"] = 1,
["roleOverviewShowFaction"] = 0,
["guoqiRemindMinTime"] = 30,
["roleOverviewNotShowLevel"] = 0,
["NumFrame"] = 1,
["auctionLogChoose"] = 1,
["MeetingHorn_ActivityList"] = 0,
["lastFrame"] = "FrameOptions_biaoge",
["retainExpenses"] = 1,
["autoLoot"] = 1,
["MeetingHorn_always"] = 0,
["auctionHighTime"] = 20,
["auctionHigh"] = 1,
["autoAuctionSureClick"] = 0,
["buttonSound"] = 1,
["moLing"] = 1,
["MeetingHorn_yy"] = 0,
["tradePreview"] = 1,
["aotoSendLate"] = 0,
["roleOverviewShowNote_width"] = 100,
["model"] = 1,
["lootTime"] = 8,
["xueyueAuto"] = 0,
["fastMoney"] = 1,
["configChooseFilter"] = 1,
["Sound"] = "露露缇娅",
["autoQingKong"] = 1,
["autoAuctionScale"] = 0.95,
["tradeFontSize"] = 20,
["tradeNotice"] = 1,
["lastVer"] = "v2.1.1",
["roleOverviewScale"] = 1,
["autoAuctionFold"] = 0,
["zhichuPercent"] = 1,
["autoAuctionPut"] = 1,
["autoAuctionUp"] = 0,
["mainIconScale"] = 1,
["autoAuctionSetMoney"] = 1,
["autoAuctionAutoEndTips"] = 1,
["mouseFK"] = 1,
["SearchHistory"] = {
["option231029"] = true,
["FBCDchoice260623"] = true,
["FBCDchoice240208"] = true,
["QuestCD240403愛雅法拉-孤狼"] = true,
["sound250527"] = true,
["|cff00FF004月9日更新v1.17.0"] = true,
["FBCDchoice240923"] = true,
["QuestCD240403萌萌奶糖-野性痊癒"] = true,
["autoShowTradeCopyMoney260218"] = true,
["firstOpenMainFrame"] = true,
["|cff00FF004月19日更新v1.17.5"] = true,
["|cff00FF005月3日更新v1.17.7"] = true,
["FilterClassItemDB260425"] = true,
["dt231005"] = true,
["history250312"] = true,
["|cff00FF007月20日更新v1.19.6"] = true,
["FBCDchoice240711"] = true,
["|cff00FF005月21日更新v1.18.3"] = true,
["FilterClassItemDBPlayer-5376-16BEFC08260618"] = true,
["FBCDchoice240412"] = true,
["YY240925"] = true,
["60FB240703"] = true,
["|cff00FF005月9日更新v1.17.8"] = true,
["MONEYchoice240408"] = true,
["yongshi240425"] = true,
["showAuctionLogFrame260209"] = true,
["dt231208"] = true,
["autoGetOnline240615"] = true,
["FBCDchoice240113"] = true,
["QuestCD240113"] = true,
["options250610"] = true,
["ro250602"] = true,
["yy250509"] = true,
["FBCDchoice240106"] = true,
["QuestCD240403萌萌的露小露-孤狼"] = true,
["FBCDchoice2401065843萌萌的露小露"] = true,
["|cff00FF008月3日更新v1.20.0"] = true,
["MONEYchoice241101"] = true,
["FBCDchoice240328"] = true,
},
["bg"] = "0.01,0.01,0.01,0.8",
["MeetingHorn_whisper"] = 0,
},
["HopeSendChannel"] = "RAID",
["Auction"] = {
["mod"] = "normal",
["gen"] = 1,
["fastMoney"] = {
100,
300,
500,
1000,
2000,
},
["money"] = 5000,
["resetThreshold"] = 20,
["aotoSendLate"] = 3,
["duration"] = 60,
},
["auctionMSGhistory"] = {
{
["textColor"] = "FF7F50",
["text"] = "70发媳妇了，现在把>>沐沐娱乐丶术<<召唤过来,请需要领媳妇的过来把她从门里拉出来，谁抢到归谁",
["time"] = 1784694488,
["nameLink"] = "|Hplayer:欢愉夜百合:528:RAID:|h[|cff8787ed欢愉夜百合|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "8/4 3Q",
["time"] = 1784694494,
["nameLink"] = "|Hplayer:有枪不害怕:559:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "69发媳妇了，现在把>>黛丶<<召唤过来,请需要领媳妇的过来把她从门里拉出来，谁抢到归谁",
["time"] = 1784694503,
["nameLink"] = "|Hplayer:欢愉夜百合:586:RAID:|h[|cff8787ed欢愉夜百合|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "3-4 ",
["time"] = 1784694517,
["nameLink"] = "|Hplayer:今朝醉丶:644:RAID:|h[|cffabd473今朝醉丶|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "68发媳妇了，现在把>>徐州新区<<召唤过来,请需要领媳妇的过来把她从门里拉出来，谁抢到归谁",
["time"] = 1784694521,
["nameLink"] = "|Hplayer:欢愉夜百合:659:RAID:|h[|cff8787ed欢愉夜百合|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784694526,
["nameLink"] = "|Hplayer:星宇蓝龙:686:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784694526,
["nameLink"] = "|Hplayer:星宇蓝龙:688:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784694527,
["nameLink"] = "|Hplayer:星宇蓝龙:689:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784694527,
["nameLink"] = "|Hplayer:星宇蓝龙:691:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "67发媳妇了，现在把>>八零后术爷<<召唤过来,请需要领媳妇的过来把她从门里拉出来，谁抢到归谁",
["time"] = 1784694545,
["nameLink"] = "|Hplayer:欢愉夜百合:757:RAID:|h[|cff8787ed欢愉夜百合|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "剩余26个片准备拉>>醒目露露<<，旁边的点门 别松手！",
["time"] = 1784694558,
["nameLink"] = "|Hplayer:黛丶:808:RAID:|h[|cff8787ed黛丶|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "剩余37个片准备拉>>小时候可纯了<<，旁边的点门 别松手！",
["time"] = 1784694562,
["nameLink"] = "|Hplayer:沐沐娱乐丶术:824:RAID:|h[|cff8787ed沐沐娱乐丶术|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "66发媳妇了，现在把>>藏蓝<<召唤过来,请需要领媳妇的过来把她从门里拉出来，谁抢到归谁",
["time"] = 1784694566,
["nameLink"] = "|Hplayer:欢愉夜百合:839:RAID:|h[|cff8787ed欢愉夜百合|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "4-2",
["time"] = 1784694569,
["nameLink"] = "|Hplayer:小饼干嘭嘭:855:RAID:|h[|cff40c7eb小饼干嘭嘭|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "6/4 3Q",
["time"] = 1784694570,
["nameLink"] = "|Hplayer:有枪不害怕:858:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "6/4 3Q",
["time"] = 1784694572,
["nameLink"] = "|Hplayer:有枪不害怕:866:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "剩余25个片准备拉>>岁月神偷丶<<，旁边的点门 别松手！",
["time"] = 1784694592,
["nameLink"] = "|Hplayer:黛丶:953:RAID:|h[|cff8787ed黛丶|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "6/4 3Q",
["time"] = 1784694599,
["nameLink"] = "|Hplayer:有枪不害怕:976:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "剩余37个片准备拉>>小时候可纯了<<，旁边的点门 别松手！",
["time"] = 1784694599,
["nameLink"] = "|Hplayer:沐沐娱乐丶术:978:RAID:|h[|cff8787ed沐沐娱乐丶术|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784694602,
["nameLink"] = "|Hplayer:星宇蓝龙:1004:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784694603,
["nameLink"] = "|Hplayer:星宇蓝龙:1005:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "6/4 3Q",
["time"] = 1784694613,
["nameLink"] = "|Hplayer:有枪不害怕:1053:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "剩余36个片准备拉>>有点小呆萌<<，旁边的点门 别松手！",
["time"] = 1784694616,
["nameLink"] = "|Hplayer:沐沐娱乐丶术:1070:RAID:|h[|cff8787ed沐沐娱乐丶术|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "65发媳妇了，现在把>>今朝醉丶<<召唤过来,请需要领媳妇的过来把她从门里拉出来，谁抢到归谁",
["time"] = 1784694617,
["nameLink"] = "|Hplayer:欢愉夜百合:1080:RAID:|h[|cff8787ed欢愉夜百合|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "6/4 3Q 啦下",
["time"] = 1784694626,
["nameLink"] = "|Hplayer:有枪不害怕:1119:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "3.4",
["time"] = 1784694629,
["nameLink"] = "|Hplayer:小饼干嘭嘭:1130:RAID:|h[|cff40c7eb小饼干嘭嘭|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "6/4 3Q 啦下",
["time"] = 1784694633,
["nameLink"] = "|Hplayer:有枪不害怕:1144:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "6/4 3Q 啦下",
["time"] = 1784694640,
["nameLink"] = "|Hplayer:有枪不害怕:1172:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "64发媳妇了，现在把>>陈清扬二<<召唤过来,请需要领媳妇的过来把她从门里拉出来，谁抢到归谁",
["time"] = 1784694640,
["nameLink"] = "|Hplayer:欢愉夜百合:1173:RAID:|h[|cff8787ed欢愉夜百合|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "6/4 3Q 啦下",
["time"] = 1784694641,
["nameLink"] = "|Hplayer:有枪不害怕:1186:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "剩余35个片准备拉>>领军大臣<<，旁边的点门 别松手！",
["time"] = 1784694642,
["nameLink"] = "|Hplayer:沐沐娱乐丶术:1189:RAID:|h[|cff8787ed沐沐娱乐丶术|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "1",
["time"] = 1784694642,
["nameLink"] = "|Hplayer:东方大树:1190:RAID:|h[|cffc79c6e东方大树|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "7-4",
["time"] = 1784694647,
["nameLink"] = "|Hplayer:森之宁静:1222:RAID:|h[|cfffff569森之宁静|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "剩余25个片准备拉>>岁月神偷丶<<，旁边的点门 别松手！",
["time"] = 1784694653,
["nameLink"] = "|Hplayer:黛丶:1245:RAID:|h[|cff8787ed黛丶|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "2-5",
["time"] = 1784694657,
["nameLink"] = "|Hplayer:法德迦:1265:RAID:|h[|cff40c7eb法德迦|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "剩余35个片准备拉>>血乄契印<<，旁边的点门 别松手！",
["time"] = 1784694663,
["nameLink"] = "|Hplayer:沐沐娱乐丶术:1290:RAID:|h[|cff8787ed沐沐娱乐丶术|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "7-2",
["time"] = 1784694670,
["nameLink"] = "|Hplayer:独留清风醉:1316:RAID:|h[|cffff7d0a独留清风醉|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "4-4 拉下 谢谢",
["time"] = 1784694731,
["nameLink"] = "|Hplayer:六扇门沈小梅:1607:RAID:|h[|cff40c7eb六扇门沈小梅|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "好消息人见人爱，花见花开的艾泽拉斯第一牛X法师>>六扇门沈小梅<<抢到点燃咯，其仇恨已经100%了！即将OT，坦克们请忽略，发丝们加油送他上天啊！",
["time"] = 1784694822,
["nameLink"] = "|Hplayer:小饼干嘭嘭:1817:RAID:|h[|cff40c7eb小饼干嘭嘭|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "好消息人见人爱，花见花开的艾泽拉斯第一牛X法师>>六扇门沈小梅<<抢到点燃咯，其仇恨已经100%了！即将OT，坦克们请忽略，发丝们加油送他上天啊！",
["time"] = 1784694834,
["nameLink"] = "|Hplayer:小饼干嘭嘭:1828:RAID:|h[|cff40c7eb小饼干嘭嘭|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "六扇门沈小梅被艾索雷葛斯杀死了。死因是受到了259点伤害(414点过量伤害)",
["time"] = 1784694855,
["nameLink"] = "|Hplayer:小饼干嘭嘭:1858:RAID:|h[|cff40c7eb小饼干嘭嘭|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "破釜沉舟 将在3秒内过期!",
["time"] = 1784694881,
["nameLink"] = "|Hplayer:着火了冒烟咯:1884:RAID:|h[|cffc79c6e着火了冒烟咯|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "|cffa335ee|Hitem:18202::::::::60::::::::::|h[艾斯卡达尔的左爪]|h|r|cffa335ee|Hitem:17070::::::::60::::::::::|h[秘法之牙]|h|r",
["time"] = 1784694909,
["nameLink"] = "|Hplayer:活人附魔:1931:RAID:|h[|cfffff569活人附魔|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "|cffa335ee|Hitem:18202::::::::20::::::::::|h[艾斯卡达尔的左爪]|h|r300",
["time"] = 1784694911,
["nameLink"] = "|Hplayer:星宇蓝龙:1932:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "3",
["time"] = 1784694916,
["nameLink"] = "|Hplayer:领军大臣:1936:RAID:|h[|cffc79c6e领军大臣|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "300",
["time"] = 1784694917,
["nameLink"] = "|Hplayer:有枪不害怕:1938:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "4",
["time"] = 1784694918,
["nameLink"] = "|Hplayer:有枪不害怕:1941:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "5",
["time"] = 1784694922,
["nameLink"] = "|Hplayer:领军大臣:1949:RAID:|h[|cffc79c6e领军大臣|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "6",
["time"] = 1784694924,
["nameLink"] = "|Hplayer:有枪不害怕:1951:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "7",
["time"] = 1784694926,
["nameLink"] = "|Hplayer:领军大臣:1957:RAID:|h[|cffc79c6e领军大臣|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "1",
["time"] = 1784694928,
["nameLink"] = "|Hplayer:有枪不害怕:1961:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "P",
["time"] = 1784694931,
["nameLink"] = "|Hplayer:领军大臣:1965:RAID:|h[|cffc79c6e领军大臣|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "11",
["time"] = 1784694933,
["nameLink"] = "|Hplayer:徐州新区:1969:RAID:|h[|cffc79c6e徐州新区|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "12",
["time"] = 1784694936,
["nameLink"] = "|Hplayer:有枪不害怕:1976:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "14",
["time"] = 1784694938,
["nameLink"] = "|Hplayer:徐州新区:1982:RAID:|h[|cffc79c6e徐州新区|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "15",
["time"] = 1784694946,
["nameLink"] = "|Hplayer:有枪不害怕:1993:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "16",
["time"] = 1784694952,
["nameLink"] = "|Hplayer:徐州新区:1998:RAID:|h[|cffc79c6e徐州新区|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "17",
["time"] = 1784694958,
["nameLink"] = "|Hplayer:有枪不害怕:2006:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "19",
["time"] = 1784694962,
["nameLink"] = "|Hplayer:徐州新区:2013:RAID:|h[|cffc79c6e徐州新区|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "2",
["time"] = 1784694965,
["nameLink"] = "|Hplayer:有枪不害怕:2015:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "24",
["time"] = 1784694968,
["nameLink"] = "|Hplayer:徐州新区:2017:RAID:|h[|cffc79c6e徐州新区|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "25",
["time"] = 1784694971,
["nameLink"] = "|Hplayer:有枪不害怕:2019:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "29",
["time"] = 1784694974,
["nameLink"] = "|Hplayer:徐州新区:2022:RAID:|h[|cffc79c6e徐州新区|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "3",
["time"] = 1784694984,
["nameLink"] = "|Hplayer:有枪不害怕:2033:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "34",
["time"] = 1784694987,
["nameLink"] = "|Hplayer:徐州新区:2040:RAID:|h[|cffc79c6e徐州新区|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "5",
["time"] = 1784694998,
["nameLink"] = "|Hplayer:星宇蓝龙:2053:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "4",
["time"] = 1784694999,
["nameLink"] = "|Hplayer:星宇蓝龙:2056:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "3",
["time"] = 1784695000,
["nameLink"] = "|Hplayer:星宇蓝龙:2058:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "2",
["time"] = 1784695001,
["nameLink"] = "|Hplayer:星宇蓝龙:2059:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "1",
["time"] = 1784695003,
["nameLink"] = "|Hplayer:星宇蓝龙:2060:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "9下 4-4 ",
["time"] = 1784695011,
["nameLink"] = "|Hplayer:六扇门沈小梅:2069:RAID:|h[|cff40c7eb六扇门沈小梅|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "|cffa335ee|Hitem:17070::::::::20::::::::::|h[秘法之牙]|h|r100",
["time"] = 1784695017,
["nameLink"] = "|Hplayer:星宇蓝龙:2081:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "肌腱 50",
["time"] = 1784695038,
["nameLink"] = "|Hplayer:星宇蓝龙:2101:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "10",
["time"] = 1784695040,
["nameLink"] = "|Hplayer:有枪不害怕:2105:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "100",
["time"] = 1784695042,
["nameLink"] = "|Hplayer:有枪不害怕:2109:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "700",
["time"] = 1784695042,
["nameLink"] = "|Hplayer:活人附魔:2110:RAID:|h[|cfffff569活人附魔|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "75",
["time"] = 1784695045,
["nameLink"] = "|Hplayer:有枪不害怕:2111:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "850",
["time"] = 1784695047,
["nameLink"] = "|Hplayer:血乄契印:2115:RAID:|h[|cfffff569血乄契印|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "P",
["time"] = 1784695050,
["nameLink"] = "|Hplayer:有枪不害怕:2119:RAID:|h[|cffabd473有枪不害怕|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "5",
["time"] = 1784695065,
["nameLink"] = "|Hplayer:星宇蓝龙:2134:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "4",
["time"] = 1784695066,
["nameLink"] = "|Hplayer:星宇蓝龙:2135:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "3",
["time"] = 1784695067,
["nameLink"] = "|Hplayer:星宇蓝龙:2138:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "2",
["time"] = 1784695068,
["nameLink"] = "|Hplayer:星宇蓝龙:2139:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "1",
["time"] = 1784695069,
["nameLink"] = "|Hplayer:星宇蓝龙:2142:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF4500",
["text"] = "54",
["time"] = 1784695199,
["nameLink"] = "|Hplayer:星宇蓝龙:2283:RAID:|h[|cff8787ed星宇蓝龙|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "开始记录，连续10秒无Roll后通报",
["time"] = 1784695215,
["nameLink"] = "|Hplayer:东方大树:2301:RAID:|h[|cffc79c6e东方大树|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "第1名： 40点   8  队 战士    醒目露露",
["time"] = 1784695225,
["nameLink"] = "|Hplayer:东方大树:2313:RAID:|h[|cffc79c6e东方大树|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "3发完",
["time"] = 1784695266,
["nameLink"] = "|Hplayer:陈清扬二:2357:RAID:|h[|cffffffff陈清扬二|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "8队发完",
["time"] = 1784695291,
["nameLink"] = "|Hplayer:岁月神偷丶:2385:RAID:|h[|cfffff569岁月神偷丶|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "7对谁发",
["time"] = 1784695357,
["nameLink"] = "|Hplayer:书虱壹号-德姆塞卡尔:2457:RAID:|h[|cff8787ed书虱壹号-德姆塞卡尔|r]|h",
},
{
["textColor"] = "FF7F50",
["text"] = "[!Pig]:与<鹤妍-哈霍兰>交易成功,收到54G",
["time"] = 1784695394,
["nameLink"] = "|Hplayer:书虱壹号-德姆塞卡尔:2513:RAID:|h[|cff8787ed书虱壹号-德姆塞卡尔|r]|h",
},
{
["nameLink"] = "|Hplayer:肉搏熊屁屁:317:RAID:|h[|cffff7d0a肉搏熊屁屁|r]|h",
["text"] = "1秒满",
["time"] = 1784715579,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:晓梵梵:323:RAID:|h[|cffc79c6e晓梵梵|r]|h",
["text"] = "3-5",
["time"] = 1784715581,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:五小区:333:RAID:|h[|cff40c7eb五小区|r]|h",
["text"] = "6-5求啦下",
["time"] = 1784715589,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:亚瑟八号:340:RAID:|h[|cffc79c6e亚瑟八号|r]|h",
["text"] = "1-1谢谢",
["time"] = 1784715590,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:冷酷且优雅:347:RAID:|h[|cfffff569冷酷且优雅|r]|h",
["text"] = "8-4谢谢",
["time"] = 1784715598,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:酒池肉林:350:RAID:|h[|cffffffff酒池肉林|r]|h",
["text"] = "6-2 谢谢",
["time"] = 1784715600,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:沐沐娱乐丶术:381:RAID:|h[|cff8787ed沐沐娱乐丶术|r]|h",
["text"] = "剩余35个片准备拉>>杀死三胖子<<，旁边的点门 别松手！",
["time"] = 1784715629,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:莱尔-法琳娜:395:RAID:|h[|cffffffff莱尔-法琳娜|r]|h",
["text"] = "4-1   求拉  谢谢",
["time"] = 1784715641,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:五小区:399:RAID:|h[|cff40c7eb五小区|r]|h",
["text"] = "6-5求啦下",
["time"] = 1784715645,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:沐沐娱乐丶术:453:RAID:|h[|cff8787ed沐沐娱乐丶术|r]|h",
["text"] = "剩余34个片准备拉>>水果牧<<，旁边的点门 别松手！",
["time"] = 1784715675,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:星宇卡扎克:458:RAID:|h[|cff8787ed星宇卡扎克|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784715677,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇卡扎克:459:RAID:|h[|cff8787ed星宇卡扎克|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784715677,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇卡扎克:460:RAID:|h[|cff8787ed星宇卡扎克|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784715677,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇卡扎克:461:RAID:|h[|cff8787ed星宇卡扎克|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784715678,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇卡扎克:462:RAID:|h[|cff8787ed星宇卡扎克|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784715678,
["textColor"] = "FF4500",
},
},
["FBCDchoice"] = {
["TAQ"] = 1,
["ZUGsod"] = 1,
["mengyan"] = 1,
["ZUG"] = 1,
["tailor"] = 1,
["MC"] = 1,
["leatherworking"] = 1,
["AQL"] = 1,
["TTS"] = 1,
["professionCD"] = 1,
["SC"] = 1,
["huiguweek"] = 1,
["OLsod"] = 1,
["BWL"] = 1,
["MCsod"] = 1,
["OL"] = 1,
["TCV"] = 1,
["BWLsod"] = 1,
["NAXX"] = 1,
},
["marketPrice"] = {
},
["Temple"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei3"] = "输出补贴",
["zhuangbei1"] = "坦克补贴",
["zhuangbei2"] = "治疗补贴",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["worldBossCD"] = {
[5381] = {
["露露緹婭"] = {
},
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
["六扇门沈小梅"] = {
},
["哈霍兰大格格"] = {
},
},
},
}
