
PallyPowerDB = {
["profileKeys"] = {
["爱雅法拉 - 曼多基尔"] = "Other",
["蒂琪爱尔old1733222566890 - 维希度斯"] = "露露缇娅",
["萌萌的露露糖old1733222566890 - 曼多基尔"] = "Other",
["气了 - 生命烈焰"] = "Other",
["蒂琪爱尔old1733222566890 - 维克尼拉斯"] = "露露缇娅",
["爱雅法拉 - 维克尼拉斯"] = "Other",
["萌萌的露小露old1743358569636 - 硬汉"] = "Other",
["爱雅法拉 - 维希度斯"] = "Other",
["两仪末那 - 维希度斯"] = "露露缇娅",
["萌萌的露露糖 - 硬汉"] = "Other",
["萌萌的露小露old1743358569636old1733222566890 - 阿拉希盆地"] = "Other",
["萌萌的露露糖old1733222566890 - 逐風者"] = "Other",
["伊芙莉特 - 铁血"] = "Other",
["蒂琪爱尔 - 铁血"] = "Other",
["拉普兰德 - 曼多基尔"] = "Other",
["露露缇娅 - 哈霍兰"] = "Other",
["伊芙利特 - 维克尼拉斯"] = "露露缇娅",
["甜甜奶糖 - 维克尼拉斯"] = "露露缇娅",
["甜甜奶糖 - 曼多基尔"] = "Other",
["墨清弦 - 维克尼拉斯"] = "露露缇娅",
["猛的猎 - 孤狼"] = "Other",
["俯瞰风景 - 曼多基尔"] = "Other",
["Minazukirei - DECOM - 벽옥맥 광산 (SoM)"] = "Other",
["小露露糖 - 铁血"] = "Other",
["俯瞰风景 - 维克尼拉斯"] = "露露缇娅",
["萌萌的露露糖old1733222566890 - 孤狼"] = "Other",
["露露緹婭 - 无情"] = "Other",
["镜音铃 - 维克尼拉斯"] = "露露缇娅",
["伊芙莉特丶 - 孤狼"] = "Other",
["墨清弦灬 - 孤狼"] = "Other",
["一颗露露糖old1733222566890 - 维希度斯"] = "露露缇娅",
["萌萌的露小露 - 铁血"] = "Other",
["甜甜奶糖 - 孤狼"] = "Other",
["氣了 - 生命烈焰"] = "Other",
["灬雪梨灬 - 逐風者"] = "Other",
["伊芙莉特old1733222566890 - 曼多基尔"] = "露露缇娅",
["萌萌奶糖 - 维克尼拉斯"] = "Other",
["愛雅法拉 - 孤狼"] = "Other",
["萌萌的露露糖old1733222566890 - 维希度斯"] = "Other",
["小綾子 - 孤狼"] = "Other",
["愛雅法拉old1733222566890 - 阿拉希盆地"] = "Other",
["绫雅音 - 维克尼拉斯"] = "露露缇娅",
["超小露露糖old1745088464859 - 铁血"] = "Other",
["超小露露糖 - 铁血"] = "Other",
["六扇门沈小梅 - 哈霍兰"] = "Other",
["萌萌奶糖 - 野性痊癒"] = "Other",
["萌萌的露小露old1743358569636old1733222566890 - 逐風者"] = "Other",
["保姆安娜 - 哈霍兰"] = "Other",
["露露緹婭old1733300072620 - 魚人"] = "Other",
["露露缇娅 - 曼多基尔"] = "Other",
["露露緹婭 - 碧玉矿洞"] = "Other",
["沙丨梨 - 逐風者"] = "Other",
["小绫子 - 曼多基尔"] = "露露缇娅",
["萌萌的露小露old1743358569636old1733222566890 - DECOM - 벽옥맥 광산 (SoM)"] = "Other",
["萌萌的露小露old1743358569636old1733222566890 - Classic PTR Realm 1"] = "Other",
["灬山梨灬 - 逐風者"] = "Other",
["萌萌的露露糖old1733222566890 - DECOM - 벽옥맥 광산 (SoM)"] = "Other",
["露露糖 - 铁血"] = "Other",
["愛雅法拉 - 铁血"] = "Other",
["蒂琪愛爾 - 阿拉希盆地"] = "Other",
["露露緹婭old1733300072620 - 维希度斯"] = "Other",
["萌萌的露露糖 - 孤狼"] = "Other",
["Tydalna - 铁血"] = "Other",
["蒂琪爱尔old1733222566890 - 曼多基尔"] = "Other",
["萌萌奶糖 - 维希度斯"] = "露露缇娅",
["丶故里 - 阿拉希盆地"] = "Other",
["咲恋 - 曼多基尔"] = "Other",
["绫雅音 - 维希度斯"] = "露露缇娅",
["甜甜奶糖 - 维希度斯"] = "露露缇娅",
["故里灬 - 阿拉希盆地"] = "Other",
["小绫子 - 维克尼拉斯"] = "露露缇娅",
["奶德德一号 - 阿拉希盆地"] = "Other",
["露露缇娅 - 维克尼拉斯"] = "Other",
["萌萌奶糖 - 曼多基尔"] = "Other",
["萌萌的露小露old1743358569636old1733222566890 - 维希度斯"] = "Other",
["加拿大打桩机 - 铁血"] = "Other",
["故里丶 - 阿拉希盆地"] = "Other",
["墨清弦 - 曼多基尔"] = "Other",
["愛雅法拉old1733222566890 - 孤狼"] = "Other",
["露露媞娅 - 逐風者"] = "Other",
["萌萌的露小露old1743358569636old1733222566890 - Classic PTR Realm 2"] = "Other",
["小月蝶 - 厄运之槌"] = "Other",
},
["profiles"] = {
["Other"] = {
["skin"] = "Solid",
["layout"] = "Layout 3",
["seal"] = 3,
["display"] = {
["frameLocked"] = true,
["offsetX"] = 211.9860382080078,
["offsetY"] = 285.2913208007813,
},
["enable"] = true,
["border"] = "None",
["WrathTransition"] = true,
["rf"] = false,
},
["孤狼"] = {
},
["Default"] = {
["SmartBuffs"] = false,
["WrathTransition"] = true,
["enable"] = true,
["layout"] = "Layout 3",
["seal"] = 3,
["rf"] = false,
},
["维希度斯"] = {
},
["PALADIN"] = {
["SmartBuffs"] = false,
},
["露露缇娅"] = {
["WrathTransition"] = true,
["enable"] = true,
["layout"] = "Layout 3",
["seal"] = 3,
["rf"] = false,
},
["PRIEST"] = {
["SmartBuffs"] = false,
},
},
}
PallyPower_Assignments = {
["你有多虔"] = {
2,
2,
1,
1,
1,
2,
1,
1,
2,
},
["小月蝶"] = {
[5] = 3,
},
}
PallyPower_NormalAssignments = {
}
PallyPower_AuraAssignments = {
["蚂蚁彩笔"] = 1,
["Nintendol"] = 0,
["挽藍"] = 1,
["半只兔子呀"] = 0,
["小宝石"] = 0,
["Icecat"] = 0,
["塞蕾娅"] = 0,
["夏夏十块钱"] = 0,
["影不哀伤"] = 2,
["胖子娃"] = 0,
["浅浅月色"] = 6,
["爱雅法拉"] = 3,
["啸东风"] = 0,
["小鹦鹉"] = 0,
["小月蝶"] = 1,
["佳儿小混子"] = 7,
["龙羽之星芒"] = 0,
["挽兰"] = 1,
["丶速度灭丶"] = 0,
["星落之光"] = 0,
["今原香衣璃"] = 2,
["Nation"] = 0,
["妻易骑"] = 1,
["愛雅法拉"] = 0,
["傅里叶"] = 1,
["丶故里"] = 1,
["Icecake"] = 6,
["冰室辰也"] = 1,
["暮柯"] = 1,
["婉婉姷仪"] = 0,
["云仙児丶"] = 0,
["你有多虔"] = 0,
}
PallyPower_SavedPresets = {
["PallyPower_Assignments"] = {
[0] = {
},
},
["PallyPower_NormalAssignments"] = {
[0] = {
},
},
}
PallyPower_ChanNames = {
"综合",
"交易",
"本地防务",
"世界防务",
"寻求组队",
"大脚世界频道1",
"PIG",
"世界",
[0] = "None",
}
LCD_Data = {
["Player-5843-00E33FE6"] = {
},
["Player-5843-00DB397F"] = {
},
["Player-5843-00C31845"] = {
},
["Player-5376-10326320"] = {
[349981] = {
nil --[[ inf ]],
151088.885,
"BUFF",
},
[29235] = {
3600,
151088.885,
"BUFF",
},
},
["Player-5843-00D9BDF4"] = {
},
["Player-5843-01006C20"] = {
},
["Player-5843-00FDAC6D"] = {
},
["Player-5843-00C66D25"] = {
},
["Player-5843-00E730DD"] = {
},
["Player-5844-00BF7EBA"] = {
},
["Player-5843-00E3DFA5"] = {
},
["Player-5453-0454EE25"] = {
},
["Player-5843-00F92BAB"] = {
},
["Player-5843-00D7B584"] = {
},
["Pet-0-5293-0-7609-3472-01005A833A"] = {
},
["Player-5843-00FF4F21"] = {
},
["Player-5843-00C03196"] = {
},
["Player-5376-05C28F13"] = {
},
["Player-5843-00E89DFD"] = {
},
["Player-5843-00D9F690"] = {
},
["Player-5453-047AB438"] = {
},
["Player-5843-00CAC7E8"] = {
},
["Player-5843-00BD6F09"] = {
},
["Player-5376-172CB389"] = {
[349981] = {
nil --[[ inf ]],
152663.791,
"BUFF",
},
[2458] = {
nil --[[ inf ]],
149294.076,
"BUFF",
},
[71] = {
nil --[[ inf ]],
152663.791,
"BUFF",
},
},
["Player-5843-00DEEAAA"] = {
},
["Player-5843-00CDAAFB"] = {
},
["Player-5843-00EAD6ED"] = {
},
["Player-5376-174F0EC1"] = {
},
["Player-5843-00F00AE5"] = {
},
["Player-5843-00D817A0"] = {
},
["Player-5843-00FFD386"] = {
},
["Player-5843-00CD620D"] = {
},
["Player-5843-01005995"] = {
},
["Player-5843-00CB79D1"] = {
},
["Player-5843-00BD9886"] = {
},
["Player-5376-174F7FEB"] = {
[2457] = {
nil --[[ inf ]],
151688.624,
"BUFF",
},
[8096] = {
1800,
151688.924,
"BUFF",
},
[8099] = {
1800,
151688.624,
"BUFF",
},
},
["Player-5843-00EA1DFA"] = {
},
["Player-5843-00FAD5F7"] = {
},
["Player-5843-00D81124"] = {
},
["Player-5843-00C09B7F"] = {
},
["Player-5843-00F20EE4"] = {
},
["Player-5843-00E4C85E"] = {
},
["Player-5843-00EB86A2"] = {
},
["Player-5843-00EDE41B"] = {
},
["Player-5843-00C105EB"] = {
},
["Player-5843-00E292C4"] = {
},
["Player-5843-00CBF0A8"] = {
},
["Player-5843-00CA3281"] = {
},
["Player-5843-00C74CEF"] = {
},
["Player-5843-00E4CDD7"] = {
},
["Player-5843-00E28478"] = {
},
["Player-5843-00DF2FC0"] = {
},
["Player-5843-00DBFEF1"] = {
},
["Player-5843-00E8B1A2"] = {
},
["Player-5843-00F5FC14"] = {
},
["Player-5843-00E4EA4A"] = {
},
["Player-5843-00DC8F44"] = {
},
["Player-5843-00CBF861"] = {
},
["Player-5843-00BF9CAE"] = {
},
["Player-5376-1731632A"] = {
},
["Player-5843-00D06EDE"] = {
},
["Player-5843-00D03D19"] = {
},
["Player-5843-00E25539"] = {
},
["Player-5843-00F20A64"] = {
},
["Player-5843-00DE0295"] = {
},
["Player-5843-00C0CA7A"] = {
},
["Player-5843-00D05400"] = {
},
["Player-5843-00C02E87"] = {
},
["Player-5843-00D2392A"] = {
},
["Player-5843-00DA44DF"] = {
},
["Player-5843-00BD8570"] = {
},
["Player-5843-00D55811"] = {
},
["Player-5843-00C02646"] = {
},
["Player-5843-00F95B78"] = {
},
["Pet-0-5839-34-15370-208124-010067CD74"] = {
},
["Player-5843-00DC4F43"] = {
},
["Player-5843-00CE206C"] = {
},
["Player-5843-00BD5E8B"] = {
},
["Player-5843-00DF1587"] = {
},
["Pet-0-5295-0-24427-2384-0100673AF9"] = {
},
["Player-5453-04620FC8"] = {
},
["Player-5843-00D34764"] = {
},
["Player-5843-00C58E82"] = {
},
["Player-5843-00CCD398"] = {
},
["Pet-0-5293-0-7609-3250-01005A7874"] = {
},
["Player-5843-00CA606B"] = {
},
["Player-5843-00C22B16"] = {
},
["Player-5843-00F3EBDC"] = {
},
["Player-5843-00F215D2"] = {
},
["Player-5843-00C434D3"] = {
},
["Player-5843-00DC2ABC"] = {
},
["Player-5843-00CF7E9E"] = {
},
["Player-5843-00CCFCE9"] = {
},
["Player-5453-044DE9A0"] = {
},
["Player-5453-0471229B"] = {
},
["Player-5843-00F20A0C"] = {
},
["Pet-0-5293-1-23309-2163-02005D1848"] = {
},
["Pet-0-5430-409-11727-5828-0606F9A5C0"] = {
},
["Player-5843-00BD42FD"] = {
},
["Player-5843-00CDEFB2"] = {
},
["Player-5843-00C5207B"] = {
},
["Player-5843-0110E80E"] = {
},
["Player-5843-00C6CF08"] = {
},
["Player-5843-00E068F4"] = {
},
["Player-5843-00E8C44F"] = {
},
["Player-5843-00EB9E32"] = {
},
["Player-5843-00E0CC55"] = {
},
["Player-5843-00BFEBDD"] = {
},
["Player-5843-0102B0DE"] = {
},
["Player-5843-00E9144E"] = {
},
["Player-5843-00D3005C"] = {
},
["Player-5843-00C3CC06"] = {
},
["Player-5843-00E38089"] = {
},
["Player-5843-00C13014"] = {
},
["Player-5843-00E11C03"] = {
},
["Player-5843-00F73BE4"] = {
},
["Player-5453-0454F053"] = {
},
["Player-5453-0431269E"] = {
},
["Player-5843-00CAC675"] = {
},
["Pet-0-5295-0-520-4067-01006A07AB"] = {
},
["Player-5843-00BE1F3D"] = {
},
["Player-5843-00D431F7"] = {
},
["Pet-0-5840-0-24256-2734-02007F384A"] = {
},
["Player-5843-010070C4"] = {
},
["Player-5843-00C2A6F4"] = {
},
["Player-5843-010D6675"] = {
},
["Player-5843-00C989F0"] = {
},
["Player-5843-00C588F4"] = {
},
["Player-5843-00DF93E5"] = {
},
["Player-5843-00DAD464"] = {
},
["Player-5843-00FEFE97"] = {
},
["Player-5843-00DEE14F"] = {
},
["Player-5843-00C92BF8"] = {
},
["Player-5843-00C150A7"] = {
},
["Player-5843-00C48354"] = {
},
["Player-5843-00F20287"] = {
},
["Player-5843-00E279B9"] = {
},
["Player-5843-00E1AEE1"] = {
},
["Player-5843-00E10C91"] = {
},
["Player-5843-00EE5FFD"] = {
},
["Player-5843-00C0A616"] = {
},
["Player-5843-00E81D69"] = {
},
["Player-5843-00FC1B1F"] = {
},
["Player-5843-00E0D886"] = {
},
["Player-5843-00D59DD7"] = {
},
["Player-5843-00E33532"] = {
},
["Player-5843-00DF8CD5"] = {
},
["Player-5843-00C93CFE"] = {
},
["Pet-0-5836-48-18420-4117-0200662462"] = {
},
["Creature-0-5838-0-5915-6740-0000447BF4"] = {
},
["Player-5843-00C3E159"] = {
},
["Player-5843-011371E5"] = {
},
["Player-5843-00CE2CDE"] = {
},
["Player-5843-00D0BD68"] = {
},
["Player-5843-00C9B184"] = {
},
["Player-5843-00BD2998"] = {
},
["Player-5843-00DC0C22"] = {
},
["Player-5843-00BF58B1"] = {
},
["Player-5843-00C08E2B"] = {
},
["Player-5843-00ECB37A"] = {
},
["Player-5453-043DDB74"] = {
},
["Player-5843-00EC8759"] = {
},
["Player-5843-00C01FE3"] = {
},
["Player-5843-00E3218F"] = {
},
["Player-5843-00C0A7CE"] = {
},
["Player-5843-00D21421"] = {
},
["Creature-0-5836-0-12873-15659-0000769232"] = {
},
["Player-5843-00C653F4"] = {
},
["Player-5843-00F79065"] = {
},
["Player-5453-04028D45"] = {
},
["Player-5843-00CDEF16"] = {
},
["Player-5843-00C224A9"] = {
},
["Player-5843-00D7F270"] = {
},
["Player-5843-00DAE83D"] = {
},
["Player-5843-00F2AD09"] = {
},
["Player-5843-00CD9C9E"] = {
},
["Player-5843-00EFEEB2"] = {
},
["Player-5843-00E41AAD"] = {
},
["Pet-0-5292-0-21968-4117-010073C3F3"] = {
},
["Player-5843-00DB4707"] = {
},
["Player-5843-00C85313"] = {
},
["Player-5843-010B9DFD"] = {
},
["Player-5453-048DF854"] = {
},
["Player-5843-00C7C726"] = {
},
["Player-5843-00C0A7CC"] = {
},
["Player-5843-00D33716"] = {
},
["Player-5843-01120D51"] = {
},
["Player-5843-00E1BA69"] = {
},
["Player-5843-00BD1B6C"] = {
},
["Player-5376-17438E7E"] = {
},
["Player-5843-00E0D8BF"] = {
},
["Player-5843-00DA1DDE"] = {
},
["Player-5843-00DDB93F"] = {
},
["Player-5843-00DD6DC8"] = {
},
["Player-5843-00E02FE1"] = {
},
["Player-5843-00E24D0C"] = {
},
["Player-5843-00C80002"] = {
},
["Player-5376-1646CCF7"] = {
},
["Player-5843-00DBDD84"] = {
},
["Player-5843-00DC859C"] = {
},
["Player-5843-00E0F276"] = {
},
["Player-5843-00E80060"] = {
},
["Player-5843-0114437A"] = {
},
["Player-5843-00F386F6"] = {
},
["Player-5843-00E7AAA9"] = {
},
["Player-5843-00F1D4CB"] = {
},
["Player-5376-1526BD66"] = {
[22888] = {
7200,
151127.819,
"BUFF",
},
[29235] = {
3600,
151127.819,
"BUFF",
},
},
["Player-5843-00D7D264"] = {
},
["Player-5843-00E406EC"] = {
},
["Player-5843-00DBE4FF"] = {
},
["Player-5843-00F84F4A"] = {
},
["Player-5843-00DCE05C"] = {
},
["Player-5843-00C6EB48"] = {
},
["Player-5843-00D80AE7"] = {
},
["Player-5843-01027EAF"] = {
},
["Player-5843-00F3302A"] = {
},
["Player-5843-00E28270"] = {
},
["Player-5843-00E0BB21"] = {
},
["Player-5843-00C923C3"] = {
},
["Player-5843-00DB0AE9"] = {
},
["Player-5843-0109225B"] = {
},
["Player-5843-00C4A2F7"] = {
},
["Player-5843-00DA13B1"] = {
},
["Pet-0-5836-48-9329-2070-0500709C91"] = {
},
["Player-5843-00DB80CB"] = {
},
["Player-5843-00C723FA"] = {
},
["Player-5843-00D37BD9"] = {
},
["Player-5843-00BEA548"] = {
},
["Player-5843-00CBC4CF"] = {
},
["Player-5376-1526BD40"] = {
[22888] = {
7200,
151098.819,
"BUFF",
},
[29235] = {
3600,
151098.819,
"BUFF",
},
},
["Player-5843-00CD3566"] = {
},
["Player-5843-00C1D035"] = {
},
["Player-5843-00DC4204"] = {
},
["Player-5843-0112B665"] = {
},
["Player-5843-00E4983C"] = {
},
["Player-5843-00F07161"] = {
},
["Player-5843-00F54C48"] = {
},
["Player-5843-00EE202B"] = {
},
["Player-5843-00CF856C"] = {
},
["Player-5843-00F6792F"] = {
},
["Player-5843-00FCD848"] = {
},
["Player-5843-00ECCC2D"] = {
},
["Player-5376-17495BA8"] = {
[22888] = {
7200,
152086.024,
"BUFF",
},
[29235] = {
3600,
152086.024,
"BUFF",
},
},
["Player-5843-00C5F793"] = {
},
["Player-5843-00DAFCCF"] = {
},
["Player-5453-04794B71"] = {
},
["Player-5453-04943388"] = {
},
["Pet-0-5293-0-1917-1127-01005EC24A"] = {
},
["Creature-0-5295-1-4938-1988-000076EFC0"] = {
},
["Player-5843-0101798D"] = {
},
["Player-5453-041AC891"] = {
},
["Player-5843-00FF57FF"] = {
},
["Player-5843-00F897AA"] = {
},
["Player-5453-03F4D42A"] = {
},
["Player-5843-00C90CC2"] = {
},
["Player-5843-00E346F2"] = {
},
["Player-5843-00F2E2F3"] = {
},
["Player-5843-00EC3884"] = {
},
["Player-5376-15825391"] = {
[349981] = {
nil --[[ inf ]],
151852.591,
"BUFF",
},
[71] = {
nil --[[ inf ]],
151852.591,
"BUFF",
},
[29235] = {
3600,
151852.591,
"BUFF",
},
},
["Player-5843-00D2AF0D"] = {
},
["Player-5843-00E0686A"] = {
},
["Player-5843-00F4C277"] = {
},
["Player-5843-00C4B809"] = {
},
["Player-5843-00CCBF93"] = {
},
["Player-5843-00EDB8EE"] = {
},
["Player-5843-011B094B"] = {
},
["Player-5843-00D15B15"] = {
},
["Player-5843-00E1E627"] = {
},
["Player-5843-00CAE3F1"] = {
},
["Player-5843-00CB7BC3"] = {
},
["Player-5843-00DA24FA"] = {
},
["Player-5843-00D0D91F"] = {
},
["Player-5843-00D076C1"] = {
},
["Player-5376-157693E1"] = {
[349981] = {
nil --[[ inf ]],
152331.624,
"BUFF",
},
[29235] = {
3600,
152331.624,
"BUFF",
},
},
["Player-5843-00F09E20"] = {
},
["Player-5453-0493B85B"] = {
},
["Player-5843-00D293D6"] = {
},
["Player-5376-16E5423E"] = {
[2458] = {
nil --[[ inf ]],
152651.257,
"BUFF",
},
[29235] = {
3600,
152651.257,
"BUFF",
},
[349981] = {
nil --[[ inf ]],
152651.257,
"BUFF",
},
},
["Player-5376-13DEC86B"] = {
},
["Player-5843-00CF924A"] = {
},
["Player-5843-00E1D5DF"] = {
},
["Player-5376-174D8499"] = {
},
["Pet-0-5343-0-67-11357-100701CBC5"] = {
},
["Player-5843-00CC6326"] = {
},
["Pet-0-5837-0-4875-4117-03006763FD"] = {
},
["Player-5376-14E43B12"] = {
[349981] = {
nil --[[ inf ]],
152150.958,
"BUFF",
},
[29235] = {
3600,
152150.958,
"BUFF",
},
},
["Player-5843-00C5FF8E"] = {
},
["Player-5843-00FA8D69"] = {
},
["Player-5843-00F114E0"] = {
},
["Player-5843-00F45017"] = {
},
["Player-5376-17225092"] = {
[22888] = {
7200,
151974.158,
"BUFF",
},
},
["Player-5843-00EB044A"] = {
},
["Player-5376-15FE9AD7"] = {
[349981] = {
nil --[[ inf ]],
151614.157,
"BUFF",
},
[3593] = {
3600,
151614.157,
"BUFF",
},
[10692] = {
3600,
151614.157,
"BUFF",
},
},
["Player-5376-160B1A6C"] = {
},
["Player-5376-0598B968"] = {
[349981] = {
nil --[[ inf ]],
151460.324,
"BUFF",
},
[29235] = {
3600,
151460.324,
"BUFF",
},
},
["Player-5376-15E2658D"] = {
[29235] = {
3600,
151258.186,
"BUFF",
},
[22888] = {
7200,
151258.186,
"BUFF",
},
},
["Player-5843-00DB209E"] = {
},
["Player-5843-00C59767"] = {
},
["Player-5843-00C567E9"] = {
},
["Player-5843-00F26EC3"] = {
},
["Player-5376-151F7058"] = {
[349981] = {
nil --[[ inf ]],
151107.552,
"BUFF",
},
},
["Player-5843-00BCE31D"] = {
},
["Player-5376-173310CA"] = {
[22888] = {
7200,
151067.686,
"BUFF",
},
[29235] = {
3600,
151067.686,
"BUFF",
},
},
["Player-5843-00E4D4B3"] = {
},
["Player-5376-100357BD"] = {
[29235] = {
3600,
150640.97,
"BUFF",
},
},
["Player-5843-00BFAC66"] = {
},
["Player-5376-16E6BAF2"] = {
[19898] = {
nil --[[ inf ]],
151059.653,
"BUFF",
},
[349981] = {
nil --[[ inf ]],
151059.653,
"BUFF",
},
},
["Pet-0-5295-0-31478-3252-0100598973"] = {
},
["Player-5843-00F716FB"] = {
},
["Player-5843-00D4FE47"] = {
},
["Player-5376-1748FEDD"] = {
},
["Player-5843-00E28CC7"] = {
},
["Player-5376-16E635E2"] = {
[349981] = {
nil --[[ inf ]],
152669.558,
"BUFF",
},
[28144] = {
nil --[[ inf ]],
152669.558,
"BUFF",
},
},
["Player-5843-00E464D8"] = {
},
["Player-5376-1720A511"] = {
[349981] = {
nil --[[ inf ]],
150911.503,
"BUFF",
},
[29235] = {
3600,
150911.736,
"BUFF",
},
},
["Player-5376-17324CCC"] = {
[349981] = {
nil --[[ inf ]],
150770.303,
"BUFF",
},
[25296] = {
nil --[[ inf ]],
150770.303,
"BUFF",
},
[16591] = {
600,
150770.303,
"BUFF",
},
[29235] = {
3600,
150770.303,
"BUFF",
},
},
["Player-5376-0652CF99"] = {
[71] = {
nil --[[ inf ]],
150715.536,
"BUFF",
},
[349981] = {
nil --[[ inf ]],
150715.536,
"BUFF",
},
},
["Player-5843-00EA78C4"] = {
},
["Pet-0-5836-0-12873-3252-01005EDB55"] = {
},
["Pet-0-5354-0-62-7432-01070181AD"] = {
[1539] = {
20,
150575.203,
"BUFF",
},
},
["Player-5376-16197380"] = {
},
["Player-5376-07B86355"] = {
[22888] = {
7200,
150509.337,
"BUFF",
},
[29235] = {
3600,
150509.337,
"BUFF",
},
},
["Player-5843-00E602C0"] = {
},
["Player-5376-173448F4"] = {
[10292] = {
nil --[[ inf ]],
150564.67,
"BUFF",
},
},
["Player-5843-0100B81D"] = {
},
["Player-5843-00BCFD83"] = {
},
["Player-5843-00C10FD8"] = {
},
["Player-5843-00CACF67"] = {
},
["Pet-0-5293-1-23309-4117-010058A048"] = {
},
["Player-5843-0109C23C"] = {
},
["Player-5843-00E1491F"] = {
},
["Pet-0-5292-0-31737-4117-01006A06B6"] = {
},
["Player-5843-00D04D9B"] = {
},
["Player-5843-00E55035"] = {
},
["Player-5843-00F26517"] = {
},
["Player-5843-00C3CF18"] = {
},
["Player-5453-040DB527"] = {
},
["Player-5843-00C13101"] = {
},
["Player-5843-00E3830E"] = {
},
["Player-5376-173A28DF"] = {
[2457] = {
nil --[[ inf ]],
151778.024,
"BUFF",
},
[22888] = {
7200,
151778.024,
"BUFF",
},
[29235] = {
3600,
151778.024,
"BUFF",
},
},
["Player-5843-01002C3E"] = {
},
["Pet-0-5295-0-4187-3250-01005ADB44"] = {
},
["Player-5843-00E44FC7"] = {
},
["Player-5843-010CD4C7"] = {
},
["Player-5843-00E85253"] = {
},
["Player-5843-00C1466E"] = {
},
["Player-5843-00EC93F0"] = {
},
["Player-5843-00F0850F"] = {
},
["Player-5843-00D85505"] = {
},
["Player-5376-161FF51C"] = {
[349981] = {
nil --[[ inf ]],
151647.891,
"BUFF",
},
[29235] = {
3600,
151647.891,
"BUFF",
},
[28144] = {
nil --[[ inf ]],
151647.891,
"BUFF",
},
},
["Player-5843-00FBC440"] = {
},
["Player-5843-00E4DFAE"] = {
},
["Pet-0-5293-0-6283-3252-01005A303D"] = {
},
["Player-5843-00FDE9A9"] = {
},
["Player-5843-00ECF8FA"] = {
},
["Player-5843-00E7B150"] = {
},
["Player-5843-00E376F4"] = {
},
["Player-5843-00E2C17E"] = {
},
["Player-5843-00C319C1"] = {
},
["Pet-0-5295-0-4187-1125-01005AE8C2"] = {
},
["Player-5843-00C456FC"] = {
},
["Player-5843-00F3B2A6"] = {
},
["Player-5843-0112D810"] = {
},
["Player-5843-00CCCA29"] = {
},
["Pet-0-5295-0-521-2384-0100690AF6"] = {
},
["Player-5843-00DB93D0"] = {
},
["Player-5843-00D1DB1C"] = {
},
["Player-5843-00E7F576"] = {
},
["Player-5843-00D3E792"] = {
},
["Player-5843-00C9CE09"] = {
},
["Player-5843-00C2839C"] = {
},
["Player-5843-00C3878B"] = {
},
["Player-5843-00E3A06F"] = {
},
["Player-5843-00D68C6A"] = {
},
["Player-5843-00DA3A9F"] = {
},
["Player-5843-00E76CDE"] = {
},
["Player-5843-00C2BC85"] = {
},
["Player-5843-00C1A288"] = {
},
["Player-5453-0483558F"] = {
},
["Player-5843-00F0C5F2"] = {
},
["Player-5843-00E951A9"] = {
},
["Player-5843-0118A8CE"] = {
},
["Pet-0-5293-1-23309-3810-01005AD505"] = {
},
["Pet-0-5292-0-8981-4117-01006E5B38"] = {
},
["Player-5843-00C99242"] = {
},
["Pet-0-5836-0-16177-5286-01007BD919"] = {
},
["Player-5843-00DBADD5"] = {
},
["Player-5843-00EFFB63"] = {
},
["Player-5843-00DDFC5D"] = {
},
["Pet-0-5838-36-27842-2070-01006F2301"] = {
},
["Player-5843-00F3735B"] = {
},
["Player-5843-00DFF2E0"] = {
},
["Pet-0-5840-0-3586-3226-02005BE628"] = {
},
["Player-5843-00C63E89"] = {
},
["Player-5843-00E378CD"] = {
},
["Player-5843-00F27548"] = {
},
["Creature-0-5836-0-7283-202392-00006F2836"] = {
},
["Player-5843-00E2BA72"] = {
},
["Player-5843-00C4B386"] = {
},
["Player-5843-0119807A"] = {
},
["Player-5843-0100807E"] = {
},
["Player-5843-0100DD40"] = {
},
["Player-5843-00E42E59"] = {
},
["Player-5376-1735AE5A"] = {
[12177] = {
1800,
152070.591,
"BUFF",
},
[12176] = {
1800,
152070.591,
"BUFF",
},
[2457] = {
nil --[[ inf ]],
152070.591,
"BUFF",
},
},
["Player-5843-00DC32C3"] = {
},
["Player-5843-00E10808"] = {
},
["Player-5843-00C52102"] = {
},
["Player-5843-00E1F61E"] = {
},
["Player-5843-00CDE0D1"] = {
},
["Player-5843-00E95495"] = {
},
["Player-5843-00E41B09"] = {
},
["Player-5453-040E376B"] = {
},
["Player-5843-00D61BCE"] = {
},
["Player-5843-00C84438"] = {
},
["Player-5843-00F3022B"] = {
},
["Player-5453-046FBF66"] = {
},
["Player-5843-00D9B3E6"] = {
},
["Player-5843-0104BA54"] = {
},
["Player-5843-00EA82CA"] = {
},
["Player-5843-00CE5590"] = {
},
["Player-5843-00D32B25"] = {
},
["Pet-0-5839-0-22093-1860-01007118E9"] = {
},
["Player-5843-00ED1817"] = {
},
["Player-5843-0100619D"] = {
},
["Pet-0-5295-0-10389-4117-0200704773"] = {
},
["Player-5843-00CDD8DA"] = {
},
["Player-5843-00E0FB9E"] = {
},
["Player-5843-00DF8883"] = {
},
["Player-5843-00F25147"] = {
},
["Player-5843-00C913F1"] = {
},
["Player-5843-00D1F1F7"] = {
},
["Player-5843-00E3BE15"] = {
},
["Player-5843-00BF72B7"] = {
},
["Player-5843-00D0B3A2"] = {
},
["Player-5843-00D68F4A"] = {
},
["Player-5376-0EBA2C9B"] = {
[71] = {
nil --[[ inf ]],
151110.019,
"BUFF",
},
[349981] = {
nil --[[ inf ]],
151110.019,
"BUFF",
},
},
["Player-5843-00C0D49A"] = {
},
["Player-5843-00D93AC2"] = {
},
["Player-5843-00EF3261"] = {
},
["Player-5843-00CB0294"] = {
},
["Pet-0-5836-0-13214-3252-030058C527"] = {
},
["Player-5843-00C174CF"] = {
},
["Player-5843-00E60EAD"] = {
},
["Player-5843-00E2F08A"] = {
},
["Player-5843-00CD73E8"] = {
},
["Player-5843-00F4B4E5"] = {
},
["Player-5843-00FC3BB9"] = {
},
["Player-5843-011EA288"] = {
},
["Player-5843-00FB0940"] = {
},
["Player-5843-00C028B6"] = {
},
["Player-5843-00C05B5E"] = {
},
["Player-5376-1526BD49"] = {
[22888] = {
7200,
150978.619,
"BUFF",
},
},
["Player-5843-00D2D465"] = {
},
["Player-5843-00EBC734"] = {
},
["Pet-0-5293-0-22259-1021-02006310B4"] = {
},
["Player-5843-00C83CF8"] = {
},
["Player-5843-00BD52B6"] = {
},
["Player-5843-00BD0B20"] = {
},
["Player-5843-00E20AF6"] = {
},
["Player-5843-00BEA651"] = {
},
["Player-5843-00F05325"] = {
},
["Player-5843-00C8DF29"] = {
},
["Player-5843-00C6EA6D"] = {
},
["Player-5843-00F4F7DA"] = {
},
["Player-5843-00C8EE7E"] = {
},
["Player-5843-00E73AB8"] = {
},
["Player-5843-00FE84CE"] = {
},
["Player-5843-00E3336A"] = {
},
["Player-5843-00DF33DA"] = {
},
["Player-5843-00DA41A9"] = {
},
["Player-5843-00F4162D"] = {
},
["Player-5843-0102D36F"] = {
},
["Player-5843-00C8DDE3"] = {
},
["Player-5843-00C776C2"] = {
},
["Player-5843-011F361D"] = {
},
["Player-5843-00D09A41"] = {
},
["Player-5843-00F73005"] = {
},
["Player-5843-00D59274"] = {
},
["Player-5843-010CE483"] = {
},
["Player-5843-00BDDDF5"] = {
},
["Pet-0-5838-34-2520-2384-020071B5F4"] = {
},
["Player-5843-00ED03F6"] = {
},
["Player-5453-0429D94F"] = {
},
["Player-5843-00D9E39E"] = {
},
["Player-5843-00E266D1"] = {
},
["Player-5843-00C1C367"] = {
},
["Player-5843-00D665F1"] = {
},
["Player-5843-00CF3ED9"] = {
},
["Player-5843-00C430DD"] = {
},
["Player-5843-00D223B8"] = {
},
["Player-5843-00BF5259"] = {
},
["Player-5453-04ADD4AD"] = {
},
["Player-5843-00C97B6B"] = {
},
["Player-5376-173AF96B"] = {
[29235] = {
3600,
151863.024,
"BUFF",
},
[15473] = {
nil --[[ inf ]],
151863.024,
"BUFF",
},
},
["Player-5843-00CEDDF3"] = {
},
["Player-5843-00F57051"] = {
},
["Player-5843-00CE7EE6"] = {
},
["Player-5843-011090B6"] = {
},
["Player-5843-00C1EE8C"] = {
},
["Player-5843-00DC5897"] = {
},
["Player-5843-0112B84D"] = {
},
["Player-5843-00E0BA49"] = {
},
["Player-5843-00C61942"] = {
},
["Pet-0-5353-0-3361-5308-0101A5D9BD"] = {
},
["Player-5843-0108D338"] = {
},
["Player-5843-00FF1B21"] = {
},
["Player-5843-00EC62BC"] = {
},
["Player-5843-00E9AFF9"] = {
},
["Player-5843-00E8B3AA"] = {
},
["Player-5843-00D7BA21"] = {
},
["Player-5843-00C540B7"] = {
},
["Player-5843-011F52BC"] = {
},
["Player-5843-00EC4E01"] = {
},
["Player-5843-00C92E17"] = {
},
["Player-5843-00D30B4C"] = {
},
["Player-5843-00DC5572"] = {
},
["Player-5843-01114CF8"] = {
},
["Pet-0-5295-0-4187-547-01005AD8A0"] = {
},
["Creature-0-5295-0-21518-213077-00005421F5"] = {
},
["Pet-0-5840-0-13373-2681-08008891D8"] = {
},
["Pet-0-5839-0-5867-3619-010066DB47"] = {
},
["Creature-0-5838-0-5175-38-00006F4824"] = {
},
["Player-5843-00C4300E"] = {
},
["Player-5843-00DC1F7F"] = {
},
["Player-5843-00D31924"] = {
},
["Player-5843-011371F2"] = {
},
["Pet-0-5293-1-23309-3127-01005A0522"] = {
},
["Player-5843-00C65DB7"] = {
},
["Player-5843-00BD998B"] = {
},
["Player-5843-00E2E4E9"] = {
},
["Player-5843-01140F4E"] = {
},
["Player-5843-00EF5F5C"] = {
},
["Player-5843-00D00545"] = {
},
["Player-5843-00DBC278"] = {
},
["Player-5843-01077A09"] = {
},
["Player-5843-00C7E502"] = {
},
["Player-5843-00CD1A13"] = {
},
["Player-5843-00D38E87"] = {
},
["Player-5843-00E8938E"] = {
},
["Player-5843-00BE50A1"] = {
},
["Pet-0-5295-0-9455-2734-0100760D82"] = {
},
["Player-5843-00CA6CFE"] = {
},
["Player-5843-00BCDA37"] = {
},
["Player-5843-00DD4EEE"] = {
},
["Player-5843-00C21638"] = {
},
["Player-5843-00CA2110"] = {
},
["Player-5843-00BEED38"] = {
},
["Player-5843-00D69463"] = {
},
["Player-5843-00D17F85"] = {
},
["Player-5453-03F16353"] = {
},
["Player-5843-00E3A638"] = {
},
["Player-5843-00BF196B"] = {
},
["Player-5843-010212AF"] = {
},
["Player-5843-00D540FC"] = {
},
["Player-5843-00EC690F"] = {
},
["Player-5453-04045D89"] = {
},
["Player-5843-00C6E949"] = {
},
["Player-5843-00C69AB4"] = {
},
["Player-5843-00BFD4BB"] = {
},
["Player-5843-00C9A790"] = {
},
["Player-5843-00F707A2"] = {
},
["Player-5843-00F10C7B"] = {
},
["Player-5843-00CEB01B"] = {
},
["Player-5843-00DD3291"] = {
},
["Player-5843-00E1C792"] = {
},
["Player-5843-00CF0337"] = {
},
["Pet-0-5838-0-24-2727-0100887B57"] = {
},
["Player-5453-045007AE"] = {
},
["Player-5843-00C146A4"] = {
},
["Player-5453-042C448A"] = {
},
["Player-5843-00E8F051"] = {
},
["Pet-0-5294-34-16008-1860-030054FDA5"] = {
},
["Player-5843-00BF9198"] = {
},
["Player-5843-00EDD87E"] = {
},
["Player-5843-00DE1B94"] = {
},
["Player-5843-00CD9B65"] = {
},
["Player-5843-00CBB106"] = {
},
["Player-5843-00D400C6"] = {
},
["Player-5453-043125C5"] = {
},
["Pet-0-5837-34-3552-416-0200685407"] = {
},
["Player-5843-00EC5952"] = {
},
["Player-5843-0113EAA8"] = {
},
["Player-5843-00E772E5"] = {
},
["Player-5843-00BD11C2"] = {
},
["Player-5843-00C128CC"] = {
},
["Player-5843-00EC872C"] = {
},
["Player-5453-04323A1E"] = {
},
["Player-5843-00D565D9"] = {
},
["Player-5843-00E9C3D2"] = {
},
["Player-5376-16DA0B83"] = {
[2457] = {
nil --[[ inf ]],
152327.291,
"BUFF",
},
[22888] = {
7200,
152327.291,
"BUFF",
},
[29235] = {
3600,
152327.291,
"BUFF",
},
},
["Player-5843-00E2F31D"] = {
},
["Player-5843-00CFF465"] = {
},
["Player-5843-00F6820D"] = {
},
["Player-5843-00E11DB6"] = {
},
["Player-5843-00C67B5D"] = {
},
["Player-5843-011330CB"] = {
},
["Player-5843-00C32038"] = {
},
["Player-5843-00EEBD8C"] = {
},
["Player-5843-00DC002C"] = {
},
["Player-5843-00CE4150"] = {
},
["Player-5843-00FF445E"] = {
},
["Player-5376-1090CF7D"] = {
[349981] = {
nil --[[ inf ]],
151083.819,
"BUFF",
},
[29235] = {
3600,
151083.819,
"BUFF",
},
},
["Pet-0-5295-0-14028-208124-030063AA1C"] = {
},
["Player-5453-043387CB"] = {
},
["Player-5843-00C55BEC"] = {
},
["Player-5843-00EE7893"] = {
},
["Player-5453-048B180D"] = {
},
["Player-5843-00CB0FB2"] = {
},
["Player-5843-00E5F82C"] = {
},
["Player-5843-00E873CA"] = {
},
["Player-5843-00D144A1"] = {
},
["Creature-0-5838-0-7539-1289-000000E3C4"] = {
},
["Player-5843-00F35FB9"] = {
},
["Player-5843-00FC4439"] = {
},
["Player-5843-00CDF116"] = {
},
["Player-5453-04A5018A"] = {
},
["Player-5843-00E2F052"] = {
},
["Player-5843-00DE1AE7"] = {
},
}
LCD_GUIDAccess = {
["Player-5376-14E43B12"] = 1782849556,
["Player-5376-10326320"] = 1782848494,
["Player-5376-1735AE5A"] = 1782849476,
["Player-5376-15E2658D"] = 1782848669,
["Player-5376-100357BD"] = 1782848046,
["Player-5376-151F7058"] = 1782849230,
["Player-5376-1526BD40"] = 1782848504,
["Player-5376-16E635E2"] = 1782850075,
["Player-5376-172CB389"] = 1782850069,
["Player-5376-173448F4"] = 1782848212,
["Player-5376-17495BA8"] = 1782849491,
["Player-5376-16E5423E"] = 1782850056,
["Player-5376-07B86355"] = 1782847914,
["Player-5376-173310CA"] = 1782848473,
["Player-5376-174F7FEB"] = 1782849094,
["Pet-0-5343-0-67-11357-100701CBC5"] = 1782849888,
["Player-5376-157693E1"] = 1782849737,
["Player-5376-0EBA2C9B"] = 1782848515,
["Player-5376-1526BD49"] = 1782848384,
["Player-5376-173A28DF"] = 1782849183,
["Player-5376-15FE9AD7"] = 1782849019,
["Pet-0-5354-0-62-7432-01070181AD"] = 1782847980,
["Player-5376-0598B968"] = 1782848865,
["Player-5376-17324CCC"] = 1782848175,
["Player-5376-1526BD66"] = 1782848533,
["Player-5376-161FF51C"] = 1782849053,
["Player-5376-16DA0B83"] = 1782849732,
["Player-5376-1748FEDD"] = 1782848596,
["Player-5376-1720A511"] = 1782848317,
["Player-5376-17225092"] = 1782849379,
["Player-5376-0652CF99"] = 1782848121,
["Player-5376-160B1A6C"] = 1782848906,
["Player-5376-15825391"] = 1782849258,
["Player-5376-1090CF7D"] = 1782848489,
["Player-5376-13DEC86B"] = 1782850046,
["Player-5376-16E6BAF2"] = 1782848465,
["Player-5376-173AF96B"] = 1782849268,
}
