
BiaoGe = {
["bag"] = {
[5381] = {
["露露緹婭"] = {
["bag"] = {
[159] = 2,
[2070] = 4,
[6948] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
},
[5376] = {
["法德迦"] = {
["bag"] = {
[184937] = 9,
[20744] = 3,
[8423] = 1,
[17032] = 4,
[23207] = 1,
[184938] = 1,
[21321] = 1,
[3825] = 3,
[20007] = 9,
[21709] = 1,
[19379] = 1,
[180089] = 1,
[19950] = 1,
[8529] = 6,
[21215] = 20,
[13444] = 16,
[18254] = 2,
[13459] = 5,
[11516] = 91,
[13446] = 5,
[11951] = 6,
[234465] = 1,
[21190] = 1,
[19902] = 1,
[12662] = 16,
[13512] = 1,
[3387] = 10,
[18986] = 1,
[19909] = 1,
[13454] = 3,
[19339] = 1,
[18269] = 19,
[21546] = 1,
[6948] = 1,
[18587] = 1,
[17202] = 19,
[20413] = 1,
[17031] = 9,
[23001] = 1,
[13456] = 5,
[10646] = 1,
[17712] = 1,
[17020] = 37,
[17056] = 9,
[13931] = 17,
[14530] = 17,
[20749] = 1,
},
["bagKey"] = {
[18249] = 1,
[12382] = 1,
[7146] = 1,
[11140] = 1,
[5396] = 1,
[6893] = 1,
[13704] = 1,
[11000] = 1,
},
["mail"] = {
[13463] = 300,
[13465] = 100,
[13468] = 10,
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 850,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 5,
["currentValue"] = 2500,
["maxValue"] = 6000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 7,
["currentValue"] = 18399,
["maxValue"] = 21000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 609,
},
},
["bank"] = {
[21697] = 1,
[18403] = 1,
[22731] = 1,
[1191] = 1,
[21344] = 1,
[21600] = 1,
[12264] = 1,
[18814] = 1,
[22499] = 1,
[22501] = 1,
[16915] = 1,
[20600] = 1,
[13289] = 1,
[12529] = 1,
[16802] = 1,
[19979] = 1,
[14023] = 1,
[23031] = 1,
[22652] = 1,
[22654] = 1,
[12662] = 40,
[22658] = 1,
[16818] = 1,
[23035] = 1,
[22497] = 1,
[4397] = 1,
[5462] = 1,
[9240] = 1,
[21529] = 1,
[21277] = 1,
[21346] = 1,
[19399] = 1,
[10716] = 1,
[13534] = 1,
[2820] = 1,
[19130] = 1,
[744] = 1,
[22820] = 1,
[21676] = 1,
[17191] = 1,
[11511] = 1,
[19131] = 1,
[22700] = 1,
[12938] = 2,
[12384] = 1,
[22935] = 1,
[1973] = 1,
[21186] = 1,
[23220] = 1,
[22968] = 1,
[18398] = 1,
[10726] = 1,
[11474] = 1,
[21579] = 1,
[873] = 1,
[13968] = 1,
[4984] = 1,
[20698] = 1,
[21611] = 1,
[18859] = 1,
[16912] = 1,
[22502] = 1,
[19438] = 1,
[21345] = 1,
[21347] = 1,
[21603] = 1,
[23002] = 1,
[11951] = 40,
[22371] = 1,
[22754] = 1,
[16914] = 1,
[16916] = 1,
[16918] = 1,
[16795] = 1,
[19970] = 1,
[12344] = 1,
[15138] = 1,
[16801] = 1,
[16022] = 1,
[23028] = 1,
[22655] = 1,
[10818] = 1,
[21383] = 13,
[17067] = 1,
[23032] = 1,
[5951] = 10,
[23042] = 1,
[16440] = 1,
[17077] = 1,
[2802] = 1,
[3342] = 1,
[18811] = 1,
[9149] = 1,
[21343] = 1,
[812] = 1,
[16917] = 1,
[13246] = 1,
[11122] = 1,
[12359] = 43,
[12360] = 13,
[22503] = 1,
[23326] = 14,
[12363] = 15,
[6341] = 1,
[10645] = 1,
[10588] = 1,
[19145] = 1,
[14146] = 1,
[16913] = 1,
[22707] = 1,
[23025] = 1,
[16309] = 1,
[19927] = 1,
},
},
["绿龙守护者"] = {
["bag"] = {
[21536] = 63,
[7969] = 7,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 2000,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
[21308] = 2,
[21213] = 75,
[21301] = 2,
},
},
["黑龙守护者"] = {
["bag"] = {
[21308] = 1,
[21309] = 1,
[4306] = 31,
[4338] = 6,
[2091] = 4,
[9088] = 5,
[5758] = 1,
[4388] = 2,
[8932] = 40,
[14256] = 2,
[22525] = 252,
[22526] = 195,
[22527] = 47,
[22528] = 139,
[22529] = 19,
[20452] = 19,
[15993] = 40,
[18945] = 49,
[6219] = 2,
[18256] = 4,
[9036] = 9,
[13510] = 1,
[21536] = 2,
[14048] = 16,
[3340] = 2,
[2592] = 84,
[13452] = 50,
[10586] = 1,
[5956] = 1,
[13454] = 30,
[8925] = 20,
[21151] = 14,
[21213] = 20,
[15409] = 3,
[6367] = 1,
[10558] = 13,
[10276] = 1,
[7969] = 1,
[3372] = 7,
[10498] = 2,
[11018] = 2,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
[12360] = 82,
[17010] = 10,
[2117] = 1,
[17011] = 10,
[2119] = 1,
[2787] = 1,
[17203] = 8,
[12363] = 60,
[2121] = 1,
[7078] = 20,
[3600] = 1,
[2570] = 1,
[11371] = 20,
},
},
["德加和尚"] = {
["bag"] = {
[14342] = 1,
[184937] = 7,
[17029] = 22,
[11951] = 20,
[184938] = 1,
[21761] = 1,
[21888] = 1,
[13813] = 9,
[19876] = 1,
[14256] = 17,
[19374] = 1,
[6657] = 18,
[20007] = 3,
[19379] = 1,
[13724] = 47,
[17056] = 16,
[21215] = 18,
[19893] = 1,
[13446] = 4,
[19897] = 1,
[19395] = 1,
[3387] = 5,
[18253] = 4,
[13459] = 1,
[19905] = 1,
[13444] = 16,
[18254] = 20,
[18984] = 1,
[11122] = 1,
[6948] = 1,
[17202] = 20,
[3825] = 5,
[234465] = 1,
[12662] = 8,
[21151] = 2,
[19388] = 1,
[17712] = 1,
[21321] = 1,
[22943] = 1,
[13931] = 21,
[14530] = 14,
[20748] = 2,
},
["bagKey"] = {
[13704] = 1,
[6893] = 1,
[11140] = 1,
[12382] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 3,
["currentValue"] = 1155,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 609,
},
},
["bank"] = {
[21697] = 1,
[19288] = 1,
[19927] = 1,
[21709] = 1,
[21838] = 1,
[22983] = 1,
[22731] = 1,
[22225] = 1,
[12384] = 1,
[19435] = 1,
[19947] = 1,
[21600] = 1,
[21348] = 1,
[21350] = 1,
[21352] = 1,
[22370] = 1,
[22372] = 1,
[18820] = 1,
[20600] = 1,
[23021] = 1,
[23025] = 1,
[23031] = 1,
[19858] = 10,
[23035] = 1,
[12662] = 20,
[23547] = 1,
[10506] = 1,
[19108] = 1,
[4397] = 1,
[21529] = 1,
[1973] = 1,
[19376] = 1,
[17602] = 1,
[17604] = 1,
[23069] = 1,
[20537] = 1,
[20539] = 1,
[18862] = 1,
[19400] = 1,
[16309] = 1,
[11511] = 1,
[17608] = 1,
[18814] = 1,
[18902] = 1,
[21687] = 1,
[18398] = 1,
[19909] = 1,
[10588] = 1,
[21579] = 1,
[21210] = 1,
[21583] = 1,
[21585] = 1,
[22730] = 1,
[22351] = 1,
[22988] = 1,
[19434] = 1,
[19309] = 1,
[16816] = 1,
[19948] = 1,
[21603] = 1,
[21349] = 1,
[22367] = 1,
[22369] = 1,
[22754] = 1,
[21611] = 1,
[13347] = 1,
[11951] = 6,
[19133] = 1,
[19385] = 1,
[23018] = 1,
[12844] = 13,
[12337] = 1,
[21627] = 1,
[19383] = 1,
[19345] = 1,
[17607] = 1,
[18242] = 1,
[15138] = 1,
[17067] = 1,
[180089] = 1,
[5951] = 10,
[23042] = 1,
[21647] = 1,
[15778] = 1,
[17333] = 1,
[20685] = 1,
[22637] = 2,
[18609] = 1,
[23181] = 1,
[19375] = 1,
[23046] = 1,
[19131] = 1,
[17603] = 1,
[17605] = 1,
[8423] = 1,
[23070] = 1,
[23326] = 5,
[21351] = 1,
[18809] = 1,
[20538] = 1,
[23207] = 1,
[21685] = 1,
[18639] = 1,
[23220] = 1,
[20626] = 1,
[19407] = 2,
[14023] = 1,
[11516] = 92,
},
},
["迪菲亚女皇"] = {
["bag"] = {
[4540] = 4,
[6948] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
},
},
["哈霍兰大格格"] = {
["bag"] = {
[20748] = 1,
[21323] = 1,
[13724] = 80,
[180089] = 1,
[22424] = 1,
[14530] = 12,
[184937] = 9,
[17202] = 17,
[22426] = 1,
[21171] = 1,
[18986] = 1,
[13446] = 3,
[23048] = 1,
[21762] = 2,
[184938] = 1,
[13444] = 12,
[234465] = 1,
[23066] = 1,
[22431] = 1,
[23036] = 1,
[18254] = 16,
[21177] = 189,
[3371] = 2,
[10938] = 1,
[3387] = 10,
[6948] = 1,
[21215] = 14,
[17712] = 1,
[22427] = 1,
[17033] = 5,
[18810] = 1,
[6218] = 1,
},
["bagKey"] = {
[12382] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 6,
["currentValue"] = 6862,
["maxValue"] = 12000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 6,
["currentValue"] = 114,
["maxValue"] = 12000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 7,
["currentValue"] = 8606,
["maxValue"] = 21000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 6,
["currentValue"] = 6094,
["maxValue"] = 12000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
[7189] = 1,
[20559] = 5,
[20560] = 2,
[23207] = 1,
[18864] = 1,
[16471] = 1,
[16472] = 1,
[16473] = 1,
[16474] = 1,
[21389] = 1,
[21579] = 1,
[21391] = 1,
[19376] = 1,
[19881] = 1,
[22402] = 1,
[19883] = 1,
[22216] = 1,
[23666] = 1,
[23667] = 1,
[20644] = 1,
[23040] = 1,
[6219] = 1,
[18821] = 1,
[10645] = 1,
[12662] = 12,
[23558] = 1,
[19968] = 1,
[11122] = 1,
[16203] = 2,
[19722] = 1,
[22936] = 1,
[11226] = 1,
[20558] = 1,
[21387] = 1,
[21390] = 1,
[19383] = 1,
[22798] = 1,
[19289] = 1,
[16475] = 1,
[16476] = 1,
[21388] = 1,
},
},
["女王安其拉"] = {
["bag"] = {
[2459] = 2,
[234465] = 1,
[21330] = 1,
[9206] = 4,
[12384] = 1,
[19183] = 1,
[18042] = 452,
[11122] = 1,
[184937] = 4,
[4388] = 1,
[14047] = 2,
[184938] = 1,
[3387] = 5,
[11516] = 27,
[10757] = 1,
[7189] = 1,
[23041] = 1,
[23043] = 1,
[19872] = 1,
[20769] = 1,
[13180] = 35,
[11912] = 1,
[7005] = 1,
[21670] = 1,
[10646] = 4,
[13442] = 25,
[19902] = 1,
[23206] = 1,
[13446] = 15,
[23720] = 1,
[6948] = 1,
[13452] = 13,
[18269] = 30,
[12820] = 5,
[13456] = 3,
[19301] = 57,
[20452] = 3,
[12451] = 17,
[23000] = 1,
[12460] = 14,
[17182] = 1,
[8529] = 9,
[16023] = 8,
[12217] = 18,
[180089] = 1,
[5634] = 3,
[10444] = 1,
[10445] = 1,
[23054] = 1,
[22802] = 1,
[21536] = 16,
[9309] = 8,
[21176] = 1,
[10832] = 1,
[23327] = 16,
[6657] = 14,
[21377] = 7,
[19137] = 1,
[18984] = 1,
[13810] = 13,
[19143] = 1,
[9308] = 13,
[12404] = 12,
[18641] = 7,
[18262] = 10,
[14530] = 19,
[13515] = 1,
[21664] = 1,
},
["bagKey"] = {
[12382] = 1,
[7146] = 1,
[6893] = 1,
[13704] = 1,
[11140] = 1,
},
["mail"] = {
[18042] = 400,
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 385,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 3,
["currentValue"] = 110,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 7,
["currentValue"] = 20999,
["maxValue"] = 21000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 609,
},
},
["bank"] = {
[21701] = 1,
[10725] = 1,
[21330] = 1,
[21332] = 1,
[19431] = 1,
[21520] = 1,
[16309] = 1,
[19947] = 1,
[23122] = 17,
[22235] = 1,
[22707] = 1,
[13515] = 1,
[19368] = 1,
[16478] = 1,
[16961] = 1,
[21664] = 1,
[1322] = 5,
[20600] = 1,
[21618] = 1,
[15855] = 1,
[22691] = 1,
[11511] = 1,
[16477] = 1,
[18767] = 1,
[16963] = 1,
[19372] = 1,
[13246] = 1,
[23314] = 1,
[16962] = 1,
[22421] = 1,
[21134] = 1,
[19866] = 1,
[23315] = 1,
[18854] = 1,
[19364] = 1,
[21652] = 1,
[20130] = 1,
[22418] = 1,
[16959] = 1,
[13180] = 35,
[19376] = 1,
[16965] = 1,
[13965] = 1,
[22938] = 1,
[18876] = 1,
[21837] = 1,
[21674] = 1,
[23327] = 18,
[23456] = 1,
[21329] = 1,
[22420] = 1,
[17112] = 1,
[16479] = 1,
[21180] = 1,
[16483] = 1,
[19406] = 1,
[10697] = 1,
[22416] = 1,
[5951] = 10,
[23059] = 1,
[15138] = 1,
[19948] = 1,
[18404] = 1,
[21200] = 1,
[21710] = 1,
[21331] = 1,
[21333] = 1,
[22732] = 1,
[19432] = 1,
[10645] = 1,
[20579] = 1,
[18241] = 1,
[12451] = 31,
[21601] = 1,
[18817] = 1,
[16022] = 1,
[19341] = 1,
[20599] = 1,
[18182] = 1,
[18825] = 1,
[11951] = 20,
[12460] = 55,
[11445] = 1,
[21621] = 1,
[22385] = 1,
[12584] = 1,
[17182] = 1,
[8529] = 29,
[21670] = 1,
[21579] = 1,
[20619] = 1,
[19351] = 1,
[17067] = 1,
[17069] = 1,
[23040] = 1,
[23246] = 10,
[21647] = 1,
[20633] = 1,
[18541] = 1,
[23558] = 1,
[22417] = 1,
[22419] = 1,
[16960] = 1,
[22423] = 1,
[16964] = 1,
[23570] = 1,
[22422] = 1,
[1172] = 1,
[18242] = 1,
[18244] = 1,
[22818] = 1,
[19137] = 1,
[19384] = 1,
[10587] = 1,
[1973] = 1,
[10716] = 1,
[16480] = 1,
[18348] = 1,
[21691] = 1,
[16966] = 1,
[14023] = 1,
[16484] = 1,
},
},
["蓝龙守护者"] = {
["bag"] = {
[22120] = 5,
[21981] = 3,
[21975] = 2,
[21960] = 5,
[22154] = 2,
[22140] = 5,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
},
},
},
[5453] = {
["露露缇娅丶"] = {
["bag"] = {
[1191] = 1,
[1195] = 2,
[11288] = 1,
[3013] = 1,
[6215] = 1,
[4656] = 1,
[1389] = 1,
[2455] = 3,
[2589] = 49,
[159] = 20,
[748] = 1,
[2070] = 8,
[2968] = 1,
[13444] = 1,
[6078] = 1,
[2575] = 1,
[2835] = 2,
[5071] = 2,
[4536] = 6,
[1359] = 1,
[1434] = 5,
[118] = 5,
[36] = 1,
[6948] = 1,
[6303] = 7,
[768] = 1,
[2672] = 7,
[1177] = 5,
[858] = 2,
[5580] = 1,
[11192] = 1,
[13446] = 1,
[11191] = 1,
[2770] = 2,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
},
},
["QuestCD"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["迪菲亚女皇"] = {
},
["哈霍兰大格格"] = {
},
["女王安其拉"] = {
},
["蓝龙守护者"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["roleOverviewNote"] = {
[5376] = {
},
},
["realmName"] = {
[5303] = "硬汉",
[5843] = "孤狼",
[5376] = "哈霍兰",
[5381] = "碧玉矿洞",
[5453] = "铁血",
[6118] = "无情",
},
["ItemLib"] = {
["itemLibOrderButtonID"] = 3,
["iLevel"] = {
},
["ItemLibInvType"] = {
"INVTYPE_HEAD",
},
["fitlerGet"] = {
},
["itemLibOrderButtonId"] = 2,
["itemLibOrder"] = 1,
},
["MONEYchoice"] = {
[226404] = 1,
[221365] = 1,
[221262] = 1,
[22726] = 1,
["money"] = 1,
},
["MC"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
["zhuangbei2"] = "|cff0070dd|Hitem:17011::::::::60::::::::::|h[熔岩之核]|h|rx3",
["itemLevel14"] = 60,
["itemLevel15"] = 60,
["zhuangbei15"] = "|cff1eff00|Hitem:16665::::::::60::::::::::|h[秘典：宁神射击]|h|r",
["loot15"] = {
{
["time"] = 1783086778,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["loot2"] = {
{
["time"] = 1783087157,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
{
["time"] = 1783087845,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
{
["time"] = 1783090273,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["loot14"] = {
{
["time"] = 1783087077,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["itemLevel2"] = 60,
["itemLevel1"] = 60,
["zhuangbei14"] = "|cff0070dd|Hitem:18260::::::::60::::::::::|h[公式：附魔武器 - 治疗能力]|h|r",
["loot1"] = {
{
["time"] = 1783084909,
["class"] = "MAGE",
["count"] = 1,
["player"] = "月舞",
},
{
["time"] = 1783087396,
["class"] = "MAGE",
["count"] = 1,
["player"] = "月舞",
},
{
["time"] = 1783087875,
["class"] = "MAGE",
["count"] = 1,
["player"] = "月舞",
},
{
["time"] = 1783088040,
["class"] = "MAGE",
["count"] = 1,
["player"] = "月舞",
},
{
["time"] = 1783088059,
["class"] = "MAGE",
["count"] = 1,
["player"] = "月舞",
},
},
["zhuangbei1"] = "|cffffffff|Hitem:17012::::::::60::::::::::|h[熔火犬皮]|h|rx5",
},
["boss17"] = {
},
["boss2"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:17065::::::::60::::::::::|h[稳固之力勋章]|h|r",
["loot3"] = {
{
["time"] = 1783087077,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["loot2"] = {
{
["time"] = 1783087077,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:16822::::::::60::::::::::|h[夜幕杀手短裤]|h|r",
["itemLevel2"] = 68,
["itemLevel3"] = 66,
["itemLevel1"] = 66,
["loot1"] = {
{
["time"] = 1783087077,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:17073::::::::60::::::::::|h[震地者]|h|r",
},
["boss15"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss5"] = {
},
["boss7"] = {
},
["boss3"] = {
["loot2"] = {
{
["time"] = 1783087726,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["itemLevel2"] = 65,
["zhuangbei2"] = "|cffa335ee|Hitem:18878::::::::60::::::::::|h[巫术匕首]|h|r",
["itemLevel1"] = 66,
["loot1"] = {
{
["time"] = 1783087726,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16826::::::::60::::::::::|h[夜幕杀手手套]|h|r",
},
["boss13"] = {
},
["boss6"] = {
},
["boss14"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei1"] = "T补贴",
["zhuangbei3"] = "Dps补贴",
},
["boss1"] = {
["loot2"] = {
{
["time"] = 1783086778,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:16829::::::::60::::::::::|h[塞纳里奥长靴]|h|r",
["itemLevel2"] = 66,
["itemLevel1"] = 66,
["loot1"] = {
{
["time"] = 1783086778,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16805::::::::60::::::::::|h[恶魔之心手套]|h|r",
},
["boss10"] = {
["itemLevel5"] = 77,
["zhuangbei4"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:18814::::::::60::::::::::|h[火焰之王的项圈]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["itemLevel4"] = 76,
["loot5"] = {
{
["time"] = 1783091435,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["loot1"] = {
{
["time"] = 1783091386,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["itemLevel2"] = 78,
["loot2"] = {
{
["time"] = 1783091386,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["zhuangbei5"] = "|cffa335ee|Hitem:17076::::::::60::::::::::|h[削骨之刃]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:17107::::::::60::::::::::|h[龙血斗篷]|h|r",
["loot4"] = {
{
["time"] = 1783091386,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["itemLevel1"] = 73,
["itemLevel3"] = 76,
["loot3"] = {
{
["time"] = 1783091386,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
},
["boss4"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16866::::::::60::::::::::|h[力量头盔]|h|r",
["loot3"] = {
{
["time"] = 1783090294,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["loot2"] = {
{
["time"] = 1783090274,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16808::::::::60::::::::::|h[恶魔之心角饰]|h|r",
["itemLevel2"] = 66,
["itemLevel3"] = 69,
["itemLevel1"] = 66,
["loot1"] = {
{
["time"] = 1783090274,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣殿奇士一",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:17105::::::::60::::::::::|h[光环石锤]|h|r",
},
["boss19"] = {
},
["boss21"] = {
},
["boss22"] = {
},
["boss18"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["raidRoster"] = {
["roster"] = {
"圣殿奇士一",
"写丶她",
"反斗神鹰",
"生而伟大",
"钢板川",
"津巴布韦公主",
"猪猪丿魔法棒-法琳娜",
"鱼赤",
"忘不掉的回忆",
"虹猫-法琳娜",
"软软绵绵",
"牛刚蛋",
"奥尔露恩",
"迷死人的微笑",
"景书",
"重装医院骑士",
"寒峰",
"梨安娜",
"Nihilsong",
"小伙贼能射",
"柰梧嬉",
"师太用力",
"一头羊",
"星宸-法琳娜",
"月舞",
"熊爪爪",
"手撕棒槌",
"泥呱呱",
"圣缨麒麟",
"法天天",
"哈霍兰大格格",
"麻小将",
"乔治埃德蒙",
"有只皮皮猪",
},
["time"] = 1783091346,
["realm"] = "哈霍兰",
},
},
["MONEY"] = {
[5303] = {
},
[5381] = {
["露露緹婭"] = {
["colorplayer"] = "|cffffffff露露緹婭|r",
["player"] = "露露緹婭",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["xp"] = {
["perNow"] = 150,
["resting"] = false,
["per"] = "52.0",
["isPanda"] = false,
["time"] = 1770477705,
},
["skill"] = {
},
["money"] = 0,
},
},
[5376] = {
["法德迦"] = {
["colorplayer"] = "|cff40c7eb法德迦|r",
["player"] = "法德迦",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
["quest"] = true,
},
["money"] = 13134,
["skill"] = {
[356] = {
["icon"] = 136245,
["level"] = 300,
},
[185] = {
["icon"] = 133971,
["level"] = 300,
},
[202] = {
["level"] = 315,
["icon"] = 136243,
["isMain"] = true,
},
[171] = {
["level"] = 300,
["icon"] = 136240,
["isMain"] = true,
},
[129] = {
["icon"] = 135966,
["level"] = 300,
},
},
["xp"] = {
["perNow"] = 22,
["resting"] = true,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783920983,
},
},
["绿龙守护者"] = {
["colorplayer"] = "|cffff7d0a绿龙守护者|r",
["player"] = "绿龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1783232616,
},
["skill"] = {
},
["money"] = 6,
},
["黑龙守护者"] = {
["colorplayer"] = "|cffc79c6e黑龙守护者|r",
["player"] = "黑龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1783563398,
},
["skill"] = {
},
["money"] = 496,
},
["德加和尚"] = {
["colorplayer"] = "|cffffffff德加和尚|r",
["player"] = "德加和尚",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
["quest"] = true,
},
["money"] = 2217,
["skill"] = {
[197] = {
["level"] = 300,
["icon"] = 136249,
["isMain"] = true,
},
[356] = {
["icon"] = 136245,
["level"] = 1,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
[185] = {
["icon"] = 133971,
["level"] = 1,
},
[129] = {
["icon"] = 135966,
["level"] = 300,
},
},
["xp"] = {
["perNow"] = 24,
["resting"] = true,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783910181,
},
},
["迪菲亚女皇"] = {
["colorplayer"] = "|cfffff569迪菲亚女皇|r",
["player"] = "迪菲亚女皇",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 0,
["xp"] = {
["perNow"] = 29,
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783367930,
},
["skill"] = {
},
},
["哈霍兰大格格"] = {
["colorplayer"] = "|cfff58cba哈霍兰大格格|r",
["player"] = "哈霍兰大格格",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["skill"] = {
[129] = {
["icon"] = 135966,
["level"] = 300,
},
[333] = {
["level"] = 61,
["icon"] = 136244,
["isMain"] = true,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
},
["xp"] = {
["perNow"] = 22,
["resting"] = true,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783922113,
},
["money"] = 133,
},
["女王安其拉"] = {
["colorplayer"] = "|cffc79c6e女王安其拉|r",
["player"] = "女王安其拉",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 3599,
["xp"] = {
["perNow"] = "0",
["resting"] = true,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1784971944,
},
["skill"] = {
[129] = {
["level"] = 300,
["icon"] = 135966,
},
[393] = {
["level"] = 150,
["icon"] = 134366,
["isMain"] = true,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
[185] = {
["level"] = 300,
["icon"] = 133971,
},
},
},
["蓝龙守护者"] = {
["colorplayer"] = "|cffabd473蓝龙守护者|r",
["player"] = "蓝龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 0,
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1783232599,
},
["skill"] = {
},
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
["colorplayer"] = "|cffffffff露露缇娅丶|r",
["player"] = "露露缇娅丶",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 76,
},
},
},
["NAXX"] = {
["boss8"] = {
["loot2"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1783001954,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23032::::::::60::::::::::|h[冰川头饰]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1783001954,
["count"] = 1,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22358::::::::60::::::::::|h[被玷污的马靴]|h|r",
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["loot2"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1782999715,
["class"] = "PRIEST",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22354::::::::60::::::::::|h[被玷污的肩铠]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1782999715,
["class"] = "PRIEST",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22988::::::::60::::::::::|h[梦境之末]|h|r",
},
["boss12"] = {
["loot2"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1782999869,
["class"] = "PRIEST",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22358::::::::60::::::::::|h[被玷污的马靴]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1782999869,
["class"] = "PRIEST",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23075::::::::60::::::::::|h[死亡的契约]|h|r",
},
["boss17"] = {
},
["boss2"] = {
["loot2"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1783003142,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22362::::::::60::::::::::|h[被玷污的腕甲]|h|r",
["itemLevel2"] = 81,
["itemLevel1"] = 60,
["loot1"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1783003142,
["count"] = 1,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22942::::::::60::::::::::|h[黑女巫的拥抱]|h|r",
},
["boss15"] = {
},
["boss5"] = {
},
["boss7"] = {
["loot2"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1783001264,
["class"] = "PRIEST",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22372::::::::60::::::::::|h[被玷污的便鞋]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 85,
["loot1"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1783001264,
["class"] = "PRIEST",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23219::::::::60::::::::::|h[教官的腰带]|h|r",
},
["boss3"] = {
},
["boss13"] = {
},
["boss6"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:22359::::::::60::::::::::|h[被玷污的腿甲]|h|r",
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782998437,
},
},
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782998437,
},
},
["itemLevel2"] = 60,
["zhuangbei1"] = "|cffa335ee|Hitem:23042::::::::60::::::::::|h[洛欧塞布之影]|h|r",
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782998436,
},
},
["itemLevel1"] = 85,
["itemLevel3"] = 60,
["zhuangbei3"] = "|cffa335ee|Hitem:22359::::::::60::::::::::|h[被玷污的腿甲]|h|r",
},
["boss14"] = {
},
["boss1"] = {
["loot2"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1782996754,
["class"] = "PRIEST",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22362::::::::60::::::::::|h[被玷污的腕甲]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1782996754,
["class"] = "PRIEST",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22936::::::::60::::::::::|h[复仇腕甲]|h|r",
},
["boss10"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782999430,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22354::::::::60::::::::::|h[被玷污的肩铠]|h|r",
["itemLevel2"] = 81,
["itemLevel1"] = 60,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782999430,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22815::::::::60::::::::::|h[断离]|h|r",
},
["boss4"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782997635,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23029::::::::60::::::::::|h[诺斯的冰冷之心]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782997635,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22363::::::::60::::::::::|h[被玷污的束带]|h|r",
},
["boss19"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss21"] = {
},
["boss22"] = {
},
["boss18"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss20"] = {
},
["boss16"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:23668::::::::60::::::::::|h[大十字军的护腿]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:23226::::::::60::::::::::|h[食尸鬼皮外套]|h|r",
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782999146,
},
},
["zhuangbei2"] = "|cffffffff|Hitem:23055::::::::60::::::::::|h[熔解之语]|h|rx4",
["itemLevel3"] = 83,
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "卢老师",
["count"] = 1,
["time"] = 1782998751,
},
{
["class"] = "WARLOCK",
["player"] = "我路过人间",
["count"] = 1,
["time"] = 1782999088,
},
{
["player"] = "珊坨文宝",
["class"] = "ROGUE",
["time"] = 1783002236,
["count"] = 1,
},
{
["player"] = "法德迦",
["class"] = "MAGE",
["time"] = 1783002767,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffff8000|Hitem:22726::::::::60::::::::::|h[埃提耶什的碎片]|h|rx5",
["itemLevel2"] = 1,
["itemLevel4"] = 85,
["itemLevel1"] = 60,
["loot1"] = {
{
["count"] = 1,
["player"] = "傲气",
["time"] = 1782996761,
["class"] = "WARLOCK",
},
{
["class"] = "WARLOCK",
["player"] = "傲气",
["count"] = 1,
["time"] = 1782997638,
},
{
["class"] = "WARLOCK",
["player"] = "傲气",
["count"] = 1,
["time"] = 1782999436,
},
{
["count"] = 1,
["player"] = "傲气",
["time"] = 1783001263,
["class"] = "WARLOCK",
},
{
["player"] = "傲气",
["class"] = "WARLOCK",
["time"] = 1783003148,
["count"] = 1,
},
},
["loot4"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1783000468,
["class"] = "PRIEST",
},
},
},
["raidRoster"] = {
["roster"] = {
"雨若青衣",
"大武生",
"纵横跋扈",
"一剑九州",
"奶油巧克力啊",
"想学外语吗",
"秋痕乄",
"神棍老王乄",
"一个萌新防战",
"我路过人间",
"倚楼听疯语",
"小佛爷灬",
"米湯",
"亮哥很忙",
"Kübra",
"花落水",
"一滴的皮鞋",
"战豆豆灬",
"抖音丨黄桃",
"勼尔",
"卢老师",
"丶予星河",
"珊坨文宝",
"东北望射倭岛",
"执笔畵清秋",
"胸毛随风飘",
"素椒杂酱",
"丨旭哥丨",
"愚歌三百首",
"张沐雅",
"不要摸我头贰",
"寒冰箭吡吡",
"嬲法",
"法德迦",
"老牛的奶",
"我谁都服",
"海盗黑胡子",
"次骞",
"乐狍子",
"傲气",
},
["time"] = 1783003097,
["realm"] = "哈霍兰",
},
},
["Gno"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["playerInfo"] = {
[5303] = {
},
[5843] = {
},
[5376] = {
["法德迦"] = {
["talent"] = 2,
["faction"] = "Alliance",
["class"] = "MAGE",
["level"] = 60,
["iLevel"] = 86.625,
["raceID"] = 7,
},
["绿龙守护者"] = {
["faction"] = "Alliance",
["class"] = "DRUID",
["level"] = 1,
["iLevel"] = 0.375,
["raceID"] = 4,
},
["黑龙守护者"] = {
["faction"] = "Alliance",
["level"] = 1,
["class"] = "WARRIOR",
["iLevel"] = 0,
["raceID"] = 1,
},
["德加和尚"] = {
["talent"] = 1,
["faction"] = "Alliance",
["class"] = "PRIEST",
["level"] = 60,
["iLevel"] = 80.625,
["raceID"] = 1,
},
["迪菲亚女皇"] = {
["faction"] = "Alliance",
["level"] = 1,
["class"] = "ROGUE",
["iLevel"] = 0.4375,
["raceID"] = 3,
},
["哈霍兰大格格"] = {
["faction"] = "Alliance",
["talent"] = 1,
["iLevel"] = 82.6875,
["class"] = "PALADIN",
["level"] = 60,
["raceID"] = 3,
},
["女王安其拉"] = {
["talent"] = 2,
["faction"] = "Alliance",
["level"] = 60,
["class"] = "WARRIOR",
["iLevel"] = 77.1875,
["raceID"] = 1,
},
["蓝龙守护者"] = {
["faction"] = "Alliance",
["level"] = 1,
["class"] = "HUNTER",
["iLevel"] = 0.375,
["raceID"] = 4,
},
},
[5381] = {
["露露緹婭"] = {
["raceID"] = 1,
["class"] = "PRIEST",
["level"] = 1,
["iLevel"] = 0.375,
},
},
[5453] = {
["露露缇娅丶"] = {
["iLevel"] = 3.9375,
["level"] = 10,
["class"] = "PRIEST",
["raceID"] = 1,
},
},
[6118] = {
},
},
["duizhang"] = {
},
["filterClassNum"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = 0,
["绿龙守护者"] = 0,
["黑龙守护者"] = 0,
["德加和尚"] = 0,
["迪菲亚女皇"] = 0,
["哈霍兰大格格"] = 0,
["女王安其拉"] = 0,
["蓝龙守护者"] = 0,
},
[5381] = {
["露露緹婭"] = 0,
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = 0,
},
},
["BWL"] = {
["boss8"] = {
["itemLevel4"] = 60,
["itemLevel5"] = 83,
["zhuangbei4"] = "|cffa335ee|Hitem:19003::::::::60:::::::::|h[奈法利安的头颅]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:19380::::::::60:::::::::|h[塞拉赞恩之链]|h|r",
["loot5"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:16923::::::::60:::::::::|h[卓越法袍]|h|r",
["itemLevel2"] = 76,
["loot4"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["zhuangbei5"] = "|cffa335ee|Hitem:19375::::::::60:::::::::|h[密苏达尔，夺魂者的头饰]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:16931::::::::60:::::::::|h[复仇法袍]|h|r",
["time"] = "8:46",
["itemLevel1"] = 76,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743344366,
},
},
["itemLevel3"] = 83,
},
["lockoutIDtbl"] = {
[469] = {
["instanceID"] = 469,
["realmID"] = 5453,
["lockoutID"] = 104463405,
},
},
["tradeTbl"] = {
},
["boss9"] = {
["itemLevel1"] = 60,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743340377,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:18562::::::::60:::::::::|h[源质矿石]|h|r",
},
["boss11"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss17"] = {
},
["boss2"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19339::::::::60:::::::::|h[思维加速宝石]|h|r",
["loot3"] = {
{
["time"] = 1743338996,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:16910::::::::60:::::::::|h[血牙腰带]|h|r",
["loot2"] = {
{
["time"] = 1743338996,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["time"] = "1:33",
["zhuangbei1"] = "|cffa335ee|Hitem:16952::::::::60:::::::::|h[审判腰带]|h|r",
["itemLevel3"] = 76,
["itemLevel1"] = 76,
["loot1"] = {
{
["time"] = 1743338996,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["itemLevel2"] = 76,
},
["raidRoster"] = {
["roster"] = {
"小耳朵",
"时光清浅灬",
"快过来啊",
"枫雪纷飞",
"予伿",
"小树先生",
"小钊钊",
"渣女一抬腿丶",
"唐门丨衮",
"硬的像花岗岩",
"洛卅",
"闲闲鱼",
"重相逢",
"加拿大打桩机",
"我的发谢特贰",
"名字不一般",
"彩叮可",
"超级小奶瓶",
"柒月初",
"萌豆",
"梵尘丶",
"八斤七两",
"墩墩勇",
"霸罢",
"背手尿尿灬",
"潼宝",
"花活猎",
"奈良吐泡泡",
"勤劳的纪春生",
"五点水",
"爱的豹豹",
"麻薯小卷",
"南巷灬清风",
"龍小纭",
"排骨法",
"爱吃西蓝花",
"咖喱鸡",
"送祝福",
"素言丶",
"溧水老司机",
},
["time"] = 1743344343,
["realm"] = "铁血",
},
["boss5"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743342273,
},
},
["time"] = "2:55",
["zhuangbei2"] = "|cffa335ee|Hitem:19405::::::::60:::::::::|h[玛法里奥的祝福]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:19394::::::::60:::::::::|h[龙爪肩铠]|h|r",
["itemLevel1"] = 75,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743342273,
},
},
["itemLevel2"] = 75,
},
["boss7"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:19347::::::::60:::::::::|h[克洛玛古斯之爪]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:16902::::::::60:::::::::|h[怒风肩甲]|h|r",
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743343088,
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:19349::::::::60:::::::::|h[源质壁垒]|h|r",
["itemLevel3"] = 77,
["zhuangbei1"] = "|cffa335ee|Hitem:16953::::::::60:::::::::|h[审判肩铠]|h|r",
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743343088,
},
},
["time"] = "5:25",
["loot4"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743343088,
},
},
["itemLevel4"] = 77,
["itemLevel1"] = 76,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743343088,
},
},
["itemLevel2"] = 76,
},
["boss15"] = {
},
["boss13"] = {
},
["boss6"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743342457,
},
},
["time"] = "2:06",
["zhuangbei2"] = "|cffa335ee|Hitem:19430::::::::60:::::::::|h[纯净思想斗篷]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:16899::::::::60:::::::::|h[怒风护手]|h|r",
["itemLevel1"] = 76,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743342457,
},
},
["itemLevel2"] = 75,
},
["boss14"] = {
},
["boss3"] = {
["zhuangbei3"] = "|cffa335ee|Hitem:16957::::::::60:::::::::|h[审判马靴]|h|r",
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743340113,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:16957::::::::60:::::::::|h[审判马靴]|h|r",
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743340113,
},
},
["time"] = "2:02",
["itemLevel2"] = 76,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743340113,
},
},
["itemLevel1"] = 75,
["itemLevel3"] = 76,
["zhuangbei1"] = "|cffa335ee|Hitem:19350::::::::60:::::::::|h[击心者]|h|r",
},
["boss21"] = {
},
["boss4"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743341212,
},
},
["time"] = "3:15",
["itemLevel2"] = 75,
["zhuangbei2"] = "|cffa335ee|Hitem:19365::::::::60:::::::::|h[黑龙之爪]|h|r",
["itemLevel1"] = 76,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "潼宝",
["count"] = 1,
["time"] = 1743341212,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16899::::::::60:::::::::|h[怒风护手]|h|r",
},
["boss1"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19369::::::::60:::::::::|h[疾速进化手套]|h|r",
["loot3"] = {
{
["time"] = 1743338736,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:16951::::::::60:::::::::|h[审判束腕]|h|r",
["loot2"] = {
{
["time"] = 1743338736,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["time"] = "6:31",
["zhuangbei1"] = "|cffa335ee|Hitem:16959::::::::60:::::::::|h[愤怒护腕]|h|r",
["loot1"] = {
{
["time"] = 1743338736,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "潼宝",
},
},
["itemLevel1"] = 76,
["itemLevel3"] = 76,
["itemLevel2"] = 73,
},
["boss19"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["History"] = {
["UBRS"] = {
},
["BD"] = {
},
["TAQ"] = {
},
["BWL"] = {
},
["Temple"] = {
},
["ZUG"] = {
},
["MCsod"] = {
},
["MC"] = {
},
["AQL"] = {
},
["NAXX"] = {
},
["Gno"] = {
},
},
["newbee_report"] = {
},
["lastFrame"] = "Hope",
["SKILLchoice"] = {
[0] = 1,
},
["BossFrame"] = {
["BD"] = {
},
},
["buffCD"] = {
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["迪菲亚女皇"] = {
},
["哈霍兰大格格"] = {
},
["女王安其拉"] = {
},
["蓝龙守护者"] = {
},
},
},
["point"] = {
},
["font"] = "ARKai_T.ttf",
["MeetingHorn"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["迪菲亚女皇"] = {
},
["哈霍兰大格格"] = {
},
["女王安其拉"] = {
},
["蓝龙守护者"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["BD"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "10",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine3"] = "0",
["jine5"] = "0",
["jine1"] = "0",
["zhuangbei2"] = "总支出",
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
["zhuangbei1"] = "坦克补贴",
["zhuangbei2"] = "治疗补贴",
["zhuangbei3"] = "输出补贴",
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["FB"] = "NAXX",
["NotifyChannel"] = "RAID",
["Hope"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["绿龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
["黑龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["德加和尚"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["迪菲亚女皇"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["哈霍兰大格格"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
["女王安其拉"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["蓝龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
},
[5381] = {
["露露緹婭"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
},
},
["MeetingHornWhisper"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["绿龙守护者"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
["黑龙守护者"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["德加和尚"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["迪菲亚女皇"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["哈霍兰大格格"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
["女王安其拉"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["蓝龙守护者"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["ZUG"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss3"] = {
},
["boss14"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["tradeSkillCooldown"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
["alchemy"] = {
["ready"] = true,
["class"] = "MAGE",
},
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
["tailor"] = {
["class"] = "PRIEST",
["ready"] = true,
},
},
["迪菲亚女皇"] = {
},
["哈霍兰大格格"] = {
},
["女王安其拉"] = {
},
["蓝龙守护者"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["equip"] = {
[5381] = {
["露露緹婭"] = {
["8"] = {
["link"] = "|cffffffff|Hitem:51::::::::1::::::::::|h[见习牧师之靴]|h|r",
["level"] = 1,
["itemID"] = 51,
["quality"] = 1,
},
["16"] = {
["link"] = "|cffffffff|Hitem:36::::::::1::::::::::|h[用旧的钉锤]|h|r",
["level"] = 2,
["itemID"] = 36,
["quality"] = 1,
},
["5"] = {
["link"] = "|cff9d9d9d|Hitem:6098::::::::1::::::::::|h[见习牧师长袍]|h|r",
["level"] = 1,
["itemID"] = 6098,
["quality"] = 0,
},
["4"] = {
["link"] = "|cffffffff|Hitem:53::::::::1::::::::::|h[见习牧师衬衣]|h|r",
["level"] = 1,
["itemID"] = 53,
["quality"] = 1,
},
["7"] = {
["link"] = "|cff9d9d9d|Hitem:52::::::::1::::::::::|h[见习牧师短裤]|h|r",
["level"] = 1,
["itemID"] = 52,
["quality"] = 0,
},
},
},
[5376] = {
["法德迦"] = {
["18"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22821,
["link"] = "|cffa335ee|Hitem:22821::::::::60::::::::::|h[厄运之指]|h|r",
},
["1"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22498,
["link"] = "|cffa335ee|Hitem:22498:2588:::::::60::::::::::|h[霜火头饰]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23046,
["link"] = "|cffa335ee|Hitem:23046::::::::60::::::::::|h[萨菲隆的精华]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22983,
["link"] = "|cffa335ee|Hitem:22983:2721:::::::60::::::::::|h[蒙霜衬肩]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23057,
["link"] = "|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22496,
["link"] = "|cffa335ee|Hitem:22496:1891:::::::60::::::::::|h[霜火长袍]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 14617,
["link"] = "|cffffffff|Hitem:14617::::::::60::::::::::|h[外科医生衬衣]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23070,
["link"] = "|cffa335ee|Hitem:23070:2588:::::::60::::::::::|h[极性护腿]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22730,
["link"] = "|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
},
["9"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23021,
["link"] = "|cffa335ee|Hitem:23021:1883:::::::60::::::::::|h[灵魂收割者的护腕]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23050,
["link"] = "|cffa335ee|Hitem:23050:2621:::::::60::::::::::|h[大墓地披风]|h|r",
},
["16"] = {
["quality"] = 5,
["level"] = 90,
["itemID"] = 22589,
["link"] = "|cffff8000|Hitem:22589:2504:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 86,
["itemID"] = 22500,
["link"] = "|cffa335ee|Hitem:22500:911:::::::60::::::::::|h[霜火便鞋]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 66,
["itemID"] = 18820,
["link"] = "|cffa335ee|Hitem:18820::::::::60::::::::::|h[短暂能量护符]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23062,
["link"] = "|cffa335ee|Hitem:23062::::::::60::::::::::|h[霜火之戒]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23237,
["link"] = "|cffa335ee|Hitem:23237::::::::60::::::::::|h[永恒烈焰之戒]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 21585,
["link"] = "|cffa335ee|Hitem:21585:2616:::::::60::::::::::|h[黑暗风暴护手]|h|r",
},
},
["绿龙守护者"] = {
["5"] = {
["link"] = "|cff9d9d9d|Hitem:6123::::::::1::::::::::|h[初学者长袍]|h|r",
["level"] = 1,
["itemID"] = 6123,
["quality"] = 0,
},
["7"] = {
["link"] = "|cff9d9d9d|Hitem:6124::::::::1::::::::::|h[初学者短裤]|h|r",
["level"] = 1,
["itemID"] = 6124,
["quality"] = 0,
},
["16"] = {
["link"] = "|cffffffff|Hitem:3661::::::::1::::::::::|h[手工法杖]|h|r",
["level"] = 2,
["itemID"] = 3661,
["quality"] = 1,
},
},
["黑龙守护者"] = {
["4"] = {
["link"] = "|cffffffff|Hitem:38::::::::1::::::::::|h[新兵衬衣]|h|r",
["level"] = 1,
["itemID"] = 38,
["quality"] = 1,
},
},
["德加和尚"] = {
["5"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16923,
["link"] = "|cffa335ee|Hitem:16923:1891:::::::60::::::::::|h[卓越法袍]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 15,
["itemID"] = 3342,
["link"] = "|cffffffff|Hitem:3342::::::::60::::::::::|h[杉德尔船长的衬衣]|h|r",
},
["1"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16921,
["link"] = "|cffa335ee|Hitem:16921:2590:::::::60::::::::::|h[卓越之环]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23047,
["link"] = "|cffa335ee|Hitem:23047::::::::60::::::::::|h[亡者之眼]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16924,
["link"] = "|cffa335ee|Hitem:16924:2715:::::::60::::::::::|h[卓越肩铠]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23036,
["link"] = "|cffa335ee|Hitem:23036::::::::60::::::::::|h[尸身项链]|h|r",
},
["19"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 5976,
["link"] = "|cffffffff|Hitem:5976::::::::60::::::::::|h[公会徽章]|h|r",
},
["18"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23009,
["link"] = "|cffa335ee|Hitem:23009::::::::60::::::::::|h[秘语亡者之杖]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16922,
["link"] = "|cffa335ee|Hitem:16922:2590:::::::60::::::::::|h[卓越护腿]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16925,
["link"] = "|cffa335ee|Hitem:16925::::::::60::::::::::|h[卓越腰带]|h|r",
},
["9"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16926,
["link"] = "|cffa335ee|Hitem:16926:2566:::::::60::::::::::|h[卓越束腕]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16919,
["link"] = "|cffa335ee|Hitem:16919:911:::::::60::::::::::|h[卓越长靴]|h|r",
},
["16"] = {
["quality"] = 5,
["level"] = 90,
["itemID"] = 22631,
["link"] = "|cffff8000|Hitem:22631:2505:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22960,
["link"] = "|cffa335ee|Hitem:22960::::::::60::::::::::|h[缝合披风]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 20636,
["link"] = "|cffa335ee|Hitem:20636::::::::60::::::::::|h[休眠水晶]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 19382,
["link"] = "|cffa335ee|Hitem:19382::::::::60::::::::::|h[纯源质指环]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23061,
["link"] = "|cffa335ee|Hitem:23061::::::::60::::::::::|h[信仰之戒]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16920,
["link"] = "|cffa335ee|Hitem:16920:2617:::::::60::::::::::|h[卓越护手]|h|r",
},
},
["迪菲亚女皇"] = {
["8"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 47,
["link"] = "|cffffffff|Hitem:47::::::::1::::::::::|h[潜行者之鞋]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 2092,
["link"] = "|cffffffff|Hitem:2092::::::::1::::::::::|h[用旧的匕首]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 49,
["link"] = "|cffffffff|Hitem:49::::::::1::::::::::|h[潜行者衬衣]|h|r",
},
["7"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 48,
["link"] = "|cff9d9d9d|Hitem:48::::::::1::::::::::|h[潜行者短裤]|h|r",
},
["18"] = {
["quality"] = 1,
["level"] = 3,
["itemID"] = 3111,
["link"] = "|cffffffff|Hitem:3111::::::::1::::::::::|h[劣质飞斧]|h|r",
},
},
["哈霍兰大格格"] = {
["9"] = {
["link"] = "|cffa335ee|Hitem:21604:2566:::::::60::::::::::|h[皇家救赎腕轮]|h|r",
["level"] = 81,
["itemID"] = 21604,
["quality"] = 4,
},
["1"] = {
["link"] = "|cffa335ee|Hitem:22428:2584:::::::60::::::::::|h[救赎头饰]|h|r",
["level"] = 88,
["itemID"] = 22428,
["quality"] = 4,
},
["8"] = {
["link"] = "|cffa335ee|Hitem:22430:911:::::::60::::::::::|h[救赎长靴]|h|r",
["level"] = 86,
["itemID"] = 22430,
["quality"] = 4,
},
["3"] = {
["link"] = "|cffa335ee|Hitem:22429:2721:::::::60::::::::::|h[救赎肩铠]|h|r",
["level"] = 86,
["itemID"] = 22429,
["quality"] = 4,
},
["2"] = {
["link"] = "|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
["level"] = 92,
["itemID"] = 23057,
["quality"] = 4,
},
["5"] = {
["link"] = "|cffa335ee|Hitem:22425:1891:::::::60::::::::::|h[救赎外套]|h|r",
["level"] = 92,
["itemID"] = 22425,
["quality"] = 4,
},
["18"] = {
["link"] = "|cffa335ee|Hitem:23006::::::::60::::::::::|h[光明圣契]|h|r",
["level"] = 83,
["itemID"] = 23006,
["quality"] = 4,
},
["7"] = {
["link"] = "|cffa335ee|Hitem:23070:2584:::::::60::::::::::|h[极性护腿]|h|r",
["level"] = 85,
["itemID"] = 23070,
["quality"] = 4,
},
["6"] = {
["link"] = "|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
["level"] = 88,
["itemID"] = 22730,
["quality"] = 4,
},
["14"] = {
["link"] = "|cffa335ee|Hitem:23047::::::::60::::::::::|h[亡者之眼]|h|r",
["level"] = 90,
["itemID"] = 23047,
["quality"] = 4,
},
["15"] = {
["link"] = "|cffa335ee|Hitem:19857::::::::60::::::::::|h[吞噬披风]|h|r",
["level"] = 68,
["itemID"] = 19857,
["quality"] = 4,
},
["16"] = {
["link"] = "|cffa335ee|Hitem:23056:2505:::::::60::::::::::|h[扭曲虚空之锤]|h|r",
["level"] = 89,
["itemID"] = 23056,
["quality"] = 4,
},
["17"] = {
["link"] = "|cffa335ee|Hitem:23075::::::::60::::::::::|h[死亡的契约]|h|r",
["level"] = 83,
["itemID"] = 23075,
["quality"] = 4,
},
["13"] = {
["link"] = "|cffa335ee|Hitem:23001::::::::60::::::::::|h[衰落之眼]|h|r",
["level"] = 85,
["itemID"] = 23001,
["quality"] = 4,
},
["12"] = {
["link"] = "|cffa335ee|Hitem:20632::::::::60::::::::::|h[心灵之泪]|h|r",
["level"] = 71,
["itemID"] = 20632,
["quality"] = 4,
},
["11"] = {
["link"] = "|cffa335ee|Hitem:21836::::::::60::::::::::|h[混乱之琉璃戒指]|h|r",
["level"] = 71,
["itemID"] = 21836,
["quality"] = 4,
},
["10"] = {
["link"] = "|cffa335ee|Hitem:20264:2617:::::::60::::::::::|h[和平守护者护手]|h|r",
["level"] = 68,
["itemID"] = 20264,
["quality"] = 4,
},
},
["女王安其拉"] = {
["19"] = {
["quality"] = 1,
["level"] = 20,
["itemID"] = 19506,
["link"] = "|cffffffff|Hitem:19506::::::::60::::::::::|h[银翼军服]|h|r",
},
["18"] = {
["quality"] = 4,
["level"] = 89,
["itemID"] = 22812,
["link"] = "|cffa335ee|Hitem:22812::::::::60::::::::::|h[蛛魔制奴者]|h|r",
},
["9"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22936,
["link"] = "|cffa335ee|Hitem:22936:1885:::::::60::::::::::|h[复仇腕甲]|h|r",
},
["1"] = {
["quality"] = 4,
["level"] = 61,
["itemID"] = 12640,
["link"] = "|cffa335ee|Hitem:12640:2543:::::::60::::::::::|h[狮心头盔]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23045,
["link"] = "|cffa335ee|Hitem:23045:849:::::::60::::::::::|h[支配披风]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 77,
["itemID"] = 21665,
["link"] = "|cffa335ee|Hitem:21665:2717:::::::60::::::::::|h[邪恶复仇衬肩]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23053,
["link"] = "|cffa335ee|Hitem:23053::::::::60::::::::::|h[怒风的沸腾符咒]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23226,
["link"] = "|cffa335ee|Hitem:23226:1891:::::::60::::::::::|h[食尸鬼皮外套]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 15,
["itemID"] = 3342,
["link"] = "|cffffffff|Hitem:3342::::::::60::::::::::|h[杉德尔船长的衬衣]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23068,
["link"] = "|cffa335ee|Hitem:23068:1506:::::::60::::::::::|h[血战腿铠]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23219,
["link"] = "|cffa335ee|Hitem:23219::::::::60::::::::::|h[教官的腰带]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 22954,
["link"] = "|cffa335ee|Hitem:22954::::::::60::::::::::|h[蜘蛛之吻]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 77,
["itemID"] = 19387,
["link"] = "|cffa335ee|Hitem:19387:1887:::::::60::::::::::|h[多彩长靴]|h|r",
},
["16"] = {
["quality"] = 5,
["level"] = 80,
["itemID"] = 19019,
["link"] = "|cffff8000|Hitem:19019:1900:::::::60::::::::::|h[雷霆之怒，逐风者的祝福之剑]|h|r",
},
["17"] = {
["quality"] = 4,
["level"] = 89,
["itemID"] = 23577,
["link"] = "|cffa335ee|Hitem:23577:1900:::::::60::::::::::|h[饥饿之寒]|h|r",
},
["13"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 23716,
["link"] = "|cffffffff|Hitem:23716::::::::60::::::::::|h[食人魔玩偶]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23038,
["link"] = "|cffa335ee|Hitem:23038::::::::60::::::::::|h[超自然能量指环]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 67,
["itemID"] = 18821,
["link"] = "|cffa335ee|Hitem:18821::::::::60::::::::::|h[迅击戒指]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 21581,
["link"] = "|cffa335ee|Hitem:21581:2564:::::::60::::::::::|h[毁灭护手]|h|r",
},
},
["蓝龙守护者"] = {
["8"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 129,
["link"] = "|cffffffff|Hitem:129::::::::1::::::::::|h[皱褶捕兽者之靴]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 2092,
["link"] = "|cffffffff|Hitem:2092::::::::1::::::::::|h[用旧的匕首]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 148,
["link"] = "|cffffffff|Hitem:148::::::::1::::::::::|h[皱褶捕兽者衬衣]|h|r",
},
["7"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 147,
["link"] = "|cff9d9d9d|Hitem:147::::::::1::::::::::|h[皱褶捕兽者短裤]|h|r",
},
["18"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 2504,
["link"] = "|cffffffff|Hitem:2504::::::::1::::::::::|h[用旧的短弓]|h|r",
},
},
},
[5453] = {
["露露缇娅丶"] = {
["5"] = {
["quality"] = 0,
["level"] = 4,
["itemID"] = 1380,
["link"] = "|cff9d9d9d|Hitem:1380::::::::10::::::::::|h[磨损的长袍]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 53,
["link"] = "|cffffffff|Hitem:53::::::::10::::::::::|h[见习牧师衬衣]|h|r",
},
["7"] = {
["quality"] = 2,
["level"] = 10,
["itemID"] = 2958,
["link"] = "|cff1eff00|Hitem:2958::::::::10::::::::::|h[旅者短裤]|h|r",
},
["6"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 983,
["link"] = "|cffffffff|Hitem:983::::::::10::::::::::|h[红色亚麻腰带]|h|r",
},
["9"] = {
["quality"] = 0,
["level"] = 5,
["itemID"] = 3365,
["link"] = "|cff9d9d9d|Hitem:3365::::::::10::::::::::|h[磨损的护腕]|h|r",
},
["15"] = {
["quality"] = 0,
["level"] = 5,
["itemID"] = 1376,
["link"] = "|cff9d9d9d|Hitem:1376::::::::10::::::::::|h[磨损的披风]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 4563,
["link"] = "|cffffffff|Hitem:4563::::::::10::::::::::|h[粗棍]|h|r",
},
["18"] = {
["quality"] = 2,
["level"] = 15,
["itemID"] = 11287,
["link"] = "|cff1eff00|Hitem:11287::::::::10::::::::::|h[次级魔法杖]|h|r",
},
["8"] = {
["quality"] = 1,
["level"] = 5,
["itemID"] = 80,
["link"] = "|cffffffff|Hitem:80::::::::10::::::::::|h[柔软的毛边鞋]|h|r",
},
["10"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 2960,
["link"] = "|cffffffff|Hitem:2960::::::::10::::::::::|h[旅者手套]|h|r",
},
},
},
},
["RaidCD"] = {
[5303] = {
},
[5381] = {
["露露緹婭"] = {
{
["colorplayer"] = "|cffffffff露露緹婭|r",
["player"] = "露露緹婭",
},
},
},
[5376] = {
["法德迦"] = {
{
["colorplayer"] = "|cff40c7eb法德迦|r",
["player"] = "法德迦",
},
},
["绿龙守护者"] = {
{
["colorplayer"] = "|cffff7d0a绿龙守护者|r",
["player"] = "绿龙守护者",
},
},
["黑龙守护者"] = {
{
["colorplayer"] = "|cffc79c6e黑龙守护者|r",
["player"] = "黑龙守护者",
},
},
["德加和尚"] = {
{
["colorplayer"] = "|cffffffff德加和尚|r",
["player"] = "德加和尚",
},
},
["迪菲亚女皇"] = {
{
["colorplayer"] = "|cfffff569迪菲亚女皇|r",
["player"] = "迪菲亚女皇",
},
},
["哈霍兰大格格"] = {
{
["colorplayer"] = "|cfff58cba哈霍兰大格格|r",
["player"] = "哈霍兰大格格",
},
},
["女王安其拉"] = {
{
["fbId"] = 533,
["num"] = 40,
["killInfo"] = {
{
["name"] = "阿努布雷坎",
["isKilled"] = true,
},
{
["name"] = "黑女巫法琳娜",
["isKilled"] = true,
},
{
["name"] = "迈克斯纳",
["isKilled"] = true,
},
{
["name"] = "瘟疫使者诺斯",
["isKilled"] = true,
},
{
["name"] = "肮脏的希尔盖",
["isKilled"] = true,
},
{
["name"] = "洛欧塞布",
["isKilled"] = true,
},
{
["name"] = "教官拉苏维奥斯",
["isKilled"] = true,
},
{
["name"] = "收割者戈提克",
["isKilled"] = true,
},
{
["name"] = "天启四骑士",
["isKilled"] = true,
},
{
["name"] = "帕奇维克",
["isKilled"] = true,
},
{
["name"] = "格罗布鲁斯",
["isKilled"] = true,
},
{
["name"] = "格拉斯",
["isKilled"] = true,
},
{
["name"] = "塔迪乌斯",
["isKilled"] = true,
},
{
["name"] = "萨菲隆",
["isKilled"] = true,
},
{
["name"] = "克尔苏加德",
["isKilled"] = true,
},
},
["resettime"] = 394052,
["colorplayer"] = "|cffc79c6e女王安其拉|r",
["player"] = "女王安其拉",
["diff"] = 9,
["killNum"] = 15,
["bossSum"] = 15,
["endtime"] = 1785366000,
},
},
["蓝龙守护者"] = {
{
["colorplayer"] = "|cffabd473蓝龙守护者|r",
["player"] = "蓝龙守护者",
},
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
{
["colorplayer"] = "|cffffffff露露缇娅丶|r",
["player"] = "露露缇娅丶",
},
},
},
},
["AQL"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["TAQ"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
["itemLevel5"] = 88,
["zhuangbei4"] = "|cffa335ee|Hitem:21586::::::::60::::::::::|h[无尽痛苦腰带]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:20933::::::::60::::::::::|h[上古之神的外鞘]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:21221::::::::60::::::::::|h[克苏恩之眼]|h|r",
["loot3"] = {
{
["player"] = "宇晔-法琳娜",
["class"] = "MAGE",
["time"] = 1782920233,
["count"] = 1,
},
},
["loot5"] = {
{
["player"] = "宇晔-法琳娜",
["class"] = "MAGE",
["time"] = 1782920233,
["count"] = 1,
},
},
["itemLevel4"] = 88,
["zhuangbei1"] = "|cffa335ee|Hitem:20929::::::::60::::::::::|h[上古之神的甲壳]|h|r",
["loot2"] = {
{
["player"] = "宇晔-法琳娜",
["class"] = "MAGE",
["time"] = 1782920233,
["count"] = 1,
},
},
["zhuangbei5"] = "|cffa335ee|Hitem:21581::::::::60::::::::::|h[毁灭护手]|h|r",
["itemLevel2"] = 1,
["loot4"] = {
{
["player"] = "宇晔-法琳娜",
["class"] = "MAGE",
["time"] = 1782920233,
["count"] = 1,
},
},
["itemLevel1"] = 1,
["itemLevel3"] = 60,
["loot1"] = {
{
["player"] = "宇晔-法琳娜",
["class"] = "MAGE",
["time"] = 1782920233,
["count"] = 1,
},
},
},
["boss11"] = {
},
["boss12"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss17"] = {
},
["boss2"] = {
},
["raidRoster"] = {
["roster"] = {
"宇晔-法琳娜",
"谁是大狄",
"红茶二块五",
"星空术",
"寻宝",
"你的男神",
"邪枝",
"顶得住啊",
"嘉华",
"科瑞德",
"乙巳元月初七-法琳娜",
"墨晴岚",
"Jjlol",
"迷路惊鸿",
"小鸟奶奶",
"上去就死",
"海肥丝",
"傻丷妞",
"额仑",
"拉飞尔",
"安娜凯瑟琳",
"明凯",
"列奥尼达",
"三鸡皮儿",
"爱情卖买",
"潇洒狂暴战",
"云昭丶",
"芒果蒂蒂",
"艾瑞克-法琳娜",
"呆俊牧",
"送你温暖的光",
"潜行嘎你腰子",
"迷恋上你的唇",
"忘川难度",
"法德迦",
"飞飞来咯",
"傻妞妞",
},
["time"] = 1782920213,
["realm"] = "哈霍兰",
},
["boss5"] = {
},
["boss7"] = {
},
["boss15"] = {
},
["boss13"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss19"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss21"] = {
},
["boss22"] = {
},
["boss10"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:20931::::::::60::::::::::|h[巨型沙虫的皮]|h|r",
["loot3"] = {
{
["player"] = "宇晔-法琳娜",
["class"] = "MAGE",
["time"] = 1782919310,
["count"] = 1,
},
},
["loot2"] = {
{
["player"] = "宇晔-法琳娜",
["class"] = "MAGE",
["time"] = 1782919310,
["count"] = 1,
},
},
["itemLevel2"] = 1,
["zhuangbei1"] = "|cffa335ee|Hitem:20927::::::::60::::::::::|h[奥罗的外皮]|h|r",
["loot1"] = {
{
["player"] = "宇晔-法琳娜",
["class"] = "MAGE",
["time"] = 1782919310,
["count"] = 1,
},
},
["itemLevel1"] = 1,
["itemLevel3"] = 81,
["zhuangbei3"] = "|cffa335ee|Hitem:23557::::::::60::::::::::|h[巨虫的幼体]|h|r",
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["lastGuoQiTime"] = 0,
["HistoryList"] = {
["UBRS"] = {
},
["BD"] = {
},
["TAQ"] = {
},
["BWL"] = {
},
["Temple"] = {
},
["ZUG"] = {
},
["MCsod"] = {
},
["MC"] = {
},
["AQL"] = {
},
["NAXX"] = {
},
["Gno"] = {
},
},
["FilterClassItemDB"] = {
[5376] = {
["法德迦"] = {
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["5回法力值"] = 1,
},
["Name"] = "法师",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_mage",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["4"] = 1,
},
},
},
["绿龙守护者"] = {
{
["ShuXing"] = {
["招架"] = 1,
["格挡"] = 1,
},
["Name"] = "德鲁伊",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_DRUID",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["18"] = 1,
["7"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["武器技能"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["招架"] = 1,
["格挡"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "德鲁伊-巨熊",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["10"] = 1,
["9"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_racial_bearform",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["18"] = 1,
["13"] = 1,
["8"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "德鲁伊-猎豹",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["10"] = 1,
["9"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_druid_catform",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["18"] = 1,
["13"] = 1,
["8"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "德鲁伊-平衡",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_nature_starfall",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["19"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["武器技能"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "德鲁伊-恢复",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_nature_healingtouch",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["19"] = 1,
},
},
},
["黑龙守护者"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "战士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_WARRIOR",
["Weapon"] = {
["19"] = 1,
["20"] = 1,
["9"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "战士-防御",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_defensivestance",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["5"] = 1,
["20"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-武器",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_savageblow",
["Weapon"] = {
["9"] = 1,
["0"] = 1,
["13"] = 1,
["20"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["15"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-狂怒",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_innerrage",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["5"] = 1,
["20"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
},
["德加和尚"] = {
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["物理爆击"] = 1,
["武器技能"] = 1,
},
["Name"] = "牧师",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_PRIEST",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["5回法力值"] = 1,
},
["Name"] = "牧师-暗影",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_shadow_shadowwordpain",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["武器技能"] = 1,
},
["Name"] = "牧师-戒律",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_wordfortitude",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["武器技能"] = 1,
},
["Name"] = "牧师-神圣",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_guardianspirit",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
},
["迪菲亚女皇"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "盗贼",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_rogue",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["20"] = 1,
["5"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
},
["哈霍兰大格格"] = {
{
["ShuXing"] = {
["法术命中"] = 1,
["特定法术强度"] = 1,
},
["Name"] = "圣骑士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_paladin",
["Weapon"] = {
["3"] = 1,
["2"] = 1,
["19"] = 1,
["18"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["精神"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["法术命中"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["治疗强度"] = 1,
},
["Name"] = "圣骑士-防御",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["8"] = 1,
["9"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_devotionaura",
["Weapon"] = {
["1"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["8"] = 1,
["20"] = 1,
["19"] = 1,
["13"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "圣骑士-惩戒",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["0"] = 1,
["10"] = 1,
["1"] = 1,
["8"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_auraoflight",
["Weapon"] = {
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["18"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["武器技能"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["精神"] = 1,
},
["Name"] = "圣骑士-神圣",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_holybolt",
["Weapon"] = {
["1"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["8"] = 1,
["20"] = 1,
["19"] = 1,
["13"] = 1,
["10"] = 1,
},
},
},
["女王安其拉"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "战士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_WARRIOR",
["Weapon"] = {
["19"] = 1,
["20"] = 1,
["9"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "战士-防御",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_defensivestance",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["20"] = 1,
["5"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-武器",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_savageblow",
["Weapon"] = {
["9"] = 1,
["0"] = 1,
["20"] = 1,
["13"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["15"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-狂怒",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_innerrage",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["20"] = 1,
["5"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
},
["蓝龙守护者"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["防御"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "猎人",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_HUNTER",
["Weapon"] = {
["9"] = 1,
["16"] = 1,
["5"] = 1,
["4"] = 1,
["20"] = 1,
["19"] = 1,
},
},
},
},
},
["MCsod"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss1"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["UBRS"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss1"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["whoFrame"] = {
["history"] = {
"位面",
"星宇",
},
},
["newbee_report_notuploaded"] = {
},
["YYdb"] = {
["share"] = 0,
["history"] = {
},
["all"] = {
},
["historyFilter"] = 0,
["historyEmpty"] = {
},
["allFilter"] = 0,
["shareCount"] = 0,
["LeaderYY"] = {
},
},
["options"] = {
["roleOverviewNotShowiLevel"] = 0,
["fastCountPreview"] = 1,
["lastTrade"] = 1,
["autoTrade"] = 1,
["fastCountMsg"] = 1,
["editFontSize"] = 14,
["tradeTime"] = 3,
["configChooseHope"] = 1,
["showAuctionLogFrame"] = 1,
["tradeSameMoney"] = 1,
["autoAllLootToMe"] = 0,
["countDownSendChannel"] = "RAID_WARNING",
["autoAuctionStart"] = 1,
["autoAdd0"] = 0,
["autoAuctionLogLink"] = 1,
["showGuoQiFrame"] = 0,
["ERR_CHAT_THROTTLED"] = 1,
["auctionMoveByShift"] = 0,
["retainExpensesMoney"] = 0,
["autoShowTradeCopyMoney"] = 1,
["autoGetOnline"] = 0,
["addonsOutTime"] = 1,
["configChooseMeetingHornWhisper"] = 1,
["roleOverviewLayout"] = "up_down",
["mouseHistoryMoney"] = 1,
["allLootToMe"] = 1,
["scale"] = 0.9,
["roleOverviewSort1"] = "iLevel-class-player",
["roleOverviewShowNote_useClassColor"] = 1,
["autoAuctionAutoEndTips"] = 1,
["tradeFastGiveMoney"] = 1,
["MeetingHorn_isSend"] = 0,
["lootFontSize"] = 20,
["roleOverviewDefaultShow"] = "one",
["auctionChat"] = 1,
["countDownStop"] = 1,
["autoAuctionFrameLevel"] = "HIGH",
["countDown"] = 1,
["duiZhangTime"] = 24,
["joinorleavePlayercolor"] = 1,
["mainIcon"] = 0,
["autoAuctionHappySay"] = 1,
["MeetingHorn_history"] = 0,
["fastCount"] = 1,
["alpha"] = 0.8,
["roleOverviewAlpha"] = 0.9,
["guoqiRemind"] = 1,
["zhichuPercent"] = 1,
["HighOnterItem"] = 1,
["autoAuctionMoney"] = 1,
["tipsSound"] = 1,
["autolootRemind"] = 1,
["NDuiOpenBag"] = 0,
["qiankuanTrade"] = 1,
["roleOverviewblackWhite"] = 0,
["commerceAuthorityTooltip"] = 1,
["autoAuctionFold"] = 0,
["miniMap"] = 1,
["autoAuctionShowSender"] = 0,
["autoAuctionFoldIfNotHope"] = 0,
["MeetingHorn_members"] = 0,
["isTrading"] = 1,
["roleOverviewShowNote"] = 0,
["autoAuctionQianKuan"] = 1,
["MeetingHorn_search"] = 0,
["configChooseMeetingHornHistory"] = 1,
["autoQingKongSaveHistory"] = 1,
["auctionChatHoldNew"] = 1,
["autoCreateBill"] = 1,
["tradeMoneyTop"] = 1,
["report"] = 1,
["ignore"] = 1,
["countDownDuration"] = 8,
["searchList"] = 1,
["auctionTopPrice"] = 1,
["autolootNotice"] = 1,
["fastMoney"] = 1,
["guoqiRemindMinTime"] = 30,
["roleOverviewNotShowLevel"] = 0,
["NumFrame"] = 1,
["auctionLogChoose"] = 1,
["model"] = 1,
["lastFrame"] = "FrameOptions_biaoge",
["retainExpenses"] = 1,
["autoLoot"] = 1,
["MeetingHorn_always"] = 0,
["auctionHighTime"] = 20,
["auctionHigh"] = 1,
["autoAuctionSureClick"] = 0,
["buttonSound"] = 1,
["moLing"] = 1,
["MeetingHorn_yy"] = 0,
["tradePreview"] = 1,
["aotoSendLate"] = 0,
["roleOverviewShowNote_width"] = 100,
["MeetingHorn_ActivityList"] = 0,
["configChooseFilter"] = 1,
["xueyueAuto"] = 0,
["roleOverviewShowFaction"] = 0,
["lootTime"] = 8,
["Sound"] = "露露缇娅",
["autoQingKong"] = 1,
["autoAuctionScale"] = 0.95,
["tradeFontSize"] = 20,
["tradeNotice"] = 1,
["lastVer"] = "v2.1.2",
["roleOverviewScale"] = 1,
["showRaidCDKillNum"] = 0,
["mainIconFrameLevel"] = "HIGH",
["autoAuctionPut"] = 1,
["autoAuctionUp"] = 0,
["mainIconScale"] = 1,
["autoAuctionSetMoney"] = 1,
["roleOverviewShowTalent"] = 1,
["mouseFK"] = 1,
["SearchHistory"] = {
["option231029"] = true,
["FBCDchoice260623"] = true,
["FBCDchoice240208"] = true,
["QuestCD240403愛雅法拉-孤狼"] = true,
["sound250527"] = true,
["|cff00FF004月9日更新v1.17.0"] = true,
["FBCDchoice240923"] = true,
["QuestCD240403萌萌奶糖-野性痊癒"] = true,
["autoShowTradeCopyMoney260218"] = true,
["firstOpenMainFrame"] = true,
["|cff00FF004月19日更新v1.17.5"] = true,
["|cff00FF005月3日更新v1.17.7"] = true,
["FilterClassItemDB260425"] = true,
["dt231005"] = true,
["history250312"] = true,
["|cff00FF007月20日更新v1.19.6"] = true,
["FBCDchoice240711"] = true,
["|cff00FF005月21日更新v1.18.3"] = true,
["FilterClassItemDBPlayer-5376-16BEFC08260618"] = true,
["FBCDchoice240412"] = true,
["YY240925"] = true,
["60FB240703"] = true,
["|cff00FF005月9日更新v1.17.8"] = true,
["|cff00FF008月3日更新v1.20.0"] = true,
["yongshi240425"] = true,
["showAuctionLogFrame260209"] = true,
["dt231208"] = true,
["autoGetOnline240615"] = true,
["FBCDchoice240113"] = true,
["QuestCD240113"] = true,
["options250610"] = true,
["ro250602"] = true,
["yy250509"] = true,
["FBCDchoice240106"] = true,
["QuestCD240403萌萌的露小露-孤狼"] = true,
["FBCDchoice2401065843萌萌的露小露"] = true,
["MONEYchoice240408"] = true,
["MONEYchoice241101"] = true,
["FBCDchoice240328"] = true,
},
["bg"] = "0.01,0.01,0.01,0.8",
["MeetingHorn_whisper"] = 0,
},
["HopeSendChannel"] = "RAID",
["Auction"] = {
["mod"] = "normal",
["gen"] = 1,
["fastMoney"] = {
100,
300,
500,
1000,
2000,
},
["money"] = 5000,
["duration"] = 60,
["aotoSendLate"] = 3,
["resetThreshold"] = 20,
},
["auctionMSGhistory"] = {
},
["FBCDchoice"] = {
["TAQ"] = 1,
["ZUGsod"] = 1,
["mengyan"] = 1,
["ZUG"] = 1,
["tailor"] = 1,
["MC"] = 1,
["leatherworking"] = 1,
["AQL"] = 1,
["TTS"] = 1,
["professionCD"] = 1,
["SC"] = 1,
["MCsod"] = 1,
["huiguweek"] = 1,
["BWL"] = 1,
["OLsod"] = 1,
["OL"] = 1,
["BWLsod"] = 1,
["TCV"] = 1,
["NAXX"] = 1,
},
["marketPrice"] = {
},
["Temple"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei3"] = "输出补贴",
["zhuangbei1"] = "坦克补贴",
["zhuangbei2"] = "治疗补贴",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["worldBossCD"] = {
[5381] = {
["露露緹婭"] = {
},
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["迪菲亚女皇"] = {
},
["哈霍兰大格格"] = {
},
["女王安其拉"] = {
},
["蓝龙守护者"] = {
},
},
},
}
