
BiaoGe = {
["bag"] = {
[5381] = {
["露露緹婭"] = {
["bag"] = {
[159] = 2,
[2070] = 4,
[6948] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
},
[5376] = {
["女王安其拉"] = {
["bag"] = {
[234465] = 1,
[21332] = 1,
[19431] = 1,
[12384] = 1,
[23247] = 39,
[23122] = 17,
[12643] = 3,
[184937] = 5,
[4388] = 1,
[14047] = 3,
[19723] = 1,
[3387] = 5,
[11516] = 27,
[19858] = 11,
[7189] = 1,
[23043] = 1,
[19872] = 1,
[18606] = 1,
[22418] = 1,
[20769] = 1,
[22422] = 1,
[19376] = 1,
[15723] = 1,
[22938] = 1,
[21670] = 1,
[21674] = 1,
[19902] = 1,
[23206] = 1,
[21176] = 1,
[19019] = 1,
[23720] = 1,
[16483] = 1,
[6948] = 1,
[13452] = 4,
[13455] = 5,
[21710] = 1,
[19301] = 60,
[22732] = 1,
[12451] = 32,
[21601] = 1,
[12457] = 12,
[11951] = 20,
[12460] = 55,
[18042] = 53,
[6839] = 12,
[22420] = 1,
[19341] = 1,
[8529] = 49,
[21377] = 7,
[20130] = 1,
[6838] = 50,
[23059] = 1,
[17067] = 1,
[180089] = 1,
[6840] = 1,
[13446] = 1,
[18984] = 1,
[9308] = 13,
[6842] = 1,
[21526] = 1,
[22417] = 1,
[22419] = 1,
[22421] = 1,
[22423] = 1,
[21536] = 20,
[9309] = 8,
[20559] = 2,
[13810] = 19,
[184938] = 1,
[6657] = 16,
[19368] = 1,
[23716] = 1,
[3825] = 5,
[21329] = 1,
[19143] = 1,
[7005] = 1,
[16480] = 1,
[23226] = 1,
[12404] = 14,
[14530] = 20,
[15209] = 1,
[22416] = 1,
},
["bagKey"] = {
[12382] = 1,
[7146] = 1,
[6893] = 1,
[13704] = 1,
[11140] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 385,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 3,
["currentValue"] = 110,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 7,
["currentValue"] = 20999,
["maxValue"] = 21000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 609,
},
},
["bank"] = {
[21701] = 1,
[10725] = 1,
[21330] = 1,
[19947] = 1,
[22235] = 1,
[11122] = 1,
[20600] = 1,
[21618] = 1,
[18854] = 1,
[11511] = 1,
[16309] = 1,
[22707] = 1,
[21520] = 1,
[13965] = 1,
[1973] = 1,
[21812] = 1,
[12662] = 2,
[22658] = 1,
[19866] = 1,
[23246] = 10,
[22664] = 1,
[18348] = 1,
[21652] = 1,
[18208] = 1,
[1322] = 5,
[16959] = 1,
[16961] = 1,
[16963] = 1,
[16965] = 1,
[5951] = 10,
[16477] = 1,
[18876] = 1,
[12584] = 1,
[13442] = 10,
[15855] = 1,
[23456] = 1,
[13515] = 1,
[19384] = 1,
[17112] = 1,
[16479] = 1,
[18767] = 1,
[15138] = 1,
[19406] = 1,
[21664] = 1,
[18825] = 1,
[19372] = 1,
[13246] = 1,
[22665] = 1,
[18404] = 1,
[21200] = 1,
[21837] = 1,
[21331] = 1,
[21333] = 1,
[18541] = 1,
[19432] = 1,
[23327] = 18,
[20579] = 1,
[23570] = 1,
[19948] = 1,
[23379] = 1,
[21180] = 1,
[21134] = 1,
[10645] = 1,
[11951] = 19,
[18817] = 1,
[22691] = 1,
[20599] = 1,
[11445] = 1,
[21621] = 1,
[22385] = 1,
[13180] = 35,
[17182] = 1,
[16022] = 1,
[23315] = 1,
[22802] = 1,
[20619] = 1,
[19351] = 1,
[17069] = 1,
[23040] = 1,
[5634] = 5,
[21647] = 1,
[20633] = 1,
[16478] = 1,
[23558] = 1,
[22666] = 1,
[23314] = 1,
[16960] = 1,
[16962] = 1,
[16964] = 1,
[16966] = 1,
[18241] = 1,
[1172] = 1,
[18242] = 1,
[18244] = 1,
[22818] = 1,
[19137] = 1,
[21579] = 1,
[10587] = 1,
[22699] = 1,
[10716] = 1,
[18182] = 1,
[16484] = 1,
[21691] = 1,
[14530] = 15,
[14023] = 1,
[19364] = 1,
},
},
},
[5453] = {
["露露缇娅丶"] = {
["bag"] = {
[1191] = 1,
[1195] = 2,
[11288] = 1,
[3013] = 1,
[6215] = 1,
[4656] = 1,
[1389] = 1,
[2455] = 3,
[2589] = 49,
[159] = 20,
[748] = 1,
[2070] = 8,
[2968] = 1,
[13444] = 1,
[6078] = 1,
[2575] = 1,
[2835] = 2,
[5071] = 2,
[4536] = 6,
[1359] = 1,
[1434] = 5,
[118] = 5,
[36] = 1,
[6948] = 1,
[6303] = 7,
[768] = 1,
[2672] = 7,
[1177] = 5,
[858] = 2,
[5580] = 1,
[11192] = 1,
[13446] = 1,
[11191] = 1,
[2770] = 2,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
},
},
["QuestCD"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["女王安其拉"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["roleOverviewNote"] = {
[5376] = {
},
},
["realmName"] = {
[5303] = "硬汉",
[5843] = "孤狼",
[5376] = "哈霍兰",
[5381] = "碧玉矿洞",
[5453] = "铁血",
[6118] = "无情",
},
["ItemLib"] = {
["itemLibOrderButtonID"] = 3,
["iLevel"] = {
},
["ItemLibInvType"] = {
"INVTYPE_HEAD",
},
["fitlerGet"] = {
},
["itemLibOrderButtonId"] = 2,
["itemLibOrder"] = 1,
},
["MONEYchoice"] = {
[226404] = 1,
[221365] = 1,
[221262] = 1,
[22726] = 1,
["money"] = 1,
},
["MC"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "Dps补贴",
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["MONEY"] = {
[5303] = {
},
[5381] = {
["露露緹婭"] = {
["colorplayer"] = "|cffffffff露露緹婭|r",
["player"] = "露露緹婭",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["xp"] = {
["perNow"] = 150,
["resting"] = false,
["per"] = "52.0",
["isPanda"] = false,
["time"] = 1770477705,
},
["skill"] = {
},
["money"] = 0,
},
},
[5376] = {
["女王安其拉"] = {
["colorplayer"] = "|cffc79c6e女王安其拉|r",
["player"] = "女王安其拉",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 37705,
["xp"] = {
["perNow"] = "0",
["resting"] = true,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1782843723,
},
["skill"] = {
[129] = {
["level"] = 300,
["icon"] = 135966,
},
[393] = {
["level"] = 150,
["icon"] = 134366,
["isMain"] = true,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
[185] = {
["level"] = 300,
["icon"] = 133971,
},
},
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
["colorplayer"] = "|cffffffff露露缇娅丶|r",
["player"] = "露露缇娅丶",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 76,
},
},
},
["NAXX"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["Gno"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["playerInfo"] = {
[5303] = {
},
[5843] = {
},
[5376] = {
["女王安其拉"] = {
["talent"] = 2,
["faction"] = "Alliance",
["class"] = "WARRIOR",
["level"] = 60,
["iLevel"] = 82.875,
["raceID"] = 1,
},
},
[5381] = {
["露露緹婭"] = {
["raceID"] = 1,
["class"] = "PRIEST",
["level"] = 1,
["iLevel"] = 0.375,
},
},
[5453] = {
["露露缇娅丶"] = {
["iLevel"] = 3.9375,
["level"] = 10,
["class"] = "PRIEST",
["raceID"] = 1,
},
},
[6118] = {
},
},
["duizhang"] = {
},
["filterClassNum"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["女王安其拉"] = 0,
},
[5381] = {
["露露緹婭"] = 0,
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = 0,
},
},
["BWL"] = {
["boss8"] = {
["time"] = "8:46",
},
["lockoutIDtbl"] = {
[469] = {
["instanceID"] = 469,
["realmID"] = 5453,
["lockoutID"] = 104463405,
},
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
["zhuangbei1"] = "T补贴",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = 40,
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss17"] = {
},
["boss2"] = {
["time"] = "1:33",
},
["boss5"] = {
["time"] = "2:55",
},
["boss15"] = {
},
["boss7"] = {
["time"] = "5:25",
},
["boss13"] = {
},
["boss3"] = {
["time"] = "2:02",
},
["boss14"] = {
},
["boss6"] = {
["time"] = "2:06",
},
["boss10"] = {
},
["boss4"] = {
["time"] = "3:15",
},
["boss1"] = {
["time"] = "6:31",
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["History"] = {
["UBRS"] = {
},
["BD"] = {
},
["TAQ"] = {
},
["BWL"] = {
},
["Temple"] = {
},
["ZUG"] = {
},
["MCsod"] = {
},
["MC"] = {
},
["AQL"] = {
},
["NAXX"] = {
},
["Gno"] = {
},
},
["clearBiaoGeMoney"] = {
["BWL"] = {
["name"] = "女王安其拉",
["money"] = 37705,
["realmID"] = 5376,
["FB"] = "BWL",
["time"] = 1782843278,
},
},
["lastFrame"] = "FB",
["newbee_report"] = {
},
["SKILLchoice"] = {
[0] = 1,
},
["BossFrame"] = {
["BD"] = {
},
},
["buffCD"] = {
[5376] = {
["女王安其拉"] = {
},
},
},
["point"] = {
},
["font"] = "ARKai_T.ttf",
["MeetingHorn"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["女王安其拉"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["BD"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "10",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine3"] = "0",
["jine5"] = "0",
["jine1"] = "0",
["zhuangbei2"] = "总支出",
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
["zhuangbei1"] = "坦克补贴",
["zhuangbei2"] = "治疗补贴",
["zhuangbei3"] = "输出补贴",
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["FB"] = "BWL",
["NotifyChannel"] = "RAID",
["RaidCD"] = {
[5303] = {
},
[5381] = {
["露露緹婭"] = {
{
["colorplayer"] = "|cffffffff露露緹婭|r",
["player"] = "露露緹婭",
},
},
},
[5376] = {
["女王安其拉"] = {
{
["fbId"] = 409,
["num"] = 40,
["killInfo"] = {
{
["name"] = "鲁西弗隆",
["isKilled"] = false,
},
{
["name"] = "玛格曼达",
["isKilled"] = false,
},
{
["name"] = "基赫纳斯",
["isKilled"] = false,
},
{
["name"] = "加尔",
["isKilled"] = true,
},
{
["name"] = "沙斯拉尔",
["isKilled"] = false,
},
{
["name"] = "迦顿男爵",
["isKilled"] = true,
},
{
["name"] = "萨弗隆先驱者",
["isKilled"] = false,
},
{
["name"] = "焚化者古雷曼格",
["isKilled"] = false,
},
{
["name"] = "管理者埃克索图斯",
["isKilled"] = false,
},
{
["name"] = "拉格纳罗斯",
["isKilled"] = false,
},
{
["name"] = "熔火之心",
["isKilled"] = false,
},
},
["resettime"] = 103076,
["colorplayer"] = "|cffc79c6e女王安其拉|r",
["player"] = "女王安其拉",
["diff"] = 9,
["killNum"] = 2,
["bossSum"] = 11,
["endtime"] = 1782946800,
},
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
{
["colorplayer"] = "|cffffffff露露缇娅丶|r",
["player"] = "露露缇娅丶",
},
},
},
},
["MeetingHornWhisper"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["女王安其拉"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["ZUG"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["tradeSkillCooldown"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["女王安其拉"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
},
["equip"] = {
[5381] = {
["露露緹婭"] = {
["8"] = {
["link"] = "|cffffffff|Hitem:51::::::::1::::::::::|h[见习牧师之靴]|h|r",
["level"] = 1,
["itemID"] = 51,
["quality"] = 1,
},
["16"] = {
["link"] = "|cffffffff|Hitem:36::::::::1::::::::::|h[用旧的钉锤]|h|r",
["level"] = 2,
["itemID"] = 36,
["quality"] = 1,
},
["5"] = {
["link"] = "|cff9d9d9d|Hitem:6098::::::::1::::::::::|h[见习牧师长袍]|h|r",
["level"] = 1,
["itemID"] = 6098,
["quality"] = 0,
},
["4"] = {
["link"] = "|cffffffff|Hitem:53::::::::1::::::::::|h[见习牧师衬衣]|h|r",
["level"] = 1,
["itemID"] = 53,
["quality"] = 1,
},
["7"] = {
["link"] = "|cff9d9d9d|Hitem:52::::::::1::::::::::|h[见习牧师短裤]|h|r",
["level"] = 1,
["itemID"] = 52,
["quality"] = 0,
},
},
},
[5376] = {
["女王安其拉"] = {
["19"] = {
["quality"] = 1,
["level"] = 20,
["itemID"] = 19506,
["link"] = "|cffffffff|Hitem:19506::::::::60::::::::::|h[银翼军服]|h|r",
},
["18"] = {
["quality"] = 4,
["level"] = 89,
["itemID"] = 22812,
["link"] = "|cffa335ee|Hitem:22812::::::::60::::::::::|h[蛛魔制奴者]|h|r",
},
["9"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22936,
["link"] = "|cffa335ee|Hitem:22936:1885:::::::60::::::::::|h[复仇腕甲]|h|r",
},
["1"] = {
["quality"] = 4,
["level"] = 61,
["itemID"] = 12640,
["link"] = "|cffa335ee|Hitem:12640:2543:::::::60::::::::::|h[狮心头盔]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23045,
["link"] = "|cffa335ee|Hitem:23045:849:::::::60::::::::::|h[支配披风]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 77,
["itemID"] = 21665,
["link"] = "|cffa335ee|Hitem:21665:2717:::::::60::::::::::|h[邪恶复仇衬肩]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23053,
["link"] = "|cffa335ee|Hitem:23053::::::::60::::::::::|h[怒风的沸腾符咒]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23000,
["link"] = "|cffa335ee|Hitem:23000:1891:::::::60::::::::::|h[钉板憎恶胸骨]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 15,
["itemID"] = 3342,
["link"] = "|cffffffff|Hitem:3342::::::::60::::::::::|h[杉德尔船长的衬衣]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23068,
["link"] = "|cffa335ee|Hitem:23068:1506:::::::60::::::::::|h[血战腿铠]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23219,
["link"] = "|cffa335ee|Hitem:23219::::::::60::::::::::|h[教官的腰带]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23041,
["link"] = "|cffa335ee|Hitem:23041::::::::60::::::::::|h[屠龙者的纹章]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 77,
["itemID"] = 19387,
["link"] = "|cffa335ee|Hitem:19387:1887:::::::60::::::::::|h[多彩长靴]|h|r",
},
["16"] = {
["quality"] = 4,
["level"] = 89,
["itemID"] = 23054,
["link"] = "|cffa335ee|Hitem:23054:1900:::::::60::::::::::|h[格雷希尔，毁灭之黎明]|h|r",
},
["17"] = {
["quality"] = 4,
["level"] = 89,
["itemID"] = 23577,
["link"] = "|cffa335ee|Hitem:23577:1900:::::::60::::::::::|h[饥饿之寒]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 22954,
["link"] = "|cffa335ee|Hitem:22954::::::::60::::::::::|h[蜘蛛之吻]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 67,
["itemID"] = 18821,
["link"] = "|cffa335ee|Hitem:18821::::::::60::::::::::|h[迅击戒指]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23038,
["link"] = "|cffa335ee|Hitem:23038::::::::60::::::::::|h[超自然能量指环]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 21581,
["link"] = "|cffa335ee|Hitem:21581:2564:::::::60::::::::::|h[毁灭护手]|h|r",
},
},
},
[5453] = {
["露露缇娅丶"] = {
["5"] = {
["quality"] = 0,
["level"] = 4,
["itemID"] = 1380,
["link"] = "|cff9d9d9d|Hitem:1380::::::::10::::::::::|h[磨损的长袍]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 53,
["link"] = "|cffffffff|Hitem:53::::::::10::::::::::|h[见习牧师衬衣]|h|r",
},
["7"] = {
["quality"] = 2,
["level"] = 10,
["itemID"] = 2958,
["link"] = "|cff1eff00|Hitem:2958::::::::10::::::::::|h[旅者短裤]|h|r",
},
["6"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 983,
["link"] = "|cffffffff|Hitem:983::::::::10::::::::::|h[红色亚麻腰带]|h|r",
},
["9"] = {
["quality"] = 0,
["level"] = 5,
["itemID"] = 3365,
["link"] = "|cff9d9d9d|Hitem:3365::::::::10::::::::::|h[磨损的护腕]|h|r",
},
["15"] = {
["quality"] = 0,
["level"] = 5,
["itemID"] = 1376,
["link"] = "|cff9d9d9d|Hitem:1376::::::::10::::::::::|h[磨损的披风]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 4563,
["link"] = "|cffffffff|Hitem:4563::::::::10::::::::::|h[粗棍]|h|r",
},
["18"] = {
["quality"] = 2,
["level"] = 15,
["itemID"] = 11287,
["link"] = "|cff1eff00|Hitem:11287::::::::10::::::::::|h[次级魔法杖]|h|r",
},
["8"] = {
["quality"] = 1,
["level"] = 5,
["itemID"] = 80,
["link"] = "|cffffffff|Hitem:80::::::::10::::::::::|h[柔软的毛边鞋]|h|r",
},
["10"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 2960,
["link"] = "|cffffffff|Hitem:2960::::::::10::::::::::|h[旅者手套]|h|r",
},
},
},
},
["Hope"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["女王安其拉"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
},
[5381] = {
["露露緹婭"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
},
},
["AQL"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["TAQ"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["lastGuoQiTime"] = 0,
["HistoryList"] = {
["UBRS"] = {
},
["BD"] = {
},
["TAQ"] = {
},
["BWL"] = {
},
["Temple"] = {
},
["ZUG"] = {
},
["MCsod"] = {
},
["MC"] = {
},
["AQL"] = {
},
["NAXX"] = {
},
["Gno"] = {
},
},
["FilterClassItemDB"] = {
[5376] = {
["女王安其拉"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "战士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_WARRIOR",
["Weapon"] = {
["19"] = 1,
["20"] = 1,
["9"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "战士-防御",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_defensivestance",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["5"] = 1,
["20"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-武器",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_savageblow",
["Weapon"] = {
["9"] = 1,
["0"] = 1,
["13"] = 1,
["20"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["15"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-狂怒",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_innerrage",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["5"] = 1,
["20"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
},
},
},
["MCsod"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss1"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["UBRS"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss1"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["whoFrame"] = {
["history"] = {
},
},
["newbee_report_notuploaded"] = {
},
["YYdb"] = {
["share"] = 0,
["history"] = {
},
["all"] = {
},
["historyFilter"] = 0,
["historyEmpty"] = {
},
["allFilter"] = 0,
["shareCount"] = 0,
["LeaderYY"] = {
},
},
["options"] = {
["roleOverviewNotShowiLevel"] = 0,
["fastCountPreview"] = 1,
["lastTrade"] = 1,
["autoTrade"] = 1,
["fastCountMsg"] = 1,
["editFontSize"] = 14,
["tradeTime"] = 3,
["configChooseHope"] = 1,
["showAuctionLogFrame"] = 1,
["tradeSameMoney"] = 1,
["autoAllLootToMe"] = 0,
["countDownSendChannel"] = "RAID_WARNING",
["autoAuctionStart"] = 1,
["autoAdd0"] = 0,
["autoAuctionLogLink"] = 1,
["showGuoQiFrame"] = 0,
["ERR_CHAT_THROTTLED"] = 1,
["retainExpensesMoney"] = 0,
["autoShowTradeCopyMoney"] = 1,
["autoGetOnline"] = 0,
["auctionMoveByShift"] = 0,
["allLootToMe"] = 1,
["roleOverviewLayout"] = "up_down",
["mouseHistoryMoney"] = 1,
["configChooseMeetingHornWhisper"] = 1,
["scale"] = 0.9,
["roleOverviewSort1"] = "iLevel-class-player",
["autoAuctionAutoEndTips"] = 1,
["roleOverviewShowNote_useClassColor"] = 1,
["bg"] = "0.01,0.01,0.01,0.8",
["mainIconFrameLevel"] = "HIGH",
["lootFontSize"] = 20,
["roleOverviewDefaultShow"] = "one",
["auctionChat"] = 1,
["countDownStop"] = 1,
["autoAuctionFrameLevel"] = "HIGH",
["MeetingHorn_isSend"] = 0,
["duiZhangTime"] = 24,
["joinorleavePlayercolor"] = 1,
["addonsOutTime"] = 1,
["autoAuctionHappySay"] = 1,
["MeetingHorn_history"] = 0,
["fastCount"] = 1,
["alpha"] = 0.8,
["roleOverviewAlpha"] = 0.9,
["guoqiRemind"] = 1,
["mainIcon"] = 0,
["HighOnterItem"] = 1,
["autoAuctionMoney"] = 1,
["roleOverviewblackWhite"] = 0,
["tipsSound"] = 1,
["NDuiOpenBag"] = 0,
["qiankuanTrade"] = 1,
["autolootRemind"] = 1,
["commerceAuthorityTooltip"] = 1,
["showRaidCDKillNum"] = 0,
["miniMap"] = 1,
["tradeFastGiveMoney"] = 1,
["autoAuctionFoldIfNotHope"] = 0,
["MeetingHorn_members"] = 0,
["autoAuctionShowSender"] = 0,
["isTrading"] = 1,
["roleOverviewShowNote"] = 0,
["MeetingHorn_search"] = 0,
["configChooseMeetingHornHistory"] = 1,
["autoQingKongSaveHistory"] = 1,
["auctionChatHoldNew"] = 1,
["autoCreateBill"] = 1,
["tradeMoneyTop"] = 1,
["report"] = 1,
["autoAuctionQianKuan"] = 1,
["countDownDuration"] = 8,
["ignore"] = 1,
["searchList"] = 1,
["autolootNotice"] = 1,
["fastMoney"] = 1,
["guoqiRemindMinTime"] = 30,
["roleOverviewNotShowLevel"] = 0,
["configChooseFilter"] = 1,
["auctionLogChoose"] = 1,
["model"] = 1,
["lastFrame"] = "FrameOptions_biaoge",
["NumFrame"] = 1,
["aotoSendLate"] = 0,
["MeetingHorn_always"] = 0,
["autoLoot"] = 1,
["auctionHigh"] = 1,
["autoAuctionSureClick"] = 0,
["buttonSound"] = 1,
["auctionHighTime"] = 20,
["MeetingHorn_yy"] = 0,
["tradePreview"] = 1,
["moLing"] = 1,
["roleOverviewShowNote_width"] = 100,
["retainExpenses"] = 1,
["lootTime"] = 8,
["xueyueAuto"] = 0,
["auctionTopPrice"] = 1,
["roleOverviewShowFaction"] = 0,
["Sound"] = "露露缇娅",
["autoQingKong"] = 1,
["autoAuctionScale"] = 0.95,
["tradeFontSize"] = 20,
["tradeNotice"] = 1,
["lastVer"] = "v2.0.6",
["roleOverviewScale"] = 1,
["autoAuctionFold"] = 0,
["zhichuPercent"] = 1,
["autoAuctionPut"] = 1,
["autoAuctionUp"] = 0,
["mainIconScale"] = 1,
["autoAuctionSetMoney"] = 1,
["countDown"] = 1,
["mouseFK"] = 1,
["SearchHistory"] = {
["option231029"] = true,
["FBCDchoice260623"] = true,
["FBCDchoice240208"] = true,
["QuestCD240403愛雅法拉-孤狼"] = true,
["sound250527"] = true,
["|cff00FF004月9日更新v1.17.0"] = true,
["FBCDchoice240923"] = true,
["QuestCD240403萌萌奶糖-野性痊癒"] = true,
["autoShowTradeCopyMoney260218"] = true,
["firstOpenMainFrame"] = true,
["|cff00FF004月19日更新v1.17.5"] = true,
["|cff00FF005月3日更新v1.17.7"] = true,
["FilterClassItemDB260425"] = true,
["dt231005"] = true,
["history250312"] = true,
["FBCDchoice240711"] = true,
["|cff00FF005月21日更新v1.18.3"] = true,
["|cff00FF007月20日更新v1.19.6"] = true,
["FBCDchoice240412"] = true,
["YY240925"] = true,
["60FB240703"] = true,
["|cff00FF005月9日更新v1.17.8"] = true,
["|cff00FF008月3日更新v1.20.0"] = true,
["yongshi240425"] = true,
["showAuctionLogFrame260209"] = true,
["dt231208"] = true,
["autoGetOnline240615"] = true,
["FBCDchoice240113"] = true,
["QuestCD240113"] = true,
["options250610"] = true,
["ro250602"] = true,
["yy250509"] = true,
["FBCDchoice240106"] = true,
["QuestCD240403萌萌的露小露-孤狼"] = true,
["FBCDchoice2401065843萌萌的露小露"] = true,
["MONEYchoice240408"] = true,
["MONEYchoice241101"] = true,
["FBCDchoice240328"] = true,
},
["roleOverviewShowTalent"] = 1,
["MeetingHorn_whisper"] = 0,
},
["HopeSendChannel"] = "RAID",
["Auction"] = {
["mod"] = "normal",
["gen"] = 1,
["fastMoney"] = {
100,
300,
500,
1000,
2000,
},
["money"] = 5000,
["duration"] = 60,
["aotoSendLate"] = 3,
["resetThreshold"] = 20,
},
["auctionMSGhistory"] = {
},
["FBCDchoice"] = {
["TAQ"] = 1,
["ZUGsod"] = 1,
["mengyan"] = 1,
["ZUG"] = 1,
["tailor"] = 1,
["MC"] = 1,
["leatherworking"] = 1,
["AQL"] = 1,
["TTS"] = 1,
["professionCD"] = 1,
["SC"] = 1,
["MCsod"] = 1,
["BWLsod"] = 1,
["BWL"] = 1,
["huiguweek"] = 1,
["OL"] = 1,
["OLsod"] = 1,
["TCV"] = 1,
["NAXX"] = 1,
},
["marketPrice"] = {
},
["Temple"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei3"] = "输出补贴",
["zhuangbei1"] = "坦克补贴",
["zhuangbei2"] = "治疗补贴",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["worldBossCD"] = {
[5381] = {
["露露緹婭"] = {
},
},
[5376] = {
["女王安其拉"] = {
},
},
},
}
