
alaGearManSV = {
["quickStyle"] = "C",
["num_per_line"] = 6,
["sets"] = {
["Player-5303-1541BB22"] = {
},
["Player-5844-00CB0DF7"] = {
},
["Player-5376-03E2B2A8"] = {
{
"|cffa335ee|Hitem:22498:2588:::::::60::::::::::|h[霜火头饰]|h|r",
"|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
"|cffa335ee|Hitem:22983:2721:::::::60::::::::::|h[蒙霜衬肩]|h|r",
"|cffffffff|Hitem:14617::::::::60::::::::::|h[外科医生衬衣]|h|r",
"|cffa335ee|Hitem:22496:1891:::::::60::::::::::|h[霜火长袍]|h|r",
"|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
"|cffa335ee|Hitem:23070:2588:::::::60::::::::::|h[极性护腿]|h|r",
"|cffa335ee|Hitem:22500:911:::::::60::::::::::|h[霜火便鞋]|h|r",
"|cffa335ee|Hitem:23021:1883:::::::60::::::::::|h[灵魂收割者的护腕]|h|r",
"|cffa335ee|Hitem:21585:2616:::::::60::::::::::|h[黑暗风暴护手]|h|r",
"|cffa335ee|Hitem:23237::::::::60::::::::::|h[永恒烈焰之戒]|h|r",
"|cffa335ee|Hitem:23062::::::::60::::::::::|h[霜火之戒]|h|r",
"|cffa335ee|Hitem:18820::::::::60::::::::::|h[短暂能量护符]|h|r",
"|cffa335ee|Hitem:23046::::::::60::::::::::|h[萨菲隆的精华]|h|r",
"|cffa335ee|Hitem:23050:2621:::::::60::::::::::|h[大墓地披风]|h|r",
"|cffff8000|Hitem:22589:2504:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
nil,
"|cffa335ee|Hitem:22821::::::::60::::::::::|h[厄运之指]|h|r",
["helmet"] = false,
["icon"] = 61,
["name"] = "火法",
},
{
"|cffa335ee|Hitem:22498:2588:::::::60::::::::::|h[霜火头饰]|h|r",
"|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
"|cffa335ee|Hitem:22983:2721:::::::60::::::::::|h[蒙霜衬肩]|h|r",
"|cffffffff|Hitem:14617::::::::60::::::::::|h[外科医生衬衣]|h|r",
"|cffa335ee|Hitem:22496:1891:::::::60::::::::::|h[霜火长袍]|h|r",
"|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
"|cffa335ee|Hitem:23070:2588:::::::60::::::::::|h[极性护腿]|h|r",
"|cffa335ee|Hitem:22500:911:::::::60::::::::::|h[霜火便鞋]|h|r",
"|cffa335ee|Hitem:21186:1883:::::::60::::::::::|h[岩石怒火护腕]|h|r",
"|cffa335ee|Hitem:21585:2616:::::::60::::::::::|h[黑暗风暴护手]|h|r",
"|cffa335ee|Hitem:23237::::::::60::::::::::|h[永恒烈焰之戒]|h|r",
"|cffa335ee|Hitem:21709::::::::60::::::::::|h[堕落神明之戒]|h|r",
"|cffa335ee|Hitem:18820::::::::60::::::::::|h[短暂能量护符]|h|r",
"|cffa335ee|Hitem:23046::::::::60::::::::::|h[萨菲隆的精华]|h|r",
"|cffa335ee|Hitem:23050:2621:::::::60::::::::::|h[大墓地披风]|h|r",
"|cffff8000|Hitem:22589:2504:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
nil,
"|cffa335ee|Hitem:22821::::::::60::::::::::|h[厄运之指]|h|r",
["name"] = "BOSS",
["icon"] = 75,
},
{
"|cffa335ee|Hitem:22498:2588:::::::60::::::::::|h[霜火头饰]|h|r",
"|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
"|cffa335ee|Hitem:22983:2721:::::::60::::::::::|h[蒙霜衬肩]|h|r",
"|cffffffff|Hitem:14617::::::::60::::::::::|h[外科医生衬衣]|h|r",
"|cffa335ee|Hitem:22496:1891:::::::60::::::::::|h[霜火长袍]|h|r",
"|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
"|cffa335ee|Hitem:23070:2588:::::::60::::::::::|h[极性护腿]|h|r",
"|cffa335ee|Hitem:22500:911:::::::60::::::::::|h[霜火便鞋]|h|r",
"|cffa335ee|Hitem:23021:1883:::::::60::::::::::|h[灵魂收割者的护腕]|h|r",
"|cffa335ee|Hitem:21585:2616:::::::60::::::::::|h[黑暗风暴护手]|h|r",
"|cffa335ee|Hitem:21190::::::::60::::::::::|h[塞纳留斯之怒]|h|r",
"|cffa335ee|Hitem:23062::::::::60::::::::::|h[霜火之戒]|h|r",
"|cffa335ee|Hitem:18820::::::::60::::::::::|h[短暂能量护符]|h|r",
"|cffa335ee|Hitem:23046::::::::60::::::::::|h[萨菲隆的精华]|h|r",
"|cffa335ee|Hitem:23050:2621:::::::60::::::::::|h[大墓地披风]|h|r",
"|cffff8000|Hitem:22589:2504:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
nil,
"|cffa335ee|Hitem:22821::::::::60::::::::::|h[厄运之指]|h|r",
["name"] = "AOE",
["icon"] = 67,
},
{
"|cffa335ee|Hitem:23035:2588:::::::60::::::::::|h[导师之帽]|h|r",
"|cffa335ee|Hitem:18814::::::::60::::::::::|h[火焰之王的项圈]|h|r",
"|cffa335ee|Hitem:22499:2605:::::::60::::::::::|h[霜火肩垫]|h|r",
"|cffffffff|Hitem:14617::::::::60::::::::::|h[外科医生衬衣]|h|r",
"|cffa335ee|Hitem:23220:1891:::::::60::::::::::|h[水晶网袍]|h|r",
"|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
"|cffa335ee|Hitem:21676:2588:::::::60::::::::::|h[腐烂虫群护腿]|h|r",
"|cffa335ee|Hitem:21600:911:::::::60::::::::::|h[显灵长靴]|h|r",
"|cffa335ee|Hitem:21186:1883:::::::60::::::::::|h[岩石怒火护腕]|h|r",
"|cffa335ee|Hitem:21585:2616:::::::60::::::::::|h[黑暗风暴护手]|h|r",
"|cffa335ee|Hitem:23031::::::::60::::::::::|h[命运之戒]|h|r",
"|cffa335ee|Hitem:21709::::::::60::::::::::|h[堕落神明之戒]|h|r",
"|cffa335ee|Hitem:23207::::::::60::::::::::|h[勇士印记]|h|r",
"|cffa335ee|Hitem:23046::::::::60::::::::::|h[萨菲隆的精华]|h|r",
"|cffa335ee|Hitem:22731:2621:::::::60::::::::::|h[被吞噬者的披风]|h|r",
"|cffff8000|Hitem:22589:2504:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
nil,
"|cffa335ee|Hitem:21603::::::::60::::::::::|h[其拉贵族魔杖]|h|r",
["name"] = "孢子",
["icon"] = 112,
},
},
["Player-5843-00E2C300"] = {
},
["Player-5376-03D5066C"] = {
},
["Player-5843-00DC356D"] = {
},
["Player-5453-041DA526"] = {
},
["Player-5453-040319F3"] = {
},
["Player-6118-1570FF1C"] = {
},
["Player-5453-041DA392"] = {
},
["Player-5843-00E2C2D4"] = {
},
["Player-5843-00E2C33F"] = {
},
["Player-5376-16CCC446"] = {
{
"|cffa335ee|Hitem:22428:2584:::::::60::::::::::|h[救赎头饰]|h|r",
"|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
"|cffa335ee|Hitem:22429:2721:::::::60::::::::::|h[救赎肩铠]|h|r",
nil,
"|cffa335ee|Hitem:22425:1891:::::::60::::::::::|h[救赎外套]|h|r",
"|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
"|cffa335ee|Hitem:23070:2584:::::::60::::::::::|h[极性护腿]|h|r",
"|cffa335ee|Hitem:22430:911:::::::60::::::::::|h[救赎长靴]|h|r",
"|cffa335ee|Hitem:21604:2566:::::::60::::::::::|h[皇家救赎腕轮]|h|r",
"|cffa335ee|Hitem:20264:2617:::::::60::::::::::|h[和平守护者护手]|h|r",
"|cffa335ee|Hitem:21836::::::::60::::::::::|h[混乱之琉璃戒指]|h|r",
"|cffa335ee|Hitem:20632::::::::60::::::::::|h[心灵之泪]|h|r",
"|cffa335ee|Hitem:23001::::::::60::::::::::|h[衰落之眼]|h|r",
"|cffa335ee|Hitem:23047::::::::60::::::::::|h[亡者之眼]|h|r",
"|cffa335ee|Hitem:19857::::::::60::::::::::|h[吞噬披风]|h|r",
"|cffa335ee|Hitem:23056:2505:::::::60::::::::::|h[扭曲虚空之锤]|h|r",
"|cffa335ee|Hitem:23075::::::::60::::::::::|h[死亡的契约]|h|r",
"|cffa335ee|Hitem:23006::::::::60::::::::::|h[光明圣契]|h|r",
["name"] = "暴击",
["icon"] = 36,
},
{
"|cffa335ee|Hitem:22428:2584:::::::60::::::::::|h[救赎头饰]|h|r",
"|cffa335ee|Hitem:23036::::::::60::::::::::|h[尸身项链]|h|r",
"|cffa335ee|Hitem:22429:2721:::::::60::::::::::|h[救赎肩铠]|h|r",
nil,
"|cffa335ee|Hitem:22425:1891:::::::60::::::::::|h[救赎外套]|h|r",
"|cffa335ee|Hitem:22431::::::::60::::::::::|h[救赎束带]|h|r",
"|cffa335ee|Hitem:22427::::::::60::::::::::|h[救赎腿甲]|h|r",
"|cffa335ee|Hitem:22430:911:::::::60::::::::::|h[救赎长靴]|h|r",
"|cffa335ee|Hitem:22424:2566:::::::60::::::::::|h[救赎护腕]|h|r",
"|cffa335ee|Hitem:22426:2617:::::::60::::::::::|h[救赎护手]|h|r",
"|cffa335ee|Hitem:23066::::::::60::::::::::|h[救赎之戒]|h|r",
"|cffa335ee|Hitem:20632::::::::60::::::::::|h[心灵之泪]|h|r",
"|cffa335ee|Hitem:23001::::::::60::::::::::|h[衰落之眼]|h|r",
"|cffa335ee|Hitem:23047::::::::60::::::::::|h[亡者之眼]|h|r",
"|cffa335ee|Hitem:19857::::::::60::::::::::|h[吞噬披风]|h|r",
"|cffa335ee|Hitem:23056:2505:::::::60::::::::::|h[扭曲虚空之锤]|h|r",
"|cffa335ee|Hitem:23048::::::::60::::::::::|h[萨菲隆的右眼]|h|r",
"|cffa335ee|Hitem:23006::::::::60::::::::::|h[光明圣契]|h|r",
["icon"] = 30,
["name"] = "9T3",
},
},
["Player-5843-00DC3A00"] = {
},
["Player-5303-1554C9B3"] = {
},
["Player-5842-01093D37"] = {
},
["Player-5453-041DA489"] = {
},
["Player-5453-041DA6C5"] = {
},
["Player-5843-00D14C3F"] = {
},
["Player-5376-0E2BA70B"] = {
},
["Player-5376-16BEFC08"] = {
},
["Player-5376-16957435"] = {
},
["Player-5843-0113F042"] = {
},
["Player-5303-154A4CAC"] = {
},
["Player-5453-0476F4B3"] = {
},
["Player-5843-00D04D9B"] = {
},
["Player-5376-175576B3"] = {
},
["Player-5844-00DCAAAD"] = {
},
["Player-5843-0113F9E2"] = {
},
["Player-5453-041DA61B"] = {
},
["Player-5453-03F7B721"] = {
},
["Player-5381-152D7C91"] = {
},
["Player-5376-1626BB3C"] = {
},
["Player-5453-041DA806"] = {
},
},
["useBar"] = true,
["takeoffAll_pos"] = "RIGHT",
["quickPos"] = {
"BOTTOM",
nil,
"BOTTOM",
481.3119201660156,
129.3555450439453,
},
["quickSize"] = 18,
["quickPosChar"] = {
["Player-5376-03E2B2A8"] = {
"RIGHT",
nil,
"RIGHT",
0,
-126.4147415161133,
},
["Player-5376-03D5066C"] = {
"RIGHT",
nil,
"RIGHT",
-7.235653400421143,
-120.51123046875,
},
["Player-5376-16CCC446"] = {
"RIGHT",
nil,
"RIGHT",
-2.406255722045898,
-124.4471206665039,
},
},
["show_outfit_in_tooltip"] = true,
["multi_lines"] = false,
["_version"] = 220902,
["takeoffAll_include_neck_finger_and_trinket"] = false,
}
