
BiaoGe = {
["bag"] = {
[5381] = {
["露露緹婭"] = {
["bag"] = {
[159] = 2,
[2070] = 4,
[6948] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
},
[5376] = {
["法德迦"] = {
["bag"] = {
[184937] = 9,
[8423] = 1,
[17032] = 6,
[23207] = 1,
[184938] = 1,
[21321] = 1,
[3825] = 3,
[20007] = 9,
[21709] = 1,
[19379] = 1,
[180089] = 1,
[19950] = 1,
[8529] = 19,
[234465] = 1,
[13444] = 16,
[21215] = 20,
[14530] = 18,
[21190] = 1,
[13446] = 5,
[17056] = 11,
[8079] = 9,
[11951] = 6,
[11516] = 91,
[3387] = 10,
[13512] = 1,
[10646] = 1,
[18986] = 1,
[6948] = 1,
[20413] = 1,
[19339] = 1,
[18269] = 20,
[21546] = 1,
[19909] = 1,
[18587] = 1,
[17202] = 19,
[17031] = 9,
[13454] = 3,
[23001] = 1,
[13456] = 5,
[19902] = 1,
[17712] = 1,
[17020] = 40,
[18254] = 2,
[13931] = 17,
[13459] = 5,
[20749] = 1,
},
["bagKey"] = {
[18249] = 1,
[12382] = 1,
[7146] = 1,
[11140] = 1,
[5396] = 1,
[6893] = 1,
[13704] = 1,
[11000] = 1,
},
["mail"] = {
[13463] = 300,
[13465] = 100,
[13468] = 10,
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 850,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 5,
["currentValue"] = 2500,
["maxValue"] = 6000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 7,
["currentValue"] = 18399,
["maxValue"] = 21000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 609,
},
},
["bank"] = {
[21697] = 1,
[18403] = 1,
[22731] = 1,
[1191] = 1,
[21344] = 1,
[21600] = 1,
[12264] = 1,
[18814] = 1,
[22499] = 1,
[22501] = 1,
[16915] = 1,
[20600] = 1,
[13289] = 1,
[16802] = 1,
[12529] = 1,
[19979] = 1,
[14023] = 1,
[23031] = 1,
[22652] = 1,
[23035] = 1,
[12662] = 56,
[22658] = 1,
[16818] = 1,
[19927] = 1,
[5462] = 1,
[4397] = 1,
[16913] = 1,
[9240] = 1,
[21529] = 1,
[21277] = 1,
[21346] = 1,
[19399] = 1,
[13534] = 1,
[10716] = 1,
[2820] = 1,
[19130] = 1,
[744] = 1,
[22820] = 1,
[21676] = 1,
[11511] = 1,
[22503] = 1,
[19131] = 1,
[22700] = 1,
[12384] = 1,
[1973] = 1,
[22935] = 1,
[16917] = 1,
[21186] = 1,
[23220] = 1,
[22968] = 1,
[18398] = 1,
[10726] = 1,
[11474] = 1,
[21579] = 1,
[873] = 1,
[13968] = 1,
[4984] = 1,
[20698] = 1,
[21343] = 1,
[18859] = 1,
[21611] = 1,
[22502] = 1,
[19438] = 1,
[9149] = 1,
[21347] = 1,
[21603] = 1,
[23002] = 1,
[11951] = 40,
[22371] = 1,
[22754] = 1,
[16914] = 1,
[16916] = 1,
[16918] = 1,
[16795] = 1,
[19970] = 1,
[12344] = 1,
[23032] = 1,
[16801] = 1,
[16022] = 1,
[23028] = 1,
[15138] = 1,
[10818] = 1,
[21383] = 13,
[17067] = 1,
[22655] = 1,
[5951] = 10,
[23042] = 1,
[16440] = 1,
[17077] = 1,
[2802] = 1,
[3342] = 1,
[18811] = 1,
[21345] = 1,
[16912] = 1,
[812] = 1,
[11122] = 1,
[13246] = 1,
[12938] = 2,
[12359] = 43,
[12360] = 13,
[17191] = 1,
[23326] = 14,
[12363] = 15,
[6341] = 1,
[10645] = 1,
[10588] = 1,
[19145] = 1,
[14146] = 1,
[22654] = 1,
[22707] = 1,
[23025] = 1,
[16309] = 1,
[22497] = 1,
},
},
["绿龙守护者"] = {
["bag"] = {
[21536] = 63,
[7969] = 7,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 2000,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
[21308] = 2,
[21213] = 75,
[21301] = 2,
},
},
["黑龙守护者"] = {
["bag"] = {
[21308] = 1,
[21309] = 1,
[4306] = 31,
[4338] = 6,
[2091] = 4,
[9088] = 5,
[5758] = 1,
[4388] = 2,
[8932] = 40,
[14256] = 2,
[22525] = 252,
[22526] = 195,
[22527] = 47,
[22528] = 139,
[22529] = 19,
[20452] = 19,
[15993] = 40,
[18945] = 49,
[6219] = 2,
[18256] = 4,
[9036] = 9,
[13510] = 1,
[21536] = 2,
[14048] = 16,
[3340] = 2,
[2592] = 84,
[13452] = 50,
[10586] = 1,
[5956] = 1,
[13454] = 30,
[8925] = 20,
[21151] = 14,
[21213] = 20,
[15409] = 3,
[6367] = 1,
[10558] = 13,
[10276] = 1,
[7969] = 1,
[3372] = 7,
[10498] = 2,
[11018] = 2,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
[12360] = 82,
[17010] = 10,
[2117] = 1,
[17011] = 10,
[2119] = 1,
[2787] = 1,
[17203] = 8,
[12363] = 60,
[2121] = 1,
[7078] = 20,
[3600] = 1,
[2570] = 1,
[11371] = 20,
},
},
["德加和尚"] = {
["bag"] = {
[23009] = 1,
[184937] = 7,
[17029] = 22,
[11951] = 20,
[184938] = 1,
[21761] = 1,
[21888] = 1,
[13813] = 9,
[3864] = 1,
[19876] = 1,
[14256] = 19,
[19374] = 1,
[6657] = 18,
[20007] = 3,
[19379] = 1,
[13724] = 47,
[18253] = 4,
[21215] = 18,
[19893] = 1,
[13446] = 4,
[18254] = 20,
[19897] = 1,
[13459] = 1,
[19395] = 1,
[18984] = 1,
[19388] = 1,
[3387] = 5,
[21151] = 2,
[12662] = 8,
[19905] = 1,
[234465] = 1,
[3825] = 5,
[6948] = 1,
[11122] = 1,
[13926] = 1,
[17202] = 20,
[1529] = 4,
[7909] = 1,
[7910] = 5,
[13444] = 16,
[21321] = 1,
[17712] = 1,
[17056] = 16,
[22943] = 1,
[13931] = 21,
[14530] = 14,
[20748] = 2,
},
["bagKey"] = {
[13704] = 1,
[6893] = 1,
[11140] = 1,
[12382] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 3,
["currentValue"] = 1155,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 609,
},
},
["bank"] = {
[21697] = 1,
[19288] = 1,
[19927] = 1,
[21709] = 1,
[21838] = 1,
[22983] = 1,
[22731] = 1,
[22225] = 1,
[12384] = 1,
[19435] = 1,
[19947] = 1,
[21600] = 1,
[21348] = 1,
[21350] = 1,
[21352] = 1,
[22370] = 1,
[22372] = 1,
[18820] = 1,
[20600] = 1,
[23021] = 1,
[23025] = 1,
[23031] = 1,
[19858] = 10,
[23035] = 1,
[12662] = 20,
[23547] = 1,
[10506] = 1,
[19108] = 1,
[4397] = 1,
[21529] = 1,
[1973] = 1,
[19376] = 1,
[17602] = 1,
[17604] = 1,
[23069] = 1,
[20537] = 1,
[20539] = 1,
[18862] = 1,
[19400] = 1,
[16309] = 1,
[11511] = 1,
[17608] = 1,
[18814] = 1,
[23220] = 1,
[21687] = 1,
[18398] = 1,
[19909] = 1,
[10588] = 1,
[21579] = 1,
[21210] = 1,
[21583] = 1,
[21585] = 1,
[22730] = 1,
[22351] = 1,
[22988] = 1,
[19434] = 1,
[19309] = 1,
[16816] = 1,
[19948] = 1,
[18809] = 1,
[21603] = 1,
[21351] = 1,
[22369] = 1,
[22754] = 1,
[21611] = 1,
[13347] = 1,
[11951] = 6,
[19133] = 1,
[19385] = 1,
[23018] = 1,
[12844] = 13,
[12337] = 1,
[21627] = 1,
[19383] = 1,
[19345] = 1,
[17607] = 1,
[18242] = 1,
[17067] = 1,
[15138] = 1,
[180089] = 1,
[5951] = 10,
[23042] = 1,
[21647] = 1,
[23046] = 1,
[17333] = 1,
[20685] = 1,
[22637] = 2,
[23181] = 1,
[18609] = 1,
[19375] = 1,
[15778] = 1,
[19131] = 1,
[17603] = 1,
[17605] = 1,
[8423] = 1,
[23070] = 1,
[23326] = 5,
[22367] = 1,
[21349] = 1,
[20538] = 1,
[23207] = 1,
[21685] = 1,
[18639] = 1,
[18902] = 1,
[20626] = 1,
[19407] = 2,
[14023] = 1,
[11516] = 92,
},
},
["神圣的老黄"] = {
["bag"] = {
[22967] = 1,
[20558] = 3,
[20560] = 1,
[17010] = 2,
[21713] = 1,
[21596] = 1,
[21604] = 1,
[21229] = 13,
[184937] = 22,
[22376] = 2,
[14047] = 19,
[21620] = 1,
[23019] = 1,
[23023] = 1,
[184938] = 1,
[23027] = 1,
[23668] = 1,
[23043] = 1,
[18864] = 1,
[19376] = 1,
[22426] = 1,
[22428] = 1,
[22430] = 1,
[11026] = 1,
[22819] = 1,
[19406] = 1,
[6948] = 1,
[21321] = 1,
[7078] = 3,
[22218] = 1,
[21712] = 1,
[23238] = 1,
[23246] = 20,
[18803] = 1,
[21220] = 1,
[7910] = 1,
[19702] = 2,
[18815] = 1,
[19708] = 1,
[22691] = 1,
[20559] = 1,
[22217] = 1,
[8932] = 17,
[234465] = 1,
[17033] = 15,
[19343] = 1,
[21583] = 1,
[23667] = 1,
[20748] = 1,
[15138] = 1,
[21387] = 1,
[21389] = 1,
[9172] = 2,
[17067] = 1,
[23558] = 1,
[18662] = 1,
[23203] = 1,
[23056] = 1,
[20264] = 1,
[22425] = 1,
[22427] = 1,
[22429] = 1,
[23066] = 1,
[6657] = 17,
[1728] = 1,
[21582] = 1,
[21171] = 1,
[19395] = 1,
[8244] = 2,
[21177] = 336,
[23211] = 10,
[21689] = 1,
[3823] = 4,
[23006] = 1,
[16309] = 1,
[19709] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 7,
["currentValue"] = 12722,
["maxValue"] = 21000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 7,
["currentValue"] = 5849,
["maxValue"] = 21000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 7,
["currentValue"] = 18548,
["maxValue"] = 21000,
["factionID"] = 609,
},
},
["bank"] = {
},
},
["哈霍兰大格格"] = {
["bag"] = {
[20748] = 1,
[21323] = 1,
[21215] = 14,
[184937] = 9,
[13724] = 85,
[22426] = 1,
[21171] = 1,
[18986] = 1,
[13446] = 3,
[23048] = 1,
[21762] = 2,
[184938] = 1,
[180089] = 1,
[17202] = 17,
[23066] = 1,
[22431] = 1,
[234465] = 1,
[23036] = 1,
[21177] = 200,
[13444] = 12,
[3387] = 10,
[22424] = 1,
[22427] = 1,
[6948] = 1,
[18254] = 16,
[17033] = 5,
[17712] = 1,
[18810] = 1,
[14530] = 12,
},
["bagKey"] = {
[12382] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 6,
["currentValue"] = 6862,
["maxValue"] = 12000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 6,
["currentValue"] = 114,
["maxValue"] = 12000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 7,
["currentValue"] = 8606,
["maxValue"] = 21000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 6,
["currentValue"] = 6094,
["maxValue"] = 12000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
[7189] = 1,
[20559] = 5,
[20560] = 2,
[23207] = 1,
[18864] = 1,
[16471] = 1,
[16472] = 1,
[16473] = 1,
[16474] = 1,
[21389] = 1,
[21579] = 1,
[21391] = 1,
[19376] = 1,
[19881] = 1,
[22402] = 1,
[19883] = 1,
[22216] = 1,
[23666] = 1,
[23667] = 1,
[20644] = 1,
[23040] = 1,
[6219] = 1,
[18821] = 1,
[10645] = 1,
[12662] = 12,
[23558] = 1,
[19968] = 1,
[11122] = 1,
[16203] = 2,
[19722] = 1,
[22936] = 1,
[11226] = 1,
[20558] = 1,
[21387] = 1,
[21390] = 1,
[19383] = 1,
[22798] = 1,
[19289] = 1,
[16475] = 1,
[16476] = 1,
[21388] = 1,
},
},
["迪菲亚女皇"] = {
["bag"] = {
[4540] = 4,
[6948] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
},
},
["蓝龙守护者"] = {
["bag"] = {
[22120] = 5,
[21981] = 3,
[21975] = 2,
[21960] = 5,
[22140] = 5,
[22154] = 2,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
},
},
},
[5453] = {
["露露缇娅丶"] = {
["bag"] = {
[1191] = 1,
[1195] = 2,
[11288] = 1,
[3013] = 1,
[6215] = 1,
[4656] = 1,
[1389] = 1,
[2455] = 3,
[2589] = 49,
[159] = 20,
[748] = 1,
[2070] = 8,
[2968] = 1,
[13444] = 1,
[6078] = 1,
[2575] = 1,
[2835] = 2,
[5071] = 2,
[4536] = 6,
[1359] = 1,
[1434] = 5,
[118] = 5,
[36] = 1,
[6948] = 1,
[6303] = 7,
[768] = 1,
[2672] = 7,
[1177] = 5,
[858] = 2,
[5580] = 1,
[11192] = 1,
[13446] = 1,
[11191] = 1,
[2770] = 2,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
},
},
["QuestCD"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["神圣的老黄"] = {
},
["哈霍兰大格格"] = {
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
[6118] = {
},
},
["roleOverviewNote"] = {
[5376] = {
},
},
["realmName"] = {
[5303] = "硬汉",
[5381] = "碧玉矿洞",
[5376] = "哈霍兰",
[5843] = "孤狼",
[6118] = "无情",
[5453] = "铁血",
},
["ItemLib"] = {
["itemLibOrderButtonID"] = 3,
["iLevel"] = {
},
["ItemLibInvType"] = {
"INVTYPE_HEAD",
},
["fitlerGet"] = {
},
["itemLibOrderButtonId"] = 2,
["itemLibOrder"] = 1,
},
["MONEYchoice"] = {
[226404] = 1,
[221365] = 1,
[221262] = 1,
[22726] = 1,
["money"] = 1,
},
["MC"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
["zhuangbei2"] = "|cff0070dd|Hitem:17011::::::::60::::::::::|h[熔岩之核]|h|rx3",
["itemLevel14"] = 60,
["itemLevel15"] = 60,
["zhuangbei15"] = "|cff1eff00|Hitem:16665::::::::60::::::::::|h[秘典：宁神射击]|h|r",
["loot14"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087077,
["class"] = "PALADIN",
},
},
["loot2"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087157,
["class"] = "PALADIN",
},
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087845,
["class"] = "PALADIN",
},
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783090273,
["class"] = "PALADIN",
},
},
["loot15"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783086778,
["class"] = "PALADIN",
},
},
["zhuangbei1"] = "|cffffffff|Hitem:17012::::::::60::::::::::|h[熔火犬皮]|h|rx5",
["itemLevel1"] = 60,
["zhuangbei14"] = "|cff0070dd|Hitem:18260::::::::60::::::::::|h[公式：附魔武器 - 治疗能力]|h|r",
["loot1"] = {
{
["count"] = 1,
["player"] = "月舞",
["time"] = 1783084909,
["class"] = "MAGE",
},
{
["count"] = 1,
["player"] = "月舞",
["time"] = 1783087396,
["class"] = "MAGE",
},
{
["count"] = 1,
["player"] = "月舞",
["time"] = 1783087875,
["class"] = "MAGE",
},
{
["count"] = 1,
["player"] = "月舞",
["time"] = 1783088040,
["class"] = "MAGE",
},
{
["count"] = 1,
["player"] = "月舞",
["time"] = 1783088059,
["class"] = "MAGE",
},
},
["itemLevel2"] = 60,
},
["boss17"] = {
},
["boss2"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:17065::::::::60::::::::::|h[稳固之力勋章]|h|r",
["loot3"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087077,
["class"] = "PALADIN",
},
},
["loot2"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087077,
["class"] = "PALADIN",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:16822::::::::60::::::::::|h[夜幕杀手短裤]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:17073::::::::60::::::::::|h[震地者]|h|r",
["itemLevel3"] = 66,
["itemLevel1"] = 66,
["loot1"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087077,
["class"] = "PALADIN",
},
},
["itemLevel2"] = 68,
},
["boss15"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss5"] = {
},
["boss7"] = {
},
["boss6"] = {
},
["boss14"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei1"] = "T补贴",
["zhuangbei3"] = "Dps补贴",
},
["boss3"] = {
["loot2"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087726,
["class"] = "PALADIN",
},
},
["itemLevel2"] = 65,
["zhuangbei2"] = "|cffa335ee|Hitem:18878::::::::60::::::::::|h[巫术匕首]|h|r",
["itemLevel1"] = 66,
["loot1"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783087726,
["class"] = "PALADIN",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16826::::::::60::::::::::|h[夜幕杀手手套]|h|r",
},
["boss13"] = {
},
["boss1"] = {
["loot2"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783086778,
["class"] = "PALADIN",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:16829::::::::60::::::::::|h[塞纳里奥长靴]|h|r",
["itemLevel2"] = 66,
["itemLevel1"] = 66,
["loot1"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783086778,
["class"] = "PALADIN",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16805::::::::60::::::::::|h[恶魔之心手套]|h|r",
},
["boss21"] = {
},
["boss4"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16866::::::::60::::::::::|h[力量头盔]|h|r",
["loot3"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783090294,
["class"] = "PALADIN",
},
},
["loot2"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783090274,
["class"] = "PALADIN",
},
},
["itemLevel2"] = 66,
["zhuangbei1"] = "|cffa335ee|Hitem:16808::::::::60::::::::::|h[恶魔之心角饰]|h|r",
["itemLevel3"] = 69,
["itemLevel1"] = 66,
["loot1"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783090274,
["class"] = "PALADIN",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:17105::::::::60::::::::::|h[光环石锤]|h|r",
},
["boss19"] = {
},
["boss10"] = {
["itemLevel5"] = 77,
["zhuangbei4"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:18814::::::::60::::::::::|h[火焰之王的项圈]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["loot3"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783091386,
["class"] = "PALADIN",
},
},
["loot5"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783091435,
["class"] = "PALADIN",
},
},
["loot1"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783091386,
["class"] = "PALADIN",
},
},
["loot4"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783091386,
["class"] = "PALADIN",
},
},
["loot2"] = {
{
["count"] = 1,
["player"] = "圣殿奇士一",
["time"] = 1783091386,
["class"] = "PALADIN",
},
},
["zhuangbei5"] = "|cffa335ee|Hitem:17076::::::::60::::::::::|h[削骨之刃]|h|r",
["itemLevel2"] = 78,
["zhuangbei1"] = "|cffa335ee|Hitem:17107::::::::60::::::::::|h[龙血斗篷]|h|r",
["itemLevel1"] = 73,
["itemLevel3"] = 76,
["itemLevel4"] = 76,
},
["boss22"] = {
},
["boss18"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["raidRoster"] = {
["roster"] = {
"圣殿奇士一",
"写丶她",
"反斗神鹰",
"生而伟大",
"钢板川",
"津巴布韦公主",
"猪猪丿魔法棒-法琳娜",
"鱼赤",
"忘不掉的回忆",
"虹猫-法琳娜",
"软软绵绵",
"牛刚蛋",
"奥尔露恩",
"迷死人的微笑",
"景书",
"重装医院骑士",
"寒峰",
"梨安娜",
"Nihilsong",
"小伙贼能射",
"柰梧嬉",
"师太用力",
"一头羊",
"星宸-法琳娜",
"月舞",
"熊爪爪",
"手撕棒槌",
"泥呱呱",
"圣缨麒麟",
"法天天",
"哈霍兰大格格",
"麻小将",
"乔治埃德蒙",
"有只皮皮猪",
},
["time"] = 1783091346,
["realm"] = "哈霍兰",
},
},
["MONEY"] = {
[5303] = {
},
[5843] = {
},
[5376] = {
["法德迦"] = {
["colorplayer"] = "|cff40c7eb法德迦|r",
["player"] = "法德迦",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
["quest"] = true,
},
["xp"] = {
["perNow"] = "0",
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783671088,
},
["skill"] = {
[356] = {
["icon"] = 136245,
["level"] = 300,
},
[185] = {
["icon"] = 133971,
["level"] = 300,
},
[202] = {
["level"] = 315,
["icon"] = 136243,
["isMain"] = true,
},
[171] = {
["level"] = 300,
["icon"] = 136240,
["isMain"] = true,
},
[129] = {
["icon"] = 135966,
["level"] = 300,
},
},
["money"] = 2175,
},
["绿龙守护者"] = {
["colorplayer"] = "|cffff7d0a绿龙守护者|r",
["player"] = "绿龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["skill"] = {
},
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1783232616,
},
["money"] = 6,
},
["黑龙守护者"] = {
["colorplayer"] = "|cffc79c6e黑龙守护者|r",
["player"] = "黑龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["skill"] = {
},
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1783563398,
},
["money"] = 496,
},
["德加和尚"] = {
["colorplayer"] = "|cffffffff德加和尚|r",
["player"] = "德加和尚",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
["quest"] = true,
},
["money"] = 2217,
["skill"] = {
[197] = {
["level"] = 300,
["icon"] = 136249,
["isMain"] = true,
},
[356] = {
["icon"] = 136245,
["level"] = 1,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
[185] = {
["icon"] = 133971,
["level"] = 1,
},
[129] = {
["icon"] = 135966,
["level"] = 300,
},
},
["xp"] = {
["perNow"] = "0",
["resting"] = true,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783652088,
},
},
["神圣的老黄"] = {
["colorplayer"] = "|cfff58cba神圣的老黄|r",
["player"] = "神圣的老黄",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 108,
["xp"] = {
["perNow"] = "0",
["resting"] = true,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1784263839,
},
["skill"] = {
},
},
["哈霍兰大格格"] = {
["colorplayer"] = "|cfff58cba哈霍兰大格格|r",
["player"] = "哈霍兰大格格",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["skill"] = {
[129] = {
["icon"] = 135966,
["level"] = 300,
},
[333] = {
["level"] = 59,
["icon"] = 136244,
["isMain"] = true,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
},
["xp"] = {
["perNow"] = "0",
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783653241,
},
["money"] = 138,
},
["迪菲亚女皇"] = {
["colorplayer"] = "|cfffff569迪菲亚女皇|r",
["player"] = "迪菲亚女皇",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 0,
["skill"] = {
},
["xp"] = {
["perNow"] = 11,
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783367930,
},
},
["蓝龙守护者"] = {
["colorplayer"] = "|cffabd473蓝龙守护者|r",
["player"] = "蓝龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 0,
["skill"] = {
},
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1783232599,
},
},
},
[5381] = {
["露露緹婭"] = {
["colorplayer"] = "|cffffffff露露緹婭|r",
["player"] = "露露緹婭",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["skill"] = {
},
["xp"] = {
["perNow"] = 150,
["resting"] = false,
["per"] = "52.0",
["isPanda"] = false,
["time"] = 1770477705,
},
["money"] = 0,
},
},
[5453] = {
["露露缇娅丶"] = {
["colorplayer"] = "|cffffffff露露缇娅丶|r",
["player"] = "露露缇娅丶",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 76,
},
},
[6118] = {
},
},
["NAXX"] = {
["boss8"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1783001954,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23032::::::::60::::::::::|h[冰川头饰]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1783001954,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22358::::::::60::::::::::|h[被玷污的马靴]|h|r",
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["loot2"] = {
{
["time"] = 1782999715,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22354::::::::60::::::::::|h[被玷污的肩铠]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["time"] = 1782999715,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22988::::::::60::::::::::|h[梦境之末]|h|r",
},
["boss12"] = {
["loot2"] = {
{
["time"] = 1782999869,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22358::::::::60::::::::::|h[被玷污的马靴]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["time"] = 1782999869,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23075::::::::60::::::::::|h[死亡的契约]|h|r",
},
["boss17"] = {
},
["boss2"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1783003142,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22362::::::::60::::::::::|h[被玷污的腕甲]|h|r",
["itemLevel2"] = 81,
["itemLevel1"] = 60,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1783003142,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22942::::::::60::::::::::|h[黑女巫的拥抱]|h|r",
},
["boss15"] = {
},
["boss5"] = {
},
["boss7"] = {
["loot2"] = {
{
["time"] = 1783001264,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22372::::::::60::::::::::|h[被玷污的便鞋]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 85,
["loot1"] = {
{
["time"] = 1783001264,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23219::::::::60::::::::::|h[教官的腰带]|h|r",
},
["boss6"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:22359::::::::60::::::::::|h[被玷污的腿甲]|h|r",
["loot3"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782998437,
["count"] = 1,
},
},
["loot2"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782998437,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23042::::::::60::::::::::|h[洛欧塞布之影]|h|r",
["itemLevel2"] = 60,
["loot1"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782998436,
["count"] = 1,
},
},
["itemLevel1"] = 85,
["itemLevel3"] = 60,
["zhuangbei3"] = "|cffa335ee|Hitem:22359::::::::60::::::::::|h[被玷污的腿甲]|h|r",
},
["boss14"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss1"] = {
["loot2"] = {
{
["time"] = 1782996754,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22362::::::::60::::::::::|h[被玷污的腕甲]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["time"] = 1782996754,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22936::::::::60::::::::::|h[复仇腕甲]|h|r",
},
["boss21"] = {
},
["boss4"] = {
["loot2"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782997635,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23029::::::::60::::::::::|h[诺斯的冰冷之心]|h|r",
["itemLevel2"] = 60,
["itemLevel1"] = 83,
["loot1"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782997635,
["count"] = 1,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22363::::::::60::::::::::|h[被玷污的束带]|h|r",
},
["boss19"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss10"] = {
["loot2"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782999430,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22354::::::::60::::::::::|h[被玷污的肩铠]|h|r",
["itemLevel2"] = 81,
["itemLevel1"] = 60,
["loot1"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782999430,
["count"] = 1,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22815::::::::60::::::::::|h[断离]|h|r",
},
["boss22"] = {
},
["boss18"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss20"] = {
},
["boss16"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:23668::::::::60::::::::::|h[大十字军的护腿]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:23226::::::::60::::::::::|h[食尸鬼皮外套]|h|r",
["loot3"] = {
{
["player"] = "雨若青衣",
["class"] = "PRIEST",
["time"] = 1782999146,
["count"] = 1,
},
},
["zhuangbei2"] = "|cffffffff|Hitem:23055::::::::60::::::::::|h[熔解之语]|h|rx4",
["itemLevel3"] = 83,
["loot2"] = {
{
["player"] = "卢老师",
["class"] = "PRIEST",
["time"] = 1782998751,
["count"] = 1,
},
{
["player"] = "我路过人间",
["class"] = "WARLOCK",
["time"] = 1782999088,
["count"] = 1,
},
{
["class"] = "ROGUE",
["player"] = "珊坨文宝",
["count"] = 1,
["time"] = 1783002236,
},
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1783002767,
},
},
["zhuangbei1"] = "|cffff8000|Hitem:22726::::::::60::::::::::|h[埃提耶什的碎片]|h|rx5",
["loot4"] = {
{
["time"] = 1783000468,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["itemLevel4"] = 85,
["itemLevel1"] = 60,
["loot1"] = {
{
["time"] = 1782996761,
["class"] = "WARLOCK",
["count"] = 1,
["player"] = "傲气",
},
{
["player"] = "傲气",
["class"] = "WARLOCK",
["time"] = 1782997638,
["count"] = 1,
},
{
["player"] = "傲气",
["class"] = "WARLOCK",
["time"] = 1782999436,
["count"] = 1,
},
{
["time"] = 1783001263,
["class"] = "WARLOCK",
["count"] = 1,
["player"] = "傲气",
},
{
["class"] = "WARLOCK",
["player"] = "傲气",
["count"] = 1,
["time"] = 1783003148,
},
},
["itemLevel2"] = 1,
},
["raidRoster"] = {
["roster"] = {
"雨若青衣",
"大武生",
"纵横跋扈",
"一剑九州",
"奶油巧克力啊",
"想学外语吗",
"秋痕乄",
"神棍老王乄",
"一个萌新防战",
"我路过人间",
"倚楼听疯语",
"小佛爷灬",
"米湯",
"亮哥很忙",
"Kübra",
"花落水",
"一滴的皮鞋",
"战豆豆灬",
"抖音丨黄桃",
"勼尔",
"卢老师",
"丶予星河",
"珊坨文宝",
"东北望射倭岛",
"执笔畵清秋",
"胸毛随风飘",
"素椒杂酱",
"丨旭哥丨",
"愚歌三百首",
"张沐雅",
"不要摸我头贰",
"寒冰箭吡吡",
"嬲法",
"法德迦",
"老牛的奶",
"我谁都服",
"海盗黑胡子",
"次骞",
"乐狍子",
"傲气",
},
["time"] = 1783003097,
["realm"] = "哈霍兰",
},
},
["Gno"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["playerInfo"] = {
[5303] = {
},
[5381] = {
["露露緹婭"] = {
["raceID"] = 1,
["class"] = "PRIEST",
["level"] = 1,
["iLevel"] = 0.375,
},
},
[5376] = {
["法德迦"] = {
["talent"] = 2,
["faction"] = "Alliance",
["level"] = 60,
["class"] = "MAGE",
["iLevel"] = 86.625,
["raceID"] = 7,
},
["绿龙守护者"] = {
["faction"] = "Alliance",
["class"] = "DRUID",
["level"] = 1,
["iLevel"] = 0.375,
["raceID"] = 4,
},
["黑龙守护者"] = {
["faction"] = "Alliance",
["level"] = 1,
["class"] = "WARRIOR",
["iLevel"] = 0,
["raceID"] = 1,
},
["德加和尚"] = {
["talent"] = 1,
["faction"] = "Alliance",
["level"] = 60,
["class"] = "PRIEST",
["iLevel"] = 80.625,
["raceID"] = 1,
},
["神圣的老黄"] = {
["talent"] = 1,
["faction"] = "Alliance",
["class"] = "PALADIN",
["level"] = 60,
["iLevel"] = 70.1875,
["raceID"] = 3,
},
["哈霍兰大格格"] = {
["faction"] = "Alliance",
["talent"] = 1,
["iLevel"] = 82.6875,
["level"] = 60,
["class"] = "PALADIN",
["raceID"] = 3,
},
["迪菲亚女皇"] = {
["faction"] = "Alliance",
["level"] = 1,
["class"] = "ROGUE",
["iLevel"] = 0.4375,
["raceID"] = 3,
},
["蓝龙守护者"] = {
["faction"] = "Alliance",
["level"] = 1,
["class"] = "HUNTER",
["iLevel"] = 0.375,
["raceID"] = 4,
},
},
[5843] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
["iLevel"] = 3.9375,
["level"] = 10,
["class"] = "PRIEST",
["raceID"] = 1,
},
},
},
["duizhang"] = {
},
["filterClassNum"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = 0,
["绿龙守护者"] = 0,
["黑龙守护者"] = 0,
["德加和尚"] = 0,
["神圣的老黄"] = 0,
["哈霍兰大格格"] = 0,
["迪菲亚女皇"] = 0,
["蓝龙守护者"] = 0,
},
[5381] = {
["露露緹婭"] = 0,
},
[5843] = {
},
[5453] = {
["露露缇娅丶"] = 0,
},
[6118] = {
},
},
["BWL"] = {
["boss8"] = {
["loot3"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743344366,
["count"] = 1,
},
},
["itemLevel5"] = 83,
["zhuangbei4"] = "|cffa335ee|Hitem:19003::::::::60:::::::::|h[奈法利安的头颅]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:19380::::::::60:::::::::|h[塞拉赞恩之链]|h|r",
["loot5"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743344366,
["count"] = 1,
},
},
["itemLevel4"] = 60,
["zhuangbei2"] = "|cffa335ee|Hitem:16923::::::::60:::::::::|h[卓越法袍]|h|r",
["loot4"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743344366,
["count"] = 1,
},
},
["itemLevel2"] = 76,
["loot2"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743344366,
["count"] = 1,
},
},
["time"] = "8:46",
["zhuangbei1"] = "|cffa335ee|Hitem:16931::::::::60:::::::::|h[复仇法袍]|h|r",
["zhuangbei5"] = "|cffa335ee|Hitem:19375::::::::60:::::::::|h[密苏达尔，夺魂者的头饰]|h|r",
["itemLevel1"] = 76,
["itemLevel3"] = 83,
["loot1"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743344366,
["count"] = 1,
},
},
},
["lockoutIDtbl"] = {
[469] = {
["instanceID"] = 469,
["realmID"] = 5453,
["lockoutID"] = 104463405,
},
},
["tradeTbl"] = {
},
["boss9"] = {
["itemLevel1"] = 60,
["loot1"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743340377,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:18562::::::::60:::::::::|h[源质矿石]|h|r",
},
["boss11"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss17"] = {
},
["boss2"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19339::::::::60:::::::::|h[思维加速宝石]|h|r",
["loot3"] = {
{
["count"] = 1,
["player"] = "潼宝",
["time"] = 1743338996,
["class"] = "PRIEST",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:16910::::::::60:::::::::|h[血牙腰带]|h|r",
["loot2"] = {
{
["count"] = 1,
["player"] = "潼宝",
["time"] = 1743338996,
["class"] = "PRIEST",
},
},
["time"] = "1:33",
["itemLevel2"] = 76,
["itemLevel3"] = 76,
["itemLevel1"] = 76,
["loot1"] = {
{
["count"] = 1,
["player"] = "潼宝",
["time"] = 1743338996,
["class"] = "PRIEST",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16952::::::::60:::::::::|h[审判腰带]|h|r",
},
["raidRoster"] = {
["roster"] = {
"小耳朵",
"时光清浅灬",
"快过来啊",
"枫雪纷飞",
"予伿",
"小树先生",
"小钊钊",
"渣女一抬腿丶",
"唐门丨衮",
"硬的像花岗岩",
"洛卅",
"闲闲鱼",
"重相逢",
"加拿大打桩机",
"我的发谢特贰",
"名字不一般",
"彩叮可",
"超级小奶瓶",
"柒月初",
"萌豆",
"梵尘丶",
"八斤七两",
"墩墩勇",
"霸罢",
"背手尿尿灬",
"潼宝",
"花活猎",
"奈良吐泡泡",
"勤劳的纪春生",
"五点水",
"爱的豹豹",
"麻薯小卷",
"南巷灬清风",
"龍小纭",
"排骨法",
"爱吃西蓝花",
"咖喱鸡",
"送祝福",
"素言丶",
"溧水老司机",
},
["time"] = 1743344343,
["realm"] = "铁血",
},
["boss5"] = {
["loot2"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743342273,
["count"] = 1,
},
},
["time"] = "2:55",
["zhuangbei2"] = "|cffa335ee|Hitem:19405::::::::60:::::::::|h[玛法里奥的祝福]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:19394::::::::60:::::::::|h[龙爪肩铠]|h|r",
["itemLevel1"] = 75,
["loot1"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743342273,
["count"] = 1,
},
},
["itemLevel2"] = 75,
},
["boss7"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:19347::::::::60:::::::::|h[克洛玛古斯之爪]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:16902::::::::60:::::::::|h[怒风肩甲]|h|r",
["loot3"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743343088,
["count"] = 1,
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:19349::::::::60:::::::::|h[源质壁垒]|h|r",
["itemLevel3"] = 77,
["zhuangbei1"] = "|cffa335ee|Hitem:16953::::::::60:::::::::|h[审判肩铠]|h|r",
["loot2"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743343088,
["count"] = 1,
},
},
["time"] = "5:25",
["itemLevel2"] = 76,
["itemLevel4"] = 77,
["itemLevel1"] = 76,
["loot1"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743343088,
["count"] = 1,
},
},
["loot4"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743343088,
["count"] = 1,
},
},
},
["boss15"] = {
},
["boss14"] = {
},
["boss6"] = {
["loot2"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743342457,
["count"] = 1,
},
},
["time"] = "2:06",
["zhuangbei2"] = "|cffa335ee|Hitem:19430::::::::60:::::::::|h[纯净思想斗篷]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:16899::::::::60:::::::::|h[怒风护手]|h|r",
["itemLevel1"] = 76,
["loot1"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743342457,
["count"] = 1,
},
},
["itemLevel2"] = 75,
},
["boss13"] = {
},
["boss3"] = {
["zhuangbei3"] = "|cffa335ee|Hitem:16957::::::::60:::::::::|h[审判马靴]|h|r",
["loot3"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743340113,
["count"] = 1,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:16957::::::::60:::::::::|h[审判马靴]|h|r",
["loot2"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743340113,
["count"] = 1,
},
},
["time"] = "2:02",
["zhuangbei1"] = "|cffa335ee|Hitem:19350::::::::60:::::::::|h[击心者]|h|r",
["loot1"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743340113,
["count"] = 1,
},
},
["itemLevel1"] = 75,
["itemLevel3"] = 76,
["itemLevel2"] = 76,
},
["boss19"] = {
},
["boss4"] = {
["loot2"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743341212,
["count"] = 1,
},
},
["time"] = "3:15",
["itemLevel2"] = 75,
["zhuangbei2"] = "|cffa335ee|Hitem:19365::::::::60:::::::::|h[黑龙之爪]|h|r",
["itemLevel1"] = 76,
["loot1"] = {
{
["player"] = "潼宝",
["class"] = "PRIEST",
["time"] = 1743341212,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16899::::::::60:::::::::|h[怒风护手]|h|r",
},
["boss1"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19369::::::::60:::::::::|h[疾速进化手套]|h|r",
["loot3"] = {
{
["count"] = 1,
["player"] = "潼宝",
["time"] = 1743338736,
["class"] = "PRIEST",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:16951::::::::60:::::::::|h[审判束腕]|h|r",
["loot2"] = {
{
["count"] = 1,
["player"] = "潼宝",
["time"] = 1743338736,
["class"] = "PRIEST",
},
},
["time"] = "6:31",
["itemLevel2"] = 73,
["loot1"] = {
{
["count"] = 1,
["player"] = "潼宝",
["time"] = 1743338736,
["class"] = "PRIEST",
},
},
["itemLevel1"] = 76,
["itemLevel3"] = 76,
["zhuangbei1"] = "|cffa335ee|Hitem:16959::::::::60:::::::::|h[愤怒护腕]|h|r",
},
["boss10"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["History"] = {
["UBRS"] = {
},
["BD"] = {
},
["TAQ"] = {
},
["BWL"] = {
},
["Temple"] = {
},
["ZUG"] = {
},
["MC"] = {
},
["MCsod"] = {
},
["AQL"] = {
},
["NAXX"] = {
},
["Gno"] = {
},
},
["newbee_report"] = {
},
["lastFrame"] = "Hope",
["SKILLchoice"] = {
[0] = 1,
},
["BossFrame"] = {
["BD"] = {
},
},
["buffCD"] = {
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["神圣的老黄"] = {
},
["哈霍兰大格格"] = {
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
},
},
["point"] = {
},
["font"] = "ARKai_T.ttf",
["MeetingHorn"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["神圣的老黄"] = {
},
["哈霍兰大格格"] = {
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
[6118] = {
},
},
["BD"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "10",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine3"] = "0",
["jine5"] = "0",
["jine1"] = "0",
["zhuangbei2"] = "总支出",
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
["zhuangbei1"] = "坦克补贴",
["zhuangbei2"] = "治疗补贴",
["zhuangbei3"] = "输出补贴",
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["FB"] = "NAXX",
["NotifyChannel"] = "RAID",
["Hope"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["绿龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
["黑龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["德加和尚"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["神圣的老黄"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["哈霍兰大格格"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
["迪菲亚女皇"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["蓝龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
},
[5381] = {
["露露緹婭"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
},
[5843] = {
},
[5453] = {
["露露缇娅丶"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
},
[6118] = {
},
},
["MeetingHornWhisper"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["绿龙守护者"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
["黑龙守护者"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["德加和尚"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["神圣的老黄"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["哈霍兰大格格"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
["迪菲亚女皇"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["蓝龙守护者"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
[6118] = {
},
},
["ZUG"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss6"] = {
},
["boss13"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["tradeSkillCooldown"] = {
[5842] = {
},
[5303] = {
},
[5376] = {
["法德迦"] = {
["alchemy"] = {
["class"] = "MAGE",
["ready"] = true,
},
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
["tailor"] = {
["class"] = "PRIEST",
["ready"] = true,
},
},
["神圣的老黄"] = {
},
["哈霍兰大格格"] = {
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
},
[5381] = {
["露露緹婭"] = {
},
},
[5843] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
[6118] = {
},
},
["equip"] = {
[5381] = {
["露露緹婭"] = {
["8"] = {
["link"] = "|cffffffff|Hitem:51::::::::1::::::::::|h[见习牧师之靴]|h|r",
["level"] = 1,
["itemID"] = 51,
["quality"] = 1,
},
["16"] = {
["link"] = "|cffffffff|Hitem:36::::::::1::::::::::|h[用旧的钉锤]|h|r",
["level"] = 2,
["itemID"] = 36,
["quality"] = 1,
},
["5"] = {
["link"] = "|cff9d9d9d|Hitem:6098::::::::1::::::::::|h[见习牧师长袍]|h|r",
["level"] = 1,
["itemID"] = 6098,
["quality"] = 0,
},
["4"] = {
["link"] = "|cffffffff|Hitem:53::::::::1::::::::::|h[见习牧师衬衣]|h|r",
["level"] = 1,
["itemID"] = 53,
["quality"] = 1,
},
["7"] = {
["link"] = "|cff9d9d9d|Hitem:52::::::::1::::::::::|h[见习牧师短裤]|h|r",
["level"] = 1,
["itemID"] = 52,
["quality"] = 0,
},
},
},
[5376] = {
["法德迦"] = {
["18"] = {
["link"] = "|cffa335ee|Hitem:22821::::::::60::::::::::|h[厄运之指]|h|r",
["level"] = 92,
["itemID"] = 22821,
["quality"] = 4,
},
["1"] = {
["link"] = "|cffa335ee|Hitem:22498:2588:::::::60::::::::::|h[霜火头饰]|h|r",
["level"] = 88,
["itemID"] = 22498,
["quality"] = 4,
},
["14"] = {
["link"] = "|cffa335ee|Hitem:23046::::::::60::::::::::|h[萨菲隆的精华]|h|r",
["level"] = 90,
["itemID"] = 23046,
["quality"] = 4,
},
["3"] = {
["link"] = "|cffa335ee|Hitem:22983:2721:::::::60::::::::::|h[蒙霜衬肩]|h|r",
["level"] = 83,
["itemID"] = 22983,
["quality"] = 4,
},
["2"] = {
["link"] = "|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
["level"] = 92,
["itemID"] = 23057,
["quality"] = 4,
},
["5"] = {
["link"] = "|cffa335ee|Hitem:22496:1891:::::::60::::::::::|h[霜火长袍]|h|r",
["level"] = 92,
["itemID"] = 22496,
["quality"] = 4,
},
["4"] = {
["link"] = "|cffffffff|Hitem:14617::::::::60::::::::::|h[外科医生衬衣]|h|r",
["level"] = 1,
["itemID"] = 14617,
["quality"] = 1,
},
["7"] = {
["link"] = "|cffa335ee|Hitem:23070:2588:::::::60::::::::::|h[极性护腿]|h|r",
["level"] = 85,
["itemID"] = 23070,
["quality"] = 4,
},
["6"] = {
["link"] = "|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
["level"] = 88,
["itemID"] = 22730,
["quality"] = 4,
},
["9"] = {
["link"] = "|cffa335ee|Hitem:23021:1883:::::::60::::::::::|h[灵魂收割者的护腕]|h|r",
["level"] = 83,
["itemID"] = 23021,
["quality"] = 4,
},
["15"] = {
["link"] = "|cffa335ee|Hitem:23050:2621:::::::60::::::::::|h[大墓地披风]|h|r",
["level"] = 90,
["itemID"] = 23050,
["quality"] = 4,
},
["16"] = {
["link"] = "|cffff8000|Hitem:22589:2504:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
["level"] = 90,
["itemID"] = 22589,
["quality"] = 5,
},
["8"] = {
["link"] = "|cffa335ee|Hitem:22500:911:::::::60::::::::::|h[霜火便鞋]|h|r",
["level"] = 86,
["itemID"] = 22500,
["quality"] = 4,
},
["13"] = {
["link"] = "|cffa335ee|Hitem:18820::::::::60::::::::::|h[短暂能量护符]|h|r",
["level"] = 66,
["itemID"] = 18820,
["quality"] = 4,
},
["12"] = {
["link"] = "|cffa335ee|Hitem:23062::::::::60::::::::::|h[霜火之戒]|h|r",
["level"] = 92,
["itemID"] = 23062,
["quality"] = 4,
},
["11"] = {
["link"] = "|cffa335ee|Hitem:23237::::::::60::::::::::|h[永恒烈焰之戒]|h|r",
["level"] = 83,
["itemID"] = 23237,
["quality"] = 4,
},
["10"] = {
["link"] = "|cffa335ee|Hitem:21585:2616:::::::60::::::::::|h[黑暗风暴护手]|h|r",
["level"] = 88,
["itemID"] = 21585,
["quality"] = 4,
},
},
["绿龙守护者"] = {
["5"] = {
["link"] = "|cff9d9d9d|Hitem:6123::::::::1::::::::::|h[初学者长袍]|h|r",
["level"] = 1,
["itemID"] = 6123,
["quality"] = 0,
},
["7"] = {
["link"] = "|cff9d9d9d|Hitem:6124::::::::1::::::::::|h[初学者短裤]|h|r",
["level"] = 1,
["itemID"] = 6124,
["quality"] = 0,
},
["16"] = {
["link"] = "|cffffffff|Hitem:3661::::::::1::::::::::|h[手工法杖]|h|r",
["level"] = 2,
["itemID"] = 3661,
["quality"] = 1,
},
},
["黑龙守护者"] = {
["4"] = {
["link"] = "|cffffffff|Hitem:38::::::::1::::::::::|h[新兵衬衣]|h|r",
["level"] = 1,
["itemID"] = 38,
["quality"] = 1,
},
},
["德加和尚"] = {
["19"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 5976,
["link"] = "|cffffffff|Hitem:5976::::::::60::::::::::|h[公会徽章]|h|r",
},
["1"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16921,
["link"] = "|cffa335ee|Hitem:16921:2590:::::::60::::::::::|h[卓越之环]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23047,
["link"] = "|cffa335ee|Hitem:23047::::::::60::::::::::|h[亡者之眼]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16924,
["link"] = "|cffa335ee|Hitem:16924:2715:::::::60::::::::::|h[卓越肩铠]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23036,
["link"] = "|cffa335ee|Hitem:23036::::::::60::::::::::|h[尸身项链]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16923,
["link"] = "|cffa335ee|Hitem:16923:1891:::::::60::::::::::|h[卓越法袍]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 15,
["itemID"] = 3342,
["link"] = "|cffffffff|Hitem:3342::::::::60::::::::::|h[杉德尔船长的衬衣]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16922,
["link"] = "|cffa335ee|Hitem:16922:2590:::::::60::::::::::|h[卓越护腿]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16925,
["link"] = "|cffa335ee|Hitem:16925::::::::60::::::::::|h[卓越腰带]|h|r",
},
["9"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16926,
["link"] = "|cffa335ee|Hitem:16926:2566:::::::60::::::::::|h[卓越束腕]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22960,
["link"] = "|cffa335ee|Hitem:22960::::::::60::::::::::|h[缝合披风]|h|r",
},
["16"] = {
["quality"] = 5,
["level"] = 90,
["itemID"] = 22631,
["link"] = "|cffff8000|Hitem:22631:2505:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16919,
["link"] = "|cffa335ee|Hitem:16919:911:::::::60::::::::::|h[卓越长靴]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 20636,
["link"] = "|cffa335ee|Hitem:20636::::::::60::::::::::|h[休眠水晶]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 19382,
["link"] = "|cffa335ee|Hitem:19382::::::::60::::::::::|h[纯源质指环]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23061,
["link"] = "|cffa335ee|Hitem:23061::::::::60::::::::::|h[信仰之戒]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 16920,
["link"] = "|cffa335ee|Hitem:16920:2617:::::::60::::::::::|h[卓越护手]|h|r",
},
},
["神圣的老黄"] = {
["19"] = {
["quality"] = 1,
["level"] = 20,
["itemID"] = 15196,
["link"] = "|cffffffff|Hitem:15196::::::::60::::::::::|h[列兵徽章]|h|r",
},
["18"] = {
["quality"] = 4,
["level"] = 78,
["itemID"] = 22402,
["link"] = "|cffa335ee|Hitem:22402::::::::60::::::::::|h[优雅圣契]|h|r",
},
["9"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22936,
["link"] = "|cffa335ee|Hitem:22936:1885:::::::60::::::::::|h[复仇腕甲]|h|r",
},
["1"] = {
["quality"] = 4,
["level"] = 76,
["itemID"] = 18817,
["link"] = "|cffa335ee|Hitem:18817:1506:::::::60::::::::::|h[毁灭王冠]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23045,
["link"] = "|cffa335ee|Hitem:23045:849:::::::60::::::::::|h[支配披风]|h|r",
},
["3"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 23324,
["link"] = "|cffffffff|Hitem:23324:2715:::::::60::::::::::|h[火焰节衬肩]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 68,
["itemID"] = 17111,
["link"] = "|cffa335ee|Hitem:17111::::::::60::::::::::|h[火焰之怒]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23000,
["link"] = "|cffa335ee|Hitem:23000:1891:::::::60::::::::::|h[钉板憎恶胸骨]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 37,
["itemID"] = 4335,
["link"] = "|cffffffff|Hitem:4335::::::::60::::::::::|h[紫色丝质衬衣]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23068,
["link"] = "|cffa335ee|Hitem:23068:2543:::::::60::::::::::|h[血战腿铠]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23219,
["link"] = "|cffa335ee|Hitem:23219::::::::60::::::::::|h[教官的腰带]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 75,
["itemID"] = 21891,
["link"] = "|cffa335ee|Hitem:21891::::::::60::::::::::|h[坠落星辰碎片]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 77,
["itemID"] = 19387,
["link"] = "|cffa335ee|Hitem:19387:1887:::::::60::::::::::|h[多彩长靴]|h|r",
},
["17"] = {
["quality"] = 4,
["level"] = 59,
["itemID"] = 1168,
["link"] = "|cffa335ee|Hitem:1168:1704:::::::60::::::::::|h[骨火]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23047,
["link"] = "|cffa335ee|Hitem:23047::::::::60::::::::::|h[亡者之眼]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 78,
["itemID"] = 21677,
["link"] = "|cffa335ee|Hitem:21677::::::::60::::::::::|h[其拉之怒]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23038,
["link"] = "|cffa335ee|Hitem:23038::::::::60::::::::::|h[超自然能量指环]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 21581,
["link"] = "|cffa335ee|Hitem:21581:2564:::::::60::::::::::|h[毁灭护手]|h|r",
},
},
["哈霍兰大格格"] = {
["9"] = {
["link"] = "|cffa335ee|Hitem:21604:2566:::::::60::::::::::|h[皇家救赎腕轮]|h|r",
["level"] = 81,
["itemID"] = 21604,
["quality"] = 4,
},
["1"] = {
["link"] = "|cffa335ee|Hitem:22428:2584:::::::60::::::::::|h[救赎头饰]|h|r",
["level"] = 88,
["itemID"] = 22428,
["quality"] = 4,
},
["8"] = {
["link"] = "|cffa335ee|Hitem:22430:911:::::::60::::::::::|h[救赎长靴]|h|r",
["level"] = 86,
["itemID"] = 22430,
["quality"] = 4,
},
["3"] = {
["link"] = "|cffa335ee|Hitem:22429:2721:::::::60::::::::::|h[救赎肩铠]|h|r",
["level"] = 86,
["itemID"] = 22429,
["quality"] = 4,
},
["2"] = {
["link"] = "|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
["level"] = 92,
["itemID"] = 23057,
["quality"] = 4,
},
["5"] = {
["link"] = "|cffa335ee|Hitem:22425:1891:::::::60::::::::::|h[救赎外套]|h|r",
["level"] = 92,
["itemID"] = 22425,
["quality"] = 4,
},
["18"] = {
["link"] = "|cffa335ee|Hitem:23006::::::::60::::::::::|h[光明圣契]|h|r",
["level"] = 83,
["itemID"] = 23006,
["quality"] = 4,
},
["7"] = {
["link"] = "|cffa335ee|Hitem:23070:2584:::::::60::::::::::|h[极性护腿]|h|r",
["level"] = 85,
["itemID"] = 23070,
["quality"] = 4,
},
["6"] = {
["link"] = "|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
["level"] = 88,
["itemID"] = 22730,
["quality"] = 4,
},
["14"] = {
["link"] = "|cffa335ee|Hitem:23047::::::::60::::::::::|h[亡者之眼]|h|r",
["level"] = 90,
["itemID"] = 23047,
["quality"] = 4,
},
["15"] = {
["link"] = "|cffa335ee|Hitem:19857::::::::60::::::::::|h[吞噬披风]|h|r",
["level"] = 68,
["itemID"] = 19857,
["quality"] = 4,
},
["16"] = {
["link"] = "|cffa335ee|Hitem:23056:2505:::::::60::::::::::|h[扭曲虚空之锤]|h|r",
["level"] = 89,
["itemID"] = 23056,
["quality"] = 4,
},
["17"] = {
["link"] = "|cffa335ee|Hitem:23075::::::::60::::::::::|h[死亡的契约]|h|r",
["level"] = 83,
["itemID"] = 23075,
["quality"] = 4,
},
["13"] = {
["link"] = "|cffa335ee|Hitem:23001::::::::60::::::::::|h[衰落之眼]|h|r",
["level"] = 85,
["itemID"] = 23001,
["quality"] = 4,
},
["12"] = {
["link"] = "|cffa335ee|Hitem:20632::::::::60::::::::::|h[心灵之泪]|h|r",
["level"] = 71,
["itemID"] = 20632,
["quality"] = 4,
},
["11"] = {
["link"] = "|cffa335ee|Hitem:21836::::::::60::::::::::|h[混乱之琉璃戒指]|h|r",
["level"] = 71,
["itemID"] = 21836,
["quality"] = 4,
},
["10"] = {
["link"] = "|cffa335ee|Hitem:20264:2617:::::::60::::::::::|h[和平守护者护手]|h|r",
["level"] = 68,
["itemID"] = 20264,
["quality"] = 4,
},
},
["迪菲亚女皇"] = {
["8"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 47,
["link"] = "|cffffffff|Hitem:47::::::::1::::::::::|h[潜行者之鞋]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 2092,
["link"] = "|cffffffff|Hitem:2092::::::::1::::::::::|h[用旧的匕首]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 49,
["link"] = "|cffffffff|Hitem:49::::::::1::::::::::|h[潜行者衬衣]|h|r",
},
["7"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 48,
["link"] = "|cff9d9d9d|Hitem:48::::::::1::::::::::|h[潜行者短裤]|h|r",
},
["18"] = {
["quality"] = 1,
["level"] = 3,
["itemID"] = 3111,
["link"] = "|cffffffff|Hitem:3111::::::::1::::::::::|h[劣质飞斧]|h|r",
},
},
["蓝龙守护者"] = {
["8"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 129,
["link"] = "|cffffffff|Hitem:129::::::::1::::::::::|h[皱褶捕兽者之靴]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 2092,
["link"] = "|cffffffff|Hitem:2092::::::::1::::::::::|h[用旧的匕首]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 148,
["link"] = "|cffffffff|Hitem:148::::::::1::::::::::|h[皱褶捕兽者衬衣]|h|r",
},
["7"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 147,
["link"] = "|cff9d9d9d|Hitem:147::::::::1::::::::::|h[皱褶捕兽者短裤]|h|r",
},
["18"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 2504,
["link"] = "|cffffffff|Hitem:2504::::::::1::::::::::|h[用旧的短弓]|h|r",
},
},
},
[5453] = {
["露露缇娅丶"] = {
["5"] = {
["quality"] = 0,
["level"] = 4,
["itemID"] = 1380,
["link"] = "|cff9d9d9d|Hitem:1380::::::::10::::::::::|h[磨损的长袍]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 53,
["link"] = "|cffffffff|Hitem:53::::::::10::::::::::|h[见习牧师衬衣]|h|r",
},
["7"] = {
["quality"] = 2,
["level"] = 10,
["itemID"] = 2958,
["link"] = "|cff1eff00|Hitem:2958::::::::10::::::::::|h[旅者短裤]|h|r",
},
["6"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 983,
["link"] = "|cffffffff|Hitem:983::::::::10::::::::::|h[红色亚麻腰带]|h|r",
},
["9"] = {
["quality"] = 0,
["level"] = 5,
["itemID"] = 3365,
["link"] = "|cff9d9d9d|Hitem:3365::::::::10::::::::::|h[磨损的护腕]|h|r",
},
["15"] = {
["quality"] = 0,
["level"] = 5,
["itemID"] = 1376,
["link"] = "|cff9d9d9d|Hitem:1376::::::::10::::::::::|h[磨损的披风]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 4563,
["link"] = "|cffffffff|Hitem:4563::::::::10::::::::::|h[粗棍]|h|r",
},
["18"] = {
["quality"] = 2,
["level"] = 15,
["itemID"] = 11287,
["link"] = "|cff1eff00|Hitem:11287::::::::10::::::::::|h[次级魔法杖]|h|r",
},
["8"] = {
["quality"] = 1,
["level"] = 5,
["itemID"] = 80,
["link"] = "|cffffffff|Hitem:80::::::::10::::::::::|h[柔软的毛边鞋]|h|r",
},
["10"] = {
["quality"] = 1,
["level"] = 9,
["itemID"] = 2960,
["link"] = "|cffffffff|Hitem:2960::::::::10::::::::::|h[旅者手套]|h|r",
},
},
},
},
["RaidCD"] = {
[5303] = {
},
[5843] = {
},
[5376] = {
["法德迦"] = {
{
["colorplayer"] = "|cff40c7eb法德迦|r",
["player"] = "法德迦",
},
},
["绿龙守护者"] = {
{
["colorplayer"] = "|cffff7d0a绿龙守护者|r",
["player"] = "绿龙守护者",
},
},
["黑龙守护者"] = {
{
["colorplayer"] = "|cffc79c6e黑龙守护者|r",
["player"] = "黑龙守护者",
},
},
["德加和尚"] = {
{
["colorplayer"] = "|cffffffff德加和尚|r",
["player"] = "德加和尚",
},
},
["神圣的老黄"] = {
{
["colorplayer"] = "|cfff58cba神圣的老黄|r",
["player"] = "神圣的老黄",
},
},
["哈霍兰大格格"] = {
{
["colorplayer"] = "|cfff58cba哈霍兰大格格|r",
["player"] = "哈霍兰大格格",
},
},
["迪菲亚女皇"] = {
{
["colorplayer"] = "|cfffff569迪菲亚女皇|r",
["player"] = "迪菲亚女皇",
},
},
["蓝龙守护者"] = {
{
["colorplayer"] = "|cffabd473蓝龙守护者|r",
["player"] = "蓝龙守护者",
},
},
},
[5381] = {
["露露緹婭"] = {
{
["colorplayer"] = "|cffffffff露露緹婭|r",
["player"] = "露露緹婭",
},
},
},
[5453] = {
["露露缇娅丶"] = {
{
["colorplayer"] = "|cffffffff露露缇娅丶|r",
["player"] = "露露缇娅丶",
},
},
},
[6118] = {
},
},
["AQL"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss10"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["TAQ"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
["itemLevel5"] = 88,
["zhuangbei4"] = "|cffa335ee|Hitem:21586::::::::60::::::::::|h[无尽痛苦腰带]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:20933::::::::60::::::::::|h[上古之神的外鞘]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:21221::::::::60::::::::::|h[克苏恩之眼]|h|r",
["loot3"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782920233,
},
},
["loot5"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782920233,
},
},
["itemLevel4"] = 88,
["loot4"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782920233,
},
},
["loot2"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782920233,
},
},
["zhuangbei5"] = "|cffa335ee|Hitem:21581::::::::60::::::::::|h[毁灭护手]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:20929::::::::60::::::::::|h[上古之神的甲壳]|h|r",
["itemLevel2"] = 1,
["itemLevel1"] = 1,
["loot1"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782920233,
},
},
["itemLevel3"] = 60,
},
["boss11"] = {
},
["boss12"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss17"] = {
},
["boss2"] = {
},
["raidRoster"] = {
["roster"] = {
"宇晔-法琳娜",
"谁是大狄",
"红茶二块五",
"星空术",
"寻宝",
"你的男神",
"邪枝",
"顶得住啊",
"嘉华",
"科瑞德",
"乙巳元月初七-法琳娜",
"墨晴岚",
"Jjlol",
"迷路惊鸿",
"小鸟奶奶",
"上去就死",
"海肥丝",
"傻丷妞",
"额仑",
"拉飞尔",
"安娜凯瑟琳",
"明凯",
"列奥尼达",
"三鸡皮儿",
"爱情卖买",
"潇洒狂暴战",
"云昭丶",
"芒果蒂蒂",
"艾瑞克-法琳娜",
"呆俊牧",
"送你温暖的光",
"潜行嘎你腰子",
"迷恋上你的唇",
"忘川难度",
"法德迦",
"飞飞来咯",
"傻妞妞",
},
["time"] = 1782920213,
["realm"] = "哈霍兰",
},
["boss5"] = {
},
["boss7"] = {
},
["boss15"] = {
},
["boss14"] = {
},
["boss3"] = {
},
["boss13"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss6"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss10"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:20931::::::::60::::::::::|h[巨型沙虫的皮]|h|r",
["loot3"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782919310,
},
},
["loot2"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782919310,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:20927::::::::60::::::::::|h[奥罗的外皮]|h|r",
["itemLevel2"] = 1,
["loot1"] = {
{
["class"] = "MAGE",
["player"] = "宇晔-法琳娜",
["count"] = 1,
["time"] = 1782919310,
},
},
["itemLevel1"] = 1,
["itemLevel3"] = 81,
["zhuangbei3"] = "|cffa335ee|Hitem:23557::::::::60::::::::::|h[巨虫的幼体]|h|r",
},
["boss22"] = {
},
["boss19"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["lastGuoQiTime"] = 0,
["HistoryList"] = {
["UBRS"] = {
},
["BD"] = {
},
["TAQ"] = {
},
["BWL"] = {
},
["Temple"] = {
},
["ZUG"] = {
},
["MC"] = {
},
["MCsod"] = {
},
["AQL"] = {
},
["NAXX"] = {
},
["Gno"] = {
},
},
["FilterClassItemDB"] = {
[5376] = {
["法德迦"] = {
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["5回法力值"] = 1,
},
["Name"] = "法师",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_mage",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["4"] = 1,
},
},
},
["绿龙守护者"] = {
{
["ShuXing"] = {
["招架"] = 1,
["格挡"] = 1,
},
["Name"] = "德鲁伊",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_DRUID",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["18"] = 1,
["7"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["武器技能"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["招架"] = 1,
["格挡"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "德鲁伊-巨熊",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["10"] = 1,
["9"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_racial_bearform",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["18"] = 1,
["13"] = 1,
["8"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "德鲁伊-猎豹",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["10"] = 1,
["9"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_druid_catform",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["18"] = 1,
["13"] = 1,
["8"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "德鲁伊-平衡",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_nature_starfall",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["19"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["武器技能"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "德鲁伊-恢复",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_nature_healingtouch",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["19"] = 1,
},
},
},
["黑龙守护者"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "战士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_WARRIOR",
["Weapon"] = {
["19"] = 1,
["20"] = 1,
["9"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "战士-防御",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_defensivestance",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["20"] = 1,
["5"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-武器",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_savageblow",
["Weapon"] = {
["9"] = 1,
["0"] = 1,
["20"] = 1,
["13"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["15"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-狂怒",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_innerrage",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["20"] = 1,
["5"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
},
["德加和尚"] = {
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["物理爆击"] = 1,
["武器技能"] = 1,
},
["Name"] = "牧师",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_PRIEST",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["5回法力值"] = 1,
},
["Name"] = "牧师-暗影",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_shadow_shadowwordpain",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["武器技能"] = 1,
},
["Name"] = "牧师-戒律",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_wordfortitude",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["武器技能"] = 1,
},
["Name"] = "牧师-神圣",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_guardianspirit",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
},
["神圣的老黄"] = {
{
["ShuXing"] = {
["法术命中"] = 1,
["特定法术强度"] = 1,
},
["Name"] = "圣骑士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_paladin",
["Weapon"] = {
["3"] = 1,
["2"] = 1,
["19"] = 1,
["18"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "圣骑士-防御",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["8"] = 1,
["9"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_devotionaura",
["Weapon"] = {
["1"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["8"] = 1,
["20"] = 1,
["13"] = 1,
["19"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "圣骑士-惩戒",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["1"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_auraoflight",
["Weapon"] = {
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["18"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["武器技能"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["精神"] = 1,
},
["Name"] = "圣骑士-神圣",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_holybolt",
["Weapon"] = {
["1"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["8"] = 1,
["20"] = 1,
["13"] = 1,
["19"] = 1,
["10"] = 1,
},
},
},
["哈霍兰大格格"] = {
{
["ShuXing"] = {
["法术命中"] = 1,
["特定法术强度"] = 1,
},
["Name"] = "圣骑士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_paladin",
["Weapon"] = {
["3"] = 1,
["2"] = 1,
["19"] = 1,
["18"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["精神"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["法术命中"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["治疗强度"] = 1,
},
["Name"] = "圣骑士-防御",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["8"] = 1,
["9"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_devotionaura",
["Weapon"] = {
["1"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["8"] = 1,
["20"] = 1,
["19"] = 1,
["13"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "圣骑士-惩戒",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["0"] = 1,
["10"] = 1,
["1"] = 1,
["8"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_auraoflight",
["Weapon"] = {
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["18"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["武器技能"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["精神"] = 1,
},
["Name"] = "圣骑士-神圣",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_holybolt",
["Weapon"] = {
["1"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["8"] = 1,
["20"] = 1,
["19"] = 1,
["13"] = 1,
["10"] = 1,
},
},
},
["迪菲亚女皇"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "盗贼",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_rogue",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
["5"] = 1,
["20"] = 1,
["19"] = 1,
["1"] = 1,
["6"] = 1,
},
},
},
["蓝龙守护者"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["防御"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "猎人",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_HUNTER",
["Weapon"] = {
["9"] = 1,
["16"] = 1,
["5"] = 1,
["4"] = 1,
["20"] = 1,
["19"] = 1,
},
},
},
},
},
["MCsod"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss1"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["UBRS"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss1"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["whoFrame"] = {
["history"] = {
"兰傲天",
"扎克",
"房飞",
"房",
"卡扎克",
"星宇",
"蓝龙",
"位面",
},
},
["newbee_report_notuploaded"] = {
},
["YYdb"] = {
["share"] = 0,
["history"] = {
},
["all"] = {
},
["historyFilter"] = 0,
["historyEmpty"] = {
},
["allFilter"] = 0,
["shareCount"] = 0,
["LeaderYY"] = {
},
},
["options"] = {
["roleOverviewNotShowiLevel"] = 0,
["fastCountPreview"] = 1,
["lastTrade"] = 1,
["autoTrade"] = 1,
["fastCountMsg"] = 1,
["editFontSize"] = 14,
["tradeTime"] = 3,
["configChooseHope"] = 1,
["showAuctionLogFrame"] = 1,
["tradeSameMoney"] = 1,
["autoAllLootToMe"] = 0,
["countDownSendChannel"] = "RAID_WARNING",
["autoAuctionStart"] = 1,
["autoAdd0"] = 0,
["autoAuctionLogLink"] = 1,
["showGuoQiFrame"] = 0,
["ERR_CHAT_THROTTLED"] = 1,
["auctionMoveByShift"] = 0,
["retainExpensesMoney"] = 0,
["autoShowTradeCopyMoney"] = 1,
["autoGetOnline"] = 0,
["addonsOutTime"] = 1,
["configChooseMeetingHornWhisper"] = 1,
["roleOverviewLayout"] = "up_down",
["mouseHistoryMoney"] = 1,
["allLootToMe"] = 1,
["scale"] = 0.9,
["roleOverviewSort1"] = "iLevel-class-player",
["roleOverviewShowTalent"] = 1,
["roleOverviewShowNote_useClassColor"] = 1,
["tradeFastGiveMoney"] = 1,
["MeetingHorn_isSend"] = 0,
["lootFontSize"] = 20,
["roleOverviewDefaultShow"] = "one",
["auctionChat"] = 1,
["countDownStop"] = 1,
["autoAuctionFrameLevel"] = "HIGH",
["countDown"] = 1,
["duiZhangTime"] = 24,
["joinorleavePlayercolor"] = 1,
["mainIconFrameLevel"] = "HIGH",
["autoAuctionHappySay"] = 1,
["MeetingHorn_history"] = 0,
["fastCount"] = 1,
["alpha"] = 0.8,
["roleOverviewAlpha"] = 0.9,
["NDuiOpenBag"] = 0,
["mainIcon"] = 0,
["HighOnterItem"] = 1,
["autoAuctionMoney"] = 1,
["tipsSound"] = 1,
["autolootRemind"] = 1,
["guoqiRemind"] = 1,
["qiankuanTrade"] = 1,
["roleOverviewblackWhite"] = 0,
["commerceAuthorityTooltip"] = 1,
["showRaidCDKillNum"] = 0,
["miniMap"] = 1,
["autoAuctionShowSender"] = 0,
["autoAuctionFoldIfNotHope"] = 0,
["MeetingHorn_members"] = 0,
["isTrading"] = 1,
["roleOverviewShowNote"] = 0,
["autoAuctionQianKuan"] = 1,
["MeetingHorn_search"] = 0,
["configChooseMeetingHornHistory"] = 1,
["autoQingKongSaveHistory"] = 1,
["auctionChatHoldNew"] = 1,
["autoCreateBill"] = 1,
["tradeMoneyTop"] = 1,
["report"] = 1,
["ignore"] = 1,
["countDownDuration"] = 8,
["searchList"] = 1,
["auctionTopPrice"] = 1,
["autolootNotice"] = 1,
["roleOverviewShowFaction"] = 0,
["guoqiRemindMinTime"] = 30,
["roleOverviewNotShowLevel"] = 0,
["NumFrame"] = 1,
["auctionLogChoose"] = 1,
["MeetingHorn_ActivityList"] = 0,
["lastFrame"] = "FrameOptions_biaoge",
["retainExpenses"] = 1,
["autoLoot"] = 1,
["MeetingHorn_always"] = 0,
["auctionHighTime"] = 20,
["auctionHigh"] = 1,
["autoAuctionSureClick"] = 0,
["buttonSound"] = 1,
["moLing"] = 1,
["MeetingHorn_yy"] = 0,
["tradePreview"] = 1,
["aotoSendLate"] = 0,
["roleOverviewShowNote_width"] = 100,
["model"] = 1,
["lootTime"] = 8,
["xueyueAuto"] = 0,
["fastMoney"] = 1,
["configChooseFilter"] = 1,
["Sound"] = "露露缇娅",
["autoQingKong"] = 1,
["autoAuctionScale"] = 0.95,
["tradeFontSize"] = 20,
["tradeNotice"] = 1,
["lastVer"] = "v2.0.7",
["roleOverviewScale"] = 1,
["autoAuctionFold"] = 0,
["zhichuPercent"] = 1,
["autoAuctionPut"] = 1,
["autoAuctionUp"] = 0,
["mainIconScale"] = 1,
["autoAuctionSetMoney"] = 1,
["autoAuctionAutoEndTips"] = 1,
["mouseFK"] = 1,
["SearchHistory"] = {
["option231029"] = true,
["FBCDchoice260623"] = true,
["FBCDchoice240208"] = true,
["QuestCD240403愛雅法拉-孤狼"] = true,
["sound250527"] = true,
["|cff00FF004月9日更新v1.17.0"] = true,
["FBCDchoice240923"] = true,
["QuestCD240403萌萌奶糖-野性痊癒"] = true,
["autoShowTradeCopyMoney260218"] = true,
["firstOpenMainFrame"] = true,
["|cff00FF004月19日更新v1.17.5"] = true,
["|cff00FF005月3日更新v1.17.7"] = true,
["FilterClassItemDB260425"] = true,
["dt231005"] = true,
["history250312"] = true,
["|cff00FF007月20日更新v1.19.6"] = true,
["FBCDchoice240711"] = true,
["|cff00FF005月21日更新v1.18.3"] = true,
["FilterClassItemDBPlayer-5376-16BEFC08260618"] = true,
["FBCDchoice240412"] = true,
["YY240925"] = true,
["60FB240703"] = true,
["|cff00FF005月9日更新v1.17.8"] = true,
["MONEYchoice240408"] = true,
["yongshi240425"] = true,
["showAuctionLogFrame260209"] = true,
["dt231208"] = true,
["autoGetOnline240615"] = true,
["FBCDchoice240113"] = true,
["QuestCD240113"] = true,
["options250610"] = true,
["ro250602"] = true,
["yy250509"] = true,
["FBCDchoice240106"] = true,
["QuestCD240403萌萌的露小露-孤狼"] = true,
["FBCDchoice2401065843萌萌的露小露"] = true,
["|cff00FF008月3日更新v1.20.0"] = true,
["MONEYchoice241101"] = true,
["FBCDchoice240328"] = true,
},
["bg"] = "0.01,0.01,0.01,0.8",
["MeetingHorn_whisper"] = 0,
},
["HopeSendChannel"] = "RAID",
["Auction"] = {
["mod"] = "normal",
["gen"] = 1,
["fastMoney"] = {
100,
300,
500,
1000,
2000,
},
["money"] = 5000,
["resetThreshold"] = 20,
["aotoSendLate"] = 3,
["duration"] = 60,
},
["auctionMSGhistory"] = {
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:139:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "打了一小时 分了147 还得苦逼的当T",
["time"] = 1784263894,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:175:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "看鸡哥带你们飞",
["time"] = 1784263907,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:215:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余108个片 正在召唤>>花开的旅途<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784263922,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:216:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余108个片 正在召唤>>花开的旅途<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784263923,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:218:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余108个片 正在召唤>>花开的旅途<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784263923,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:234:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "刚才鸡哥去做韭菜盒子了 ",
["time"] = 1784263932,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:250:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "刚吃完 正要雄起",
["time"] = 1784263941,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:267:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784263953,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:268:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784263953,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:320:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余107个片 正在召唤>>軍師小明<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784263984,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:321:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余107个片 正在召唤>>軍師小明<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784263984,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:322:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余107个片 正在召唤>>軍師小明<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784263984,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:325:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784263984,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:326:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784263984,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:327:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784263985,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:380:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【軍師小明】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784264012,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:382:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余106个片 正在召唤>>独孤冰寒<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264013,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:383:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余106个片 正在召唤>>独孤冰寒<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264013,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:384:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余106个片 正在召唤>>独孤冰寒<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264013,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:436:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784264046,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:437:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784264046,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:439:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784264046,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:451:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余105个片 正在召唤>>莉亚德林丶<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264052,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:452:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余105个片 正在召唤>>莉亚德林丶<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264052,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:453:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余105个片 正在召唤>>莉亚德林丶<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264052,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:474:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "看鸡哥带你们飞",
["time"] = 1784264060,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:498:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "这个boss 裤子+4属性",
["time"] = 1784264075,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:东方大树:513:RAID:|h[|cffc79c6e东方大树|r]|h",
["text"] = "开始记录，连续10秒无Roll后通报",
["time"] = 1784264082,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:红雨瓢泼:533:RAID:|h[|cffffffff红雨瓢泼|r]|h",
["text"] = "2-5",
["time"] = 1784264093,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:540:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余104个片 正在召唤>>红雨瓢泼<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264095,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:541:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余104个片 正在召唤>>红雨瓢泼<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264095,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:542:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余104个片 正在召唤>>红雨瓢泼<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264096,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:555:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784264104,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:556:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784264104,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:557:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784264104,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:615:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余103个片 正在召唤>>做错事还顶嘴<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264138,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:616:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余103个片 正在召唤>>做错事还顶嘴<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264138,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:617:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余103个片 正在召唤>>做错事还顶嘴<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264138,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:624:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "O战你的姘头呢",
["time"] = 1784264144,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:643:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784264157,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:644:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784264157,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:645:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "YY1017777 联盟频道   不上不分G",
["time"] = 1784264158,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:646:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "？",
["time"] = 1784264158,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:花开的旅途:697:RAID:|h[|cfff58cba花开的旅途|r]|h",
["text"] = "2",
["time"] = 1784264191,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:726:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余102个片 正在召唤>>北条武<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264210,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:727:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余102个片 正在召唤>>北条武<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264210,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:728:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余102个片 正在召唤>>北条武<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784264210,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:782:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "玛德水T",
["time"] = 1784264250,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:792:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "几把毛",
["time"] = 1784264255,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:855:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "一刀4000+",
["time"] = 1784264294,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:做错事还顶嘴:932:RAID:|h[|cffffffff做错事还顶嘴|r]|h",
["text"] = "1",
["time"] = 1784264335,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:红雨瓢泼:936:RAID:|h[|cffffffff红雨瓢泼|r]|h",
["text"] = "1",
["time"] = 1784264337,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:下去吧你:937:RAID:|h[|cffffffff下去吧你|r]|h",
["text"] = "1",
["time"] = 1784264337,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:964:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "buff",
["time"] = 1784264353,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:1000:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "5-3 耐 精 3Q",
["time"] = 1784264373,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:1029:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "玛德",
["time"] = 1784264391,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:法德迦:1046:RAID:|h[|cff40c7eb法德迦|r]|h",
["text"] = "|cffa335ee|Hitem:20628::::::::60::::::::::|h[异常生长之帽]|h|r 这个绿帽子 真好看",
["time"] = 1784264402,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:纯情野百合:1578:RAID:|h[|cff40c7eb纯情野百合|r]|h",
["text"] = "|cffa335ee|Hitem:20628::::::::60::::::::::|h[异常生长之帽]|h|r",
["time"] = 1784264720,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:1583:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "|cffa335ee|Hitem:20628::::::::60::::::::::|h[异常生长之帽]|h|r|cffa335ee|Hitem:20582::::::::60::::::::::|h[沉睡之石]|h|r",
["time"] = 1784264725,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:1588:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "|cffa335ee|Hitem:20628::::::::60::::::::::|h[异常生长之帽]|h|r皮甲/头部/72:异常生长之帽1000",
["time"] = 1784264727,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:1657:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "你没有拾取",
["time"] = 1784264757,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:1673:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "谁要绿帽子",
["time"] = 1784264768,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:1694:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "石头",
["time"] = 1784264778,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呀:1705:RAID:|h[|cfff58cba星宇呀|r]|h",
["text"] = "|cffa335ee|Hitem:20582::::::::60::::::::::|h[沉睡之石]|h|r副手物品/71:沉睡之石100",
["time"] = 1784264785,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:1721:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "|cffa335ee|Hitem:20644::::::::60::::::::::|h[梦魇包裹的物品]|h|r 要的打1",
["time"] = 1784264792,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:独孤冰寒:1735:RAID:|h[|cffffffff独孤冰寒|r]|h",
["text"] = "1",
["time"] = 1784264797,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Kensouo:1743:RAID:|h[|cff40c7ebKensouo|r]|h",
["text"] = "1",
["time"] = 1784264805,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:下去吧你:1801:RAID:|h[|cffffffff下去吧你|r]|h",
["text"] = "|cffa335ee|Hitem:20582::::::::60::::::::::|h[沉睡之石]|h|r100",
["time"] = 1784264836,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:1803:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "<有爱提示> 欢迎新队友 术士[星宇灰谷-哈霍兰]",
["time"] = 1784264837,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:1842:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【Kensouo】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784264858,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:1854:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "<有爱提示> 欢迎新队友 德鲁伊[Octo]",
["time"] = 1784264864,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Qt-法琳娜:1864:RAID:|h[|cffff7d0aQt-法琳娜|r]|h",
["text"] = "刚才5队是什么情况",
["time"] = 1784264868,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:1883:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "菜呗",
["time"] = 1784264881,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:1884:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【纯情野百合】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784264881,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:1894:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "？》||",
["time"] = 1784264887,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:1907:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "与[下去吧你-哈霍兰]交易取消: 你超出了距离。",
["time"] = 1784264891,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:1939:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【法德迦】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784264909,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:1967:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<5-1>潜行者【独上新楼】==>【 大树荫】请点门!",
["time"] = 1784264926,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:1981:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【Ezyaki】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784264933,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:1994:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<5-2>法师【阴雨】==>【 大树荫】请点门!",
["time"] = 1784264942,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:莉亚德林丶:1998:RAID:|h[|cfff58cba莉亚德林丶|r]|h",
["text"] = "74 暴击流 是密头吧 ",
["time"] = 1784264944,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:2005:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【梦尨】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784264948,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Qt-法琳娜:2006:RAID:|h[|cffff7d0aQt-法琳娜|r]|h",
["text"] = "怎么最后一轮4绿龙呢",
["time"] = 1784264948,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Qt-法琳娜:2023:RAID:|h[|cffff7d0aQt-法琳娜|r]|h",
["text"] = "不是16条起步吗",
["time"] = 1784264959,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:2033:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<5-3>德鲁伊【玥怼怼】==>【 大树荫】请点门!",
["time"] = 1784264965,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:2043:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【独孤冰寒】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784264969,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:2102:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<5-4>牧师【下去吧你】==>【 大树荫】请点门!",
["time"] = 1784264999,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:2123:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【Playergdcdlu】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784265010,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2129:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "不行休眠打部落 让叼毛去喊一下",
["time"] = 1784265014,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:阿咪呀:2132:RAID:|h[|cff8787ed阿咪呀|r]|h",
["text"] = "已召唤 （ |TInterface\\TargetingFrame\\UI-RaidTargetingIcons:0:0:0:-3:100:100:75:100:25:50|t东方大树 )   门把手伸出可爱的小手点点",
["time"] = 1784265016,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:2136:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<6-1>牧师【做错事还顶嘴】==>【 大树荫】请点门!",
["time"] = 1784265017,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2146:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "找个老板 包给他",
["time"] = 1784265023,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:肉盾姐姐:2149:RAID:|h[|cffc79c6e肉盾姐姐|r]|h",
["text"] = "我小退下，20秒",
["time"] = 1784265025,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:2172:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【Kensouo】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784265034,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2178:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "叫鸡哥",
["time"] = 1784265041,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:纯爱:2187:RAID:|h[|cffc79c6e纯爱|r]|h",
["text"] = "6-2",
["time"] = 1784265045,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:下去吧你:2188:RAID:|h[|cffffffff下去吧你|r]|h",
["text"] = "|cffa335ee|Hitem:20582::::::::60::::::::::|h[沉睡之石]|h|r拍了没。我要",
["time"] = 1784265047,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Qt-法琳娜:2194:RAID:|h[|cffff7d0aQt-法琳娜|r]|h",
["text"] = "休眠没人要的话 我3000P吧",
["time"] = 1784265049,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:2213:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<6-2>战士【纯爱】==>【 大树荫】请点门!",
["time"] = 1784265059,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:2220:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<6-2>战士【纯爱】==>【 大树荫】请点门!",
["time"] = 1784265064,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2242:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "拉个P 我都没过去",
["time"] = 1784265078,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2245:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "每人拉我",
["time"] = 1784265080,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:2258:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<6-3>潜行者【阔以盗】==>【 大树荫】请点门!",
["time"] = 1784265084,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:2259:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<开始>召唤仪式->[Playergdcdlu]",
["time"] = 1784265084,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:纯情野百合:2289:RAID:|h[|cff40c7eb纯情野百合|r]|h",
["text"] = "4-1",
["time"] = 1784265098,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2293:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "绿帽不红吗",
["time"] = 1784265100,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:2297:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<6-4>战士【肉盾姐姐】==>【 大树荫】请点门!",
["time"] = 1784265103,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:2310:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<6-4>战士【肉盾姐姐】==>【 大树荫】请点门!",
["time"] = 1784265108,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2314:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "|cffa335ee|Hitem:20725::::::::60::::::::::|h[连结水晶]|h|r*2",
["time"] = 1784265110,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2335:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余103个片 正在召唤>>北条武<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265122,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2336:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余103个片 正在召唤>>北条武<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265123,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2337:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余103个片 正在召唤>>北条武<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265123,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:2346:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<6-5>战士【战丄】==>【 大树荫】请点门!",
["time"] = 1784265126,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:2353:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<6-5>战士【战丄】==>【 大树荫】请点门!",
["time"] = 1784265131,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2367:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余102个片 正在召唤>>神圣的老黄<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265138,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2369:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余102个片 正在召唤>>神圣的老黄<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265138,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2370:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余102个片 正在召唤>>神圣的老黄<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265138,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2389:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "要感谢我在奥格",
["time"] = 1784265152,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:2393:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<8-3>圣骑士【神圣的老黄】==>【 大树荫】请点门!",
["time"] = 1784265154,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:軍師小明:2400:RAID:|h[|cfff58cba軍師小明|r]|h",
["text"] = "1-1  求拉",
["time"] = 1784265157,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Playergdcdlu:2404:RAID:|h[|cff40c7ebPlayergdcdlu|r]|h",
["text"] = "啥披风2.5W",
["time"] = 1784265163,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:2406:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【肉盾姐姐】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784265164,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2413:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "我要不在奥格 你们得吃土",
["time"] = 1784265169,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2457:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余100个片 正在召唤>>纯情野百合<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265194,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2461:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余100个片 正在召唤>>纯情野百合<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265194,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2462:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余100个片 正在召唤>>纯情野百合<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265194,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2468:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余100个片 正在召唤>>下去吧你<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265197,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2469:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余100个片 正在召唤>>下去吧你<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265197,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2470:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余100个片 正在召唤>>下去吧你<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265197,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Ezyaki:2476:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<开始>召唤仪式->[Playergdcdlu]",
["time"] = 1784265200,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2478:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余100个片 正在召唤>>Playergdcdlu<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265200,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2479:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余100个片 正在召唤>>Playergdcdlu<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265200,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2480:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余100个片 正在召唤>>Playergdcdlu<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265200,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Ezyaki:2485:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<成功>召唤仪式->[Playergdcdlu]",
["time"] = 1784265205,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:2498:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<4-1>法师【纯情野百合】==>【 大树荫】请点门!",
["time"] = 1784265212,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:2504:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<4-1>法师【纯情野百合】==>【 大树荫】请点门!",
["time"] = 1784265217,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2531:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余99个片 正在召唤>>挣脱旧梦<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265238,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2533:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余99个片 正在召唤>>挣脱旧梦<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265239,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2534:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余99个片 正在召唤>>挣脱旧梦<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265239,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Qt-法琳娜:2536:RAID:|h[|cffff7d0aQt-法琳娜|r]|h",
["text"] = "过量奶5-1",
["time"] = 1784265240,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:2539:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<3-2>法师【挣脱旧梦】==>【 大树荫】请点门!",
["time"] = 1784265243,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:2751:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "？",
["time"] = 1784265367,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:做错事还顶嘴:3010:RAID:|h[|cffffffff做错事还顶嘴|r]|h",
["text"] = "不是4一个",
["time"] = 1784265512,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Kensouo:3042:RAID:|h[|cff40c7ebKensouo|r]|h",
["text"] = "我这有10G的大蓝，欢迎惠顾啊，哈哈",
["time"] = 1784265531,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:挣脱旧梦:3151:RAID:|h[|cff40c7eb挣脱旧梦|r]|h",
["text"] = "我这边有8G的大蓝  要多少我去AH取点",
["time"] = 1784265600,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:徐州矿大:3190:RAID:|h[|cffc79c6e徐州矿大|r]|h",
["text"] = "111",
["time"] = 1784265627,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:3191:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余107个片 正在召唤>>徐州矿大<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265627,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:3194:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余107个片 正在召唤>>徐州矿大<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265627,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:3195:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余107个片 正在召唤>>徐州矿大<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265627,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:3253:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "我说话有口音吗？",
["time"] = 1784265654,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:3276:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余106个片 正在召唤>>格蕾迈恩丶<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265665,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:3278:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余106个片 正在召唤>>格蕾迈恩丶<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265665,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:3279:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余106个片 正在召唤>>格蕾迈恩丶<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784265665,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:3291:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<8-2>潜行者【格蕾迈恩丶】==>【 大树荫】请点门!",
["time"] = 1784265671,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:3292:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【格蕾迈恩丶】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784265672,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:3452:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "对头",
["time"] = 1784265744,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Kensouo:3689:RAID:|h[|cff40c7ebKensouo|r]|h",
["text"] = "给3队ms个激活",
["time"] = 1784265868,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:星宇灰谷:3760:RAID:|h[|cff8787ed星宇灰谷|r]|h",
["text"] = "|cffa335ee|Hitem:20619::::::::20::::::::::|h[蚀刻胫甲]|h|r100",
["time"] = 1784265910,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:3761:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "|cffa335ee|Hitem:20619::::::::60::::::::::|h[蚀刻胫甲]|h|r|cffa335ee|Hitem:20621::::::::60::::::::::|h[无边沼泽之靴]|h|r",
["time"] = 1784265910,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Playergdcdlu:3781:RAID:|h[|cff40c7ebPlayergdcdlu|r]|h",
["text"] = "|cffa335ee|Hitem:20621::::::::60::::::::::|h[无边沼泽之靴]|h|r第一次见",
["time"] = 1784265920,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:星宇灰谷:3784:RAID:|h[|cff8787ed星宇灰谷|r]|h",
["text"] = "|cffa335ee|Hitem:20621::::::::20::::::::::|h[无边沼泽之靴]|h|r100",
["time"] = 1784265921,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:3841:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "|cffa335ee|Hitem:20644::::::::60::::::::::|h[梦魇包裹的物品]|h|r要的打1",
["time"] = 1784265951,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:阔以盗:3846:RAID:|h[|cfffff569阔以盗|r]|h",
["text"] = "1",
["time"] = 1784265952,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:3909:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "<有爱提示> 欢迎新队友 法师[星宇呐-哈霍兰]",
["time"] = 1784265989,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:4008:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "我口音重吗",
["time"] = 1784266039,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:肉盾姐姐:4036:RAID:|h[|cffc79c6e肉盾姐姐|r]|h",
["text"] = "1",
["time"] = 1784266053,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:庸医治大病:4076:RAID:|h[|cffffffff庸医治大病|r]|h",
["text"] = "1",
["time"] = 1784266074,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:4166:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "小马T了",
["time"] = 1784266124,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:4181:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "50G",
["time"] = 1784266128,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:双马尾的天灰:4217:RAID:|h[|cfff58cba双马尾的天灰|r]|h",
["text"] = "我吃了147G。。。",
["time"] = 1784266147,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:双马尾的天灰:4278:RAID:|h[|cfff58cba双马尾的天灰|r]|h",
["text"] = "6个奥金锭呢。。",
["time"] = 1784266180,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:肉盾姐姐:4340:RAID:|h[|cffc79c6e肉盾姐姐|r]|h",
["text"] = "2-1",
["time"] = 1784266215,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:肉盾姐姐:4413:RAID:|h[|cffc79c6e肉盾姐姐|r]|h",
["text"] = "2-1求拉谢谢",
["time"] = 1784266257,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:4470:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【双马尾的天灰】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784266288,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:4496:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余106个片 正在召唤>>徐州矿大<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266301,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:4498:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余106个片 正在召唤>>徐州矿大<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266301,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:4499:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余106个片 正在召唤>>徐州矿大<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266301,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Octo-德姆塞卡尔:4530:RAID:|h[|cffff7d0aOcto-德姆塞卡尔|r]|h",
["text"] = "早上不是3吧",
["time"] = 1784266317,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Octo-德姆塞卡尔:4539:RAID:|h[|cffff7d0aOcto-德姆塞卡尔|r]|h",
["text"] = "早上是2",
["time"] = 1784266324,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Playergdcdlu:4548:RAID:|h[|cff40c7ebPlayergdcdlu|r]|h",
["text"] = "早上685",
["time"] = 1784266329,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:4558:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余105个片 正在召唤>>神圣的老黄<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266335,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:4559:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余105个片 正在召唤>>神圣的老黄<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266335,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:4560:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余105个片 正在召唤>>神圣的老黄<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266335,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇呐:4567:RAID:|h[|cff40c7eb星宇呐|r]|h",
["text"] = "cxy201009",
["time"] = 1784266338,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:4600:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余104个片 正在召唤>>肉盾姐姐<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266355,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:4601:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余104个片 正在召唤>>肉盾姐姐<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266355,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:4602:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余104个片 正在召唤>>肉盾姐姐<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266355,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:4614:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<2-1>战士【肉盾姐姐】==>【 黎明森林】请点门!",
["time"] = 1784266360,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:4628:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<5-1>德鲁伊【冷夜雪】==>【 黎明森林】请点门!",
["time"] = 1784266366,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:庸医治大病:4630:RAID:|h[|cffffffff庸医治大病|r]|h",
["text"] = "6金不亏",
["time"] = 1784266366,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:4662:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余103个片 正在召唤>>冷夜雪<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266380,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:4663:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余103个片 正在召唤>>冷夜雪<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266380,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:4664:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "剩余103个片 正在召唤>>冷夜雪<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266380,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:挣脱旧梦:4944:RAID:|h[|cff40c7eb挣脱旧梦|r]|h",
["text"] = "1",
["time"] = 1784266527,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:5310:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "|cffa335ee|Hitem:20631::::::::60::::::::::|h[乞求之靴]|h|r100",
["time"] = 1784266721,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:5323:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "|cffa335ee|Hitem:20617::::::::60::::::::::|h[上古腐蚀护腿]|h|r100",
["time"] = 1784266731,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:庸医治大病:5330:RAID:|h[|cffffffff庸医治大病|r]|h",
["text"] = "6金不亏",
["time"] = 1784266733,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:凤起首义-德姆塞卡尔:5386:RAID:|h[|cff8787ed凤起首义-德姆塞卡尔|r]|h",
["text"] = "|cffa335ee|Hitem:20644::::::::60::::::::::|h[梦魇包裹的物品]|h|r要的打1",
["time"] = 1784266760,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:做错事还顶嘴:5396:RAID:|h[|cffffffff做错事还顶嘴|r]|h",
["text"] = "1",
["time"] = 1784266765,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Kensouo:5405:RAID:|h[|cff40c7ebKensouo|r]|h",
["text"] = "1",
["time"] = 1784266768,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:海盗观察者卡-法琳娜:5416:RAID:|h[|cff8787ed海盗观察者卡-法琳娜|r]|h",
["text"] = "剩余60个片 正在召唤>>情天<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266775,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:挣脱旧梦:5426:RAID:|h[|cff40c7eb挣脱旧梦|r]|h",
["text"] = "加10086",
["time"] = 1784266778,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:海盗观察者卡-法琳娜:5450:RAID:|h[|cff8787ed海盗观察者卡-法琳娜|r]|h",
["text"] = "剩余59个片 正在召唤>>阿咪呀<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266790,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:海盗观察者卡-法琳娜:5478:RAID:|h[|cff8787ed海盗观察者卡-法琳娜|r]|h",
["text"] = "剩余58个片 正在召唤>>丸子搓糖<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1784266805,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:5483:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<5-1>德鲁伊【冷夜雪】==>【 瑟拉丹】请点门!",
["time"] = 1784266806,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5517:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "1",
["time"] = 1784266826,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:5556:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<5-2>德鲁伊【香奈児】==>【 瑟拉丹】请点门!",
["time"] = 1784266851,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:5613:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【纯情野百合】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784266880,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:5639:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<5-3>德鲁伊【Octo】==>【 瑟拉丹】请点门!",
["time"] = 1784266892,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:5648:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<5-4>牧师【做错事还顶嘴】==>【 瑟拉丹】请点门!",
["time"] = 1784266897,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5664:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<开始>召唤仪式->[陈清扬二]",
["time"] = 1784266905,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:5667:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<5-3>德鲁伊【Octo】==>【 瑟拉丹】请点门!",
["time"] = 1784266907,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5675:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<成功>召唤仪式->[陈清扬二]",
["time"] = 1784266911,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:5679:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【法德迦】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784266914,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:阿咪呀:5700:RAID:|h[|cff8787ed阿咪呀|r]|h",
["text"] = "已召唤 （ |TInterface\\TargetingFrame\\UI-RaidTargetingIcons:0:0:0:-3:100:100:75:100:25:50|t东方大树 )   门把手伸出可爱的小手点点",
["time"] = 1784266921,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:5725:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<5-4>牧师【做错事还顶嘴】==>【 瑟拉丹】请点门!",
["time"] = 1784266932,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5729:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<开始>召唤仪式->[Diem]",
["time"] = 1784266935,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5744:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<成功>召唤仪式->[Diem]",
["time"] = 1784266941,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:5781:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<5-5>战士【|TInterface\\TargetingFrame\\UI-RaidTargetingIcons:0:0:0:-3:100:100:50:75:25:50|t战丄】==>【 瑟拉丹】请点门!",
["time"] = 1784266957,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:5788:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<5-5>战士【|TInterface\\TargetingFrame\\UI-RaidTargetingIcons:0:0:0:-3:100:100:50:75:25:50|t战丄】==>【 瑟拉丹】请点门!",
["time"] = 1784266962,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:5790:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【梦尨】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784266963,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5819:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<开始>召唤仪式->[徐州矿大]",
["time"] = 1784266976,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5831:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<成功>召唤仪式->[徐州矿大]",
["time"] = 1784266981,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:5837:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<6-1>潜行者【独上新楼】==>【 瑟拉丹】请点门!",
["time"] = 1784266983,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5864:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<开始>召唤仪式->[Kensouo]",
["time"] = 1784266997,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5881:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<成功>召唤仪式->[Kensouo]",
["time"] = 1784267002,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:5897:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<6-2>战士【纯爱】==>【 瑟拉丹】请点门!",
["time"] = 1784267012,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5899:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<开始>召唤仪式->[Kensouo]",
["time"] = 1784267015,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:5901:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【Kensouo】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784267015,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5914:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<开始>召唤仪式->[Playergdcdlu]",
["time"] = 1784267020,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5920:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<成功>召唤仪式->[Playergdcdlu]",
["time"] = 1784267025,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:5936:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<6-3>战士【徐州矿大】==>【 瑟拉丹】请点门!",
["time"] = 1784267032,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5950:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<开始>召唤仪式->[莉亚德林丶]",
["time"] = 1784267042,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5960:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<成功>召唤仪式->[莉亚德林丶]",
["time"] = 1784267047,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:阿咪呀:5963:RAID:|h[|cff8787ed阿咪呀|r]|h",
["text"] = "已召唤 （ |TInterface\\TargetingFrame\\UI-RaidTargetingIcons:0:0:0:-3:100:100:25:50:25:50|t肉盾姐姐 )   门把手伸出可爱的小手点点",
["time"] = 1784267049,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:情天:5985:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<6-4>潜行者【阔以盗】==>【 瑟拉丹】请点门!",
["time"] = 1784267058,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5987:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<开始>召唤仪式->[挣脱旧梦]",
["time"] = 1784267060,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Ezyaki:5999:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<成功>召唤仪式->[挣脱旧梦]",
["time"] = 1784267065,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Ezyaki:6026:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<开始>召唤仪式->[徐州矿大]",
["time"] = 1784267077,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:6028:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<6-5>德鲁伊【玥怼怼】==>【 瑟拉丹】请点门!",
["time"] = 1784267080,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:6033:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<成功>召唤仪式->[徐州矿大]",
["time"] = 1784267083,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Ezyaki:6059:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<开始>召唤仪式->[独孤冰寒]",
["time"] = 1784267095,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Ezyaki:6069:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<成功>召唤仪式->[独孤冰寒]",
["time"] = 1784267100,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Ezyaki:6093:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<开始>召唤仪式->[媚娘]",
["time"] = 1784267114,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:6098:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【Playergdcdlu】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784267115,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:6106:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<成功>召唤仪式->[媚娘]",
["time"] = 1784267119,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:6109:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<6-5>德鲁伊【玥怼怼】==>【 瑟拉丹】请点门!",
["time"] = 1784267122,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:6118:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<开始>召唤仪式->[阴雨]",
["time"] = 1784267128,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Ezyaki:6131:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "<成功>召唤仪式->[阴雨]",
["time"] = 1784267133,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:丸子搓糖:6138:RAID:|h[|cff8787ed丸子搓糖|r]|h",
["text"] = "🔮 正在拉【徐州矿大】！需要2位队友帮忙点门，麻烦靠近一下～",
["time"] = 1784267137,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Kensouo:6153:RAID:|h[|cff40c7ebKensouo|r]|h",
["text"] = "哈霍兰就大型ol  rpg ，多好",
["time"] = 1784267146,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:6193:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "他离开了",
["time"] = 1784267168,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:情天:6196:RAID:|h[|cff8787ed情天|r]|h",
["text"] = "正在拉<7-1>牧师【红雨瓢泼】==>【 瑟拉丹】请点门!",
["time"] = 1784267169,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Playergdcdlu:6646:RAID:|h[|cff40c7ebPlayergdcdlu|r]|h",
["text"] = "|cffa335ee|Hitem:22388::::::::60::::::::::|h[设计图：泰坦护腿]|h|r",
["time"] = 1784267380,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Ezyaki:6647:RAID:|h[|cff8787edEzyaki|r]|h",
["text"] = "黑了",
["time"] = 1784267380,
["textColor"] = "FF4500",
},
},
["FBCDchoice"] = {
["TAQ"] = 1,
["ZUGsod"] = 1,
["mengyan"] = 1,
["ZUG"] = 1,
["tailor"] = 1,
["MC"] = 1,
["leatherworking"] = 1,
["AQL"] = 1,
["TTS"] = 1,
["professionCD"] = 1,
["SC"] = 1,
["huiguweek"] = 1,
["OLsod"] = 1,
["TCV"] = 1,
["MCsod"] = 1,
["OL"] = 1,
["BWL"] = 1,
["BWLsod"] = 1,
["NAXX"] = 1,
},
["marketPrice"] = {
},
["Temple"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei3"] = "输出补贴",
["zhuangbei1"] = "坦克补贴",
["zhuangbei2"] = "治疗补贴",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine3"] = "0",
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["worldBossCD"] = {
[5381] = {
["露露緹婭"] = {
},
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["神圣的老黄"] = {
},
["哈霍兰大格格"] = {
},
["迪菲亚女皇"] = {
},
["蓝龙守护者"] = {
},
},
},
}
