
ElvCharacterDB = {
["ConvertKeybindings"] = true,
["ChatEditHistory"] = {
"/团队 |cffa335ee|Hitem:19142::::::::60::::::::::|h[火焰符文魔典]|h|r|cffa335ee|Hitem:17071::::::::60::::::::::|h[血腥撕裂者]|h|r|cffa335ee|Hitem:18203::::::::60::::::::::|h[艾斯卡达尔的右爪]|h|r",
"/团队 |cffa335ee|Hitem:18842::::::::60::::::::::|h[统御法杖]|h|r",
"/团队 |cffa335ee|Hitem:19140::::::::60::::::::::|h[灼烧指环]|h|r",
"/团队 |cffa335ee|Hitem:16922::::::::60::::::::::|h[卓越护腿]|h|r100",
"/团队 |cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r100",
"/团队 |cffa335ee|Hitem:17106::::::::60::::::::::|h[玛利斯达尔防御者]|h|r100",
"/团队 |cffa335ee|Hitem:19138::::::::60::::::::::|h[萨弗拉斯指环]|h|r100",
"/团队 |cffa335ee|Hitem:18808::::::::60::::::::::|h[眠火手套]|h|r",
"/团队 |cffa335ee|Hitem:16854::::::::60::::::::::|h[秩序之源头盔]|h|r|cffa335ee|Hitem:16851::::::::60::::::::::|h[巨人追猎者腰带]|h|r|cffa335ee|Hitem:16850::::::::60::::::::::|h[巨人追猎者护腕]|h|r|cffa335ee|Hitem:16797::::::::60::::::::::|h[奥术师衬肩]|h|r|cffa335ee|Hitem:16823::::::::60::::::::::|h[夜幕杀手护肩]|h|r",
"/团队 |cffa335ee|Hitem:17074::::::::60::::::::::|h[暗影之击]|h|r|cffa335ee|Hitem:18203::::::::60::::::::::|h[艾斯卡达尔的右爪]|h|r",
"/团队 |cffa335ee|Hitem:17065::::::::60::::::::::|h[稳固之力勋章]|h|r",
"/团队 |cffa335ee|Hitem:17203::::::::60::::::::::|h[萨弗隆铁锭]|h|r|cffa335ee|Hitem:14558::::::::60::::::::::|h[麦耶的坠饰]|h|r|cffa335ee|Hitem:16851::::::::60::::::::::|h[巨人追猎者腰带]|h|r|cffa335ee|Hitem:16850::::::::60::::::::::|h[巨人追猎者护腕]|h|r 100",
"/团队 5",
"/团队 4",
"/团队 3",
"/团队 2",
"/团队 1",
"/cw 拉猪哥 lai",
"/cw 拉猪哥 人呢",
"/cw 沉浪海啸 我上法师给你开",
},
["ChatHistoryLog"] = {
},
}
