
ElvCharacterDB = {
["ConvertKeybindings"] = true,
["ChatEditHistory"] = {
"/cw 悠亞-哈霍兰 破逼号丑的",
"/cw 蓝龙房飞冯-法琳娜 6到4 勇敢的老黄",
"/cw 蓝龙房飞冯-法琳娜 哈哈哈",
"/cw 她最矜贵-哈霍兰 你要这干嘛PK 冰法么",
"/cw 她最矜贵-哈霍兰 额",
"/团队 好险说 毛给我",
"/cw 她最矜贵-哈霍兰 好东西",
"/cw 兰傲天 我给星宇 说了",
"/cw 兰傲天 一个水晶 一个头",
"/cw 兰傲天 啊",
"/cw 兰傲天 你和我说话了？",
"/cw 她最矜贵-哈霍兰 嗯",
"/cw 她最矜贵-哈霍兰 次奥",
"/cw 她最矜贵-哈霍兰 你基数多大",
"/cw 她最矜贵-哈霍兰 那正常",
"/cw 超级水猎-哈霍兰 我一共包里才255G，，",
"/cw 超级水猎-哈霍兰 我就拿了一份。。",
"/cw 她最矜贵-哈霍兰 我这个月 160-150",
"/gearmenu opt",
"/wa",
},
["ChatHistoryLog"] = {
},
}
