
alaGearManSV = {
["quickStyle"] = "C",
["num_per_line"] = 6,
["sets"] = {
["Player-5303-1541BB22"] = {
},
["Player-5844-00CB0DF7"] = {
},
["Player-5842-01093D37"] = {
},
["Player-5453-041DA489"] = {
},
["Player-5453-041DA6C5"] = {
},
["Player-5844-00DCAAAD"] = {
},
["Player-5376-03D5066C"] = {
},
["Player-5843-0113F042"] = {
},
["Player-5843-00DC356D"] = {
},
["Player-5453-041DA526"] = {
},
["Player-5381-152D7C91"] = {
},
["Player-5453-03F7B721"] = {
},
["Player-5453-040319F3"] = {
},
["Player-5453-0476F4B3"] = {
},
["Player-6118-1570FF1C"] = {
},
["Player-5453-041DA806"] = {
},
["Player-5453-041DA392"] = {
},
["Player-5843-00E2C2D4"] = {
},
["Player-5303-154A4CAC"] = {
},
["Player-5843-00E2C33F"] = {
},
["Player-5843-00E2C300"] = {
},
["Player-5843-00D04D9B"] = {
},
["Player-5303-1554C9B3"] = {
},
["Player-5843-0113F9E2"] = {
},
["Player-5453-041DA61B"] = {
},
["Player-5843-00DC3A00"] = {
},
["Player-5843-00D14C3F"] = {
},
["Player-5376-03E2B2A8"] = {
{
"|cffa335ee|Hitem:22498:2588:::::::60::::::::::|h[霜火头饰]|h|r",
"|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
"|cffa335ee|Hitem:22983:2721:::::::60::::::::::|h[蒙霜衬肩]|h|r",
"|cffffffff|Hitem:14617::::::::60::::::::::|h[外科医生衬衣]|h|r",
"|cffa335ee|Hitem:22496:1891:::::::60::::::::::|h[霜火长袍]|h|r",
"|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
"|cffa335ee|Hitem:23070:2588:::::::60::::::::::|h[极性护腿]|h|r",
"|cffa335ee|Hitem:22500:911:::::::60::::::::::|h[霜火便鞋]|h|r",
"|cffa335ee|Hitem:23021:1883:::::::60::::::::::|h[灵魂收割者的护腕]|h|r",
"|cffa335ee|Hitem:21585:2616:::::::60::::::::::|h[黑暗风暴护手]|h|r",
"|cffa335ee|Hitem:23237::::::::60::::::::::|h[永恒烈焰之戒]|h|r",
"|cffa335ee|Hitem:23062::::::::60::::::::::|h[霜火之戒]|h|r",
"|cffa335ee|Hitem:18820::::::::60::::::::::|h[短暂能量护符]|h|r",
"|cffa335ee|Hitem:23046::::::::60::::::::::|h[萨菲隆的精华]|h|r",
"|cffa335ee|Hitem:23050:2621:::::::60::::::::::|h[大墓地披风]|h|r",
"|cffff8000|Hitem:22589:2504:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
nil,
"|cffa335ee|Hitem:22821::::::::60::::::::::|h[厄运之指]|h|r",
["name"] = "火法",
["icon"] = 61,
},
{
"|cffa335ee|Hitem:22498:2588:::::::60::::::::::|h[霜火头饰]|h|r",
"|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
"|cffa335ee|Hitem:22983:2721:::::::60::::::::::|h[蒙霜衬肩]|h|r",
"|cffffffff|Hitem:14617::::::::60::::::::::|h[外科医生衬衣]|h|r",
"|cffa335ee|Hitem:22496:1891:::::::60::::::::::|h[霜火长袍]|h|r",
"|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
"|cffa335ee|Hitem:23070:2588:::::::60::::::::::|h[极性护腿]|h|r",
"|cffa335ee|Hitem:22500:911:::::::60::::::::::|h[霜火便鞋]|h|r",
"|cffa335ee|Hitem:23021:1883:::::::60::::::::::|h[灵魂收割者的护腕]|h|r",
"|cffa335ee|Hitem:21585:2616:::::::60::::::::::|h[黑暗风暴护手]|h|r",
"|cffa335ee|Hitem:21190::::::::60::::::::::|h[塞纳留斯之怒]|h|r",
"|cffa335ee|Hitem:23062::::::::60::::::::::|h[霜火之戒]|h|r",
"|cffa335ee|Hitem:18820::::::::60::::::::::|h[短暂能量护符]|h|r",
"|cffa335ee|Hitem:23046::::::::60::::::::::|h[萨菲隆的精华]|h|r",
"|cffa335ee|Hitem:23050:2621:::::::60::::::::::|h[大墓地披风]|h|r",
"|cffff8000|Hitem:22589:2504:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
nil,
"|cffa335ee|Hitem:22821::::::::60::::::::::|h[厄运之指]|h|r",
["name"] = "AOE",
["icon"] = 67,
},
},
["Player-5376-0E2BA70B"] = {
},
},
["useBar"] = true,
["takeoffAll_pos"] = "RIGHT",
["quickPos"] = {
"CENTER",
nil,
"CENTER",
-303.23779296875,
-194.0478057861328,
},
["takeoffAll_include_neck_finger_and_trinket"] = false,
["_version"] = 220902,
["show_outfit_in_tooltip"] = true,
["multi_lines"] = false,
["quickPosChar"] = {
["Player-5376-03E2B2A8"] = {
"CENTER",
nil,
"CENTER",
431.3925170898438,
-253.0930633544922,
},
},
["quickSize"] = 18,
}
