
BiaoGe = {
["bag"] = {
[5381] = {
["露露緹婭"] = {
["bag"] = {
[159] = 2,
[2070] = 4,
[6948] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
},
},
},
[5376] = {
["法德迦"] = {
["bag"] = {
[12359] = 17,
[12360] = 2,
[2091] = 1,
[17032] = 8,
[18986] = 1,
[9149] = 1,
[12363] = 9,
[14978] = 1,
[3360] = 1,
[234465] = 1,
[19438] = 1,
[21709] = 1,
[19379] = 1,
[180089] = 1,
[19950] = 1,
[8529] = 5,
[17056] = 4,
[21215] = 15,
[13446] = 5,
[8079] = 6,
[21321] = 1,
[11951] = 6,
[14047] = 7,
[21190] = 1,
[3387] = 9,
[23207] = 1,
[8423] = 1,
[20749] = 1,
[19339] = 1,
[18269] = 13,
[11516] = 91,
[19909] = 1,
[18587] = 1,
[17202] = 18,
[13444] = 1,
[6948] = 1,
[23001] = 1,
[9172] = 30,
[20413] = 1,
[17712] = 1,
[17020] = 19,
[19902] = 1,
[12662] = 15,
[14530] = 14,
[17031] = 8,
},
["bagKey"] = {
[18249] = 1,
[12382] = 1,
[7146] = 1,
[11000] = 1,
[5396] = 1,
[6893] = 1,
[13704] = 1,
[11140] = 1,
},
["mail"] = {
[13456] = 30,
[3387] = 30,
[13468] = 8,
[13423] = 80,
[13452] = 265,
[8846] = 240,
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 850,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 7,
["currentValue"] = 19299,
["maxValue"] = 21000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 5,
["currentValue"] = 2500,
["maxValue"] = 6000,
["factionID"] = 576,
},
},
["bank"] = {
[21697] = 1,
[18403] = 1,
[22731] = 1,
[1191] = 1,
[21344] = 1,
[21600] = 1,
[12264] = 1,
[18814] = 1,
[22499] = 1,
[22501] = 1,
[16915] = 1,
[20600] = 1,
[13289] = 1,
[5462] = 1,
[16802] = 1,
[19979] = 1,
[16309] = 1,
[23031] = 1,
[22652] = 1,
[22654] = 1,
[12662] = 40,
[22658] = 1,
[16818] = 1,
[184937] = 9,
[12529] = 1,
[4397] = 1,
[23035] = 1,
[9240] = 1,
[21529] = 1,
[21277] = 1,
[23025] = 1,
[19145] = 1,
[22497] = 1,
[21346] = 1,
[2820] = 1,
[10645] = 1,
[16913] = 1,
[22820] = 1,
[21676] = 1,
[10716] = 1,
[17191] = 1,
[12360] = 17,
[22700] = 1,
[11511] = 1,
[12938] = 2,
[13246] = 1,
[11122] = 1,
[21186] = 1,
[23220] = 1,
[22968] = 1,
[18398] = 1,
[1973] = 1,
[10726] = 1,
[21579] = 1,
[873] = 1,
[22754] = 1,
[13968] = 1,
[20698] = 1,
[18811] = 1,
[3342] = 1,
[21611] = 1,
[16914] = 1,
[21343] = 1,
[21345] = 1,
[21347] = 1,
[21603] = 1,
[23002] = 1,
[16916] = 1,
[22371] = 1,
[16912] = 1,
[22502] = 1,
[11951] = 40,
[16918] = 1,
[16795] = 1,
[19970] = 1,
[15138] = 1,
[10818] = 1,
[16801] = 1,
[16022] = 1,
[23028] = 1,
[17067] = 1,
[23032] = 1,
[21383] = 13,
[22655] = 1,
[12344] = 1,
[5951] = 10,
[23042] = 1,
[16440] = 1,
[17077] = 1,
[2802] = 1,
[18859] = 1,
[4984] = 1,
[19130] = 1,
[16917] = 1,
[812] = 1,
[12384] = 1,
[22935] = 1,
[22503] = 1,
[12359] = 20,
[19131] = 1,
[744] = 1,
[23326] = 14,
[11474] = 1,
[6341] = 1,
[13534] = 1,
[10588] = 1,
[19399] = 1,
[14146] = 1,
[13512] = 1,
[22707] = 1,
[184938] = 1,
[14023] = 1,
[19927] = 1,
},
},
["绿龙守护者"] = {
["bag"] = {
[21536] = 63,
[7969] = 7,
[12360] = 2,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 2000,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
[12360] = 80,
[17010] = 10,
[2117] = 1,
[17011] = 10,
[2119] = 1,
[2787] = 1,
[17203] = 8,
[12363] = 60,
[2121] = 1,
[7078] = 20,
[21213] = 75,
[3600] = 1,
[2570] = 1,
},
},
["黑龙守护者"] = {
["bag"] = {
[7912] = 2,
[21309] = 1,
[7078] = 1,
[13463] = 300,
[16204] = 2,
[12803] = 1,
[13465] = 100,
[7081] = 2,
[4388] = 2,
[8932] = 40,
[3825] = 3,
[19943] = 1,
[20007] = 5,
[22529] = 1,
[8392] = 2,
[13459] = 5,
[5758] = 1,
[13468] = 10,
[2732] = 1,
[18945] = 49,
[11176] = 7,
[2751] = 1,
[8925] = 20,
[18256] = 4,
[13456] = 5,
[20744] = 3,
[21213] = 20,
[7969] = 1,
[11382] = 1,
[21308] = 3,
[2749] = 1,
[1203] = 2,
[17011] = 1,
[3372] = 7,
[13452] = 30,
[20725] = 12,
[2734] = 1,
[10586] = 1,
[2750] = 1,
[5956] = 1,
[19974] = 1,
[21536] = 2,
[6219] = 1,
[2738] = 1,
[21301] = 2,
[2735] = 1,
[7076] = 1,
[2633] = 3,
[10938] = 1,
[13931] = 17,
[10498] = 1,
[2091] = 1,
},
["bagKey"] = {
},
["mail"] = {
[21546] = 1,
[20007] = 4,
[13454] = 3,
[21536] = 4,
[6662] = 4,
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
[13452] = 120,
},
},
["德加和尚"] = {
["bag"] = {
[14342] = 3,
[184937] = 7,
[17029] = 20,
[11951] = 20,
[184938] = 1,
[21761] = 1,
[21321] = 1,
[13813] = 9,
[19876] = 1,
[14256] = 13,
[3825] = 5,
[6657] = 18,
[16919] = 1,
[20007] = 3,
[19379] = 1,
[13724] = 38,
[17056] = 16,
[21215] = 18,
[19893] = 1,
[13446] = 4,
[19395] = 1,
[18253] = 4,
[14530] = 14,
[3387] = 5,
[19139] = 1,
[22754] = 1,
[19905] = 1,
[13444] = 16,
[16920] = 1,
[21151] = 2,
[6948] = 1,
[12662] = 8,
[17202] = 20,
[234465] = 1,
[18984] = 1,
[20748] = 2,
[18254] = 20,
[19374] = 1,
[17712] = 1,
[19388] = 1,
[22943] = 1,
[13931] = 21,
[13459] = 1,
[20636] = 1,
},
["bagKey"] = {
[13704] = 1,
[6893] = 1,
[11140] = 1,
[12382] = 1,
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 3,
["currentValue"] = 1155,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
[21697] = 1,
[19288] = 1,
[19927] = 1,
[21709] = 1,
[21838] = 1,
[22983] = 1,
[22731] = 1,
[22225] = 1,
[12384] = 1,
[19435] = 1,
[19947] = 1,
[21600] = 1,
[21348] = 1,
[21350] = 1,
[21352] = 1,
[22370] = 1,
[22372] = 1,
[18820] = 1,
[20600] = 1,
[23021] = 1,
[23025] = 1,
[23031] = 1,
[19858] = 10,
[23035] = 1,
[12662] = 20,
[23547] = 1,
[10506] = 1,
[19108] = 1,
[4397] = 1,
[21529] = 1,
[1973] = 1,
[19376] = 1,
[17602] = 1,
[17604] = 1,
[23069] = 1,
[20537] = 1,
[20539] = 1,
[19400] = 1,
[11516] = 92,
[14023] = 1,
[11511] = 1,
[18902] = 1,
[20626] = 1,
[18398] = 1,
[23220] = 1,
[18639] = 1,
[21579] = 1,
[19909] = 1,
[21583] = 1,
[21585] = 1,
[22730] = 1,
[22351] = 1,
[21210] = 1,
[19434] = 1,
[19309] = 1,
[23207] = 1,
[19948] = 1,
[22988] = 1,
[21349] = 1,
[22367] = 1,
[22369] = 1,
[21603] = 1,
[21611] = 1,
[13347] = 1,
[11951] = 6,
[21351] = 1,
[19385] = 1,
[23018] = 1,
[12844] = 13,
[12337] = 1,
[21627] = 1,
[23070] = 1,
[19345] = 1,
[17607] = 1,
[17605] = 1,
[18242] = 1,
[15138] = 1,
[180089] = 1,
[5951] = 10,
[23042] = 1,
[21647] = 1,
[15778] = 1,
[19131] = 1,
[23046] = 1,
[22637] = 2,
[18609] = 1,
[23181] = 1,
[19375] = 1,
[20685] = 1,
[17067] = 1,
[17603] = 1,
[19383] = 1,
[8423] = 1,
[19133] = 1,
[23326] = 5,
[18809] = 1,
[16816] = 1,
[20538] = 1,
[10588] = 1,
[21685] = 1,
[21687] = 1,
[18814] = 1,
[17608] = 1,
[19407] = 2,
[16309] = 1,
[18862] = 1,
},
},
["哈霍兰大格格"] = {
["bag"] = {
[20748] = 1,
[6218] = 1,
[18254] = 16,
[21215] = 14,
[3387] = 10,
[3371] = 2,
[13724] = 73,
[22426] = 1,
[21171] = 1,
[18986] = 1,
[13446] = 3,
[6948] = 1,
[21762] = 2,
[184938] = 1,
[22424] = 1,
[23036] = 1,
[23066] = 1,
[22431] = 1,
[234465] = 1,
[180089] = 1,
[21177] = 135,
[17202] = 17,
[17712] = 1,
[23048] = 1,
[184937] = 9,
[17033] = 5,
[13444] = 11,
[22427] = 1,
[14530] = 12,
[18810] = 1,
[21323] = 1,
},
["bagKey"] = {
[12382] = 1,
},
["mail"] = {
[10390] = 1,
[15280] = 1,
[15289] = 1,
[13000] = 1,
[10386] = 1,
[9402] = 1,
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 6,
["currentValue"] = 6862,
["maxValue"] = 12000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 8,
["currentValue"] = 999,
["maxValue"] = 1000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 6,
["currentValue"] = 9904,
["maxValue"] = 12000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 7,
["currentValue"] = 8606,
["maxValue"] = 21000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 6,
["currentValue"] = 114,
["maxValue"] = 12000,
["factionID"] = 609,
},
},
["bank"] = {
[7189] = 1,
[20559] = 5,
[20560] = 2,
[23207] = 1,
[18864] = 1,
[16471] = 1,
[16472] = 1,
[16473] = 1,
[16474] = 1,
[21389] = 1,
[21579] = 1,
[21391] = 1,
[19376] = 1,
[19881] = 1,
[22402] = 1,
[19883] = 1,
[22216] = 1,
[23666] = 1,
[23667] = 1,
[20644] = 1,
[23040] = 1,
[6219] = 1,
[18821] = 1,
[10645] = 1,
[12662] = 12,
[23558] = 1,
[19968] = 1,
[11122] = 1,
[21388] = 1,
[19722] = 1,
[22936] = 1,
[16476] = 1,
[16475] = 1,
[21387] = 1,
[22798] = 1,
[19383] = 1,
[21390] = 1,
[19289] = 1,
[20558] = 1,
[11226] = 1,
[16203] = 2,
},
},
["蓝龙守护者"] = {
["bag"] = {
[22120] = 5,
[21981] = 3,
[21975] = 2,
[22140] = 5,
[22154] = 2,
[21960] = 5,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
["迪菲亚女皇"] = {
["bag"] = {
[4540] = 4,
[6948] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
},
["bank"] = {
},
},
},
[5453] = {
["露露缇娅丶"] = {
["bag"] = {
[1191] = 1,
[1195] = 2,
[11288] = 1,
[3013] = 1,
[6215] = 1,
[4656] = 1,
[1389] = 1,
[2455] = 3,
[2589] = 49,
[159] = 20,
[748] = 1,
[2070] = 8,
[2968] = 1,
[13444] = 1,
[6078] = 1,
[2575] = 1,
[2835] = 2,
[5071] = 2,
[4536] = 6,
[1359] = 1,
[1434] = 5,
[118] = 5,
[36] = 1,
[6948] = 1,
[6303] = 7,
[2770] = 2,
[2672] = 7,
[1177] = 5,
[13446] = 1,
[5580] = 1,
[11192] = 1,
[858] = 2,
[11191] = 1,
[768] = 1,
},
["bagKey"] = {
},
["mail"] = {
},
["faction"] = {
[270] = {
["name"] = "赞达拉部族",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 270,
},
[59] = {
["name"] = "瑟银兄弟会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 59,
},
[529] = {
["name"] = "银色黎明",
["standingID"] = 4,
["currentValue"] = 200,
["maxValue"] = 3000,
["factionID"] = 529,
},
[576] = {
["name"] = "木喉要塞",
["standingID"] = 2,
["currentValue"] = 2500,
["maxValue"] = 3000,
["factionID"] = 576,
},
[749] = {
["name"] = "海达希亚水元素",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 749,
},
[910] = {
["name"] = "诺兹多姆的子嗣",
["standingID"] = 1,
["currentValue"] = 0,
["maxValue"] = 36000,
["factionID"] = 910,
},
[609] = {
["name"] = "塞纳里奥议会",
["standingID"] = 4,
["currentValue"] = 0,
["maxValue"] = 3000,
["factionID"] = 609,
},
},
["bank"] = {
},
},
},
},
["historySummary"] = {
["onlyShowMe"] = 1,
["TAQ"] = {
["sameName"] = {
},
["player"] = {
},
["historyID"] = {
},
["allOpen"] = true,
},
["playerFrame"] = {
["Order"] = 1,
["OrderButtonID"] = 5,
["close"] = {
},
},
["BWL"] = {
["sameName"] = {
},
["player"] = {
},
["historyID"] = {
[250330221903] = true,
},
["allOpen"] = true,
["hasThings"] = false,
},
["ZUG"] = {
["sameName"] = {
},
["player"] = {
{
["name"] = "色灬狼",
["sum"] = 1400,
["class"] = "WARRIOR",
["gz"] = 92,
["all"] = {
{
["money"] = "打包交易",
["item"] = "|cff0070dd|Hitem:19930::::::::60::::::::::|h[玛尔里之眼]|h|r",
["date"] = 260731024827,
},
{
["money"] = "1400",
["item"] = "|cff0070dd|Hitem:22637::::::::60::::::::::|h[原始哈卡莱神像]|h|r",
["date"] = 260731024827,
},
{
["money"] = "打包交易",
["item"] = "|cff0070dd|Hitem:22637::::::::60::::::::::|h[原始哈卡莱神像]|h|r",
["date"] = 260731024827,
},
},
["realm"] = "哈霍兰",
},
{
["name"] = "魔兽叁猫",
["sum"] = 150,
["class"] = "MAGE",
["gz"] = 92,
["all"] = {
{
["money"] = "150",
["item"] = "|cff0070dd|Hitem:19893::::::::60::::::::::|h[赞吉尔的徽记]|h|r",
["date"] = 260731024827,
},
{
["money"] = "打包交易",
["item"] = "|cffa335ee|Hitem:22721::::::::60::::::::::|h[惩戒指环]|h|r",
["date"] = 260731024827,
},
},
["realm"] = "法琳娜",
},
{
["name"] = "孋莎",
["sum"] = 300,
["class"] = "HUNTER",
["gz"] = 92,
["all"] = {
{
["money"] = "300",
["item"] = "|cffa335ee|Hitem:19802::::::::60::::::::::|h[哈卡之心]|h|r",
["date"] = 260731024827,
},
},
["realm"] = "哈霍兰",
},
},
["historyID"] = {
[260731024827] = true,
[260720235701] = true,
},
["allOpen"] = true,
["hasThings"] = true,
},
["MC"] = {
["sameName"] = {
},
["player"] = {
{
["name"] = "砂飞风中转",
["sum"] = 100,
["class"] = "MAGE",
["gz"] = 414,
["all"] = {
{
["money"] = "100",
["item"] = "|cffa335ee|Hitem:16800::::::::60::::::::::|h[奥术师便鞋]|h|r",
["date"] = 260722025244,
},
},
["realm"] = "哈霍兰",
},
{
["name"] = "灰猫低鸣",
["sum"] = 300,
["class"] = "PRIEST",
["gz"] = 414,
["all"] = {
{
["money"] = "打包交易",
["item"] = "|cffa335ee|Hitem:16814::::::::60::::::::::|h[预言短裤]|h|r",
["date"] = 260722025244,
},
{
["money"] = "300",
["item"] = "|cffa335ee|Hitem:16812::::::::60::::::::::|h[预言手套]|h|r",
["date"] = 260722025244,
},
{
["money"] = "打包交易",
["item"] = "|cffa335ee|Hitem:16815::::::::60::::::::::|h[预言法袍]|h|r",
["date"] = 260722025244,
},
},
["realm"] = "哈霍兰",
},
{
["name"] = "刺激就射",
["sum"] = 100,
["class"] = "HUNTER",
["gz"] = 414,
["all"] = {
{
["money"] = "100",
["item"] = "|cffa335ee|Hitem:16849::::::::60::::::::::|h[巨人追猎者长靴]|h|r",
["date"] = 260722025244,
},
},
["realm"] = "哈霍兰",
},
{
["name"] = "橙子夏天",
["sum"] = 200,
["class"] = "ROGUE",
["gz"] = 414,
["all"] = {
{
["money"] = "100",
["item"] = "|cffa335ee|Hitem:17071::::::::60::::::::::|h[血腥撕裂者]|h|r",
["date"] = 260722025244,
},
{
["money"] = "100",
["item"] = "|cffa335ee|Hitem:16824::::::::60::::::::::|h[夜幕杀手长靴]|h|r",
["date"] = 260722025244,
},
},
["realm"] = "哈霍兰",
},
{
["name"] = "艾鲁恩的右手",
["sum"] = 100,
["class"] = "HUNTER",
["gz"] = 414,
["all"] = {
{
["money"] = "100",
["item"] = "|cffa335ee|Hitem:16852::::::::60::::::::::|h[巨人追猎者手套]|h|r",
["date"] = 260722025244,
},
},
["realm"] = "哈霍兰",
},
{
["name"] = "幸幸福福丶",
["sum"] = 4200,
["class"] = "PRIEST",
["gz"] = 414,
["all"] = {
{
["money"] = "100",
["item"] = "|cffa335ee|Hitem:19142::::::::60::::::::::|h[火焰符文魔典]|h|r",
["date"] = 260722025244,
},
{
["money"] = "4100",
["item"] = "|cffa335ee|Hitem:16922::::::::60::::::::::|h[卓越护腿]|h|r",
["date"] = 260722025244,
},
},
["realm"] = "哈霍兰",
},
{
["name"] = "荒野流浪猫",
["sum"] = 500,
["class"] = "DRUID",
["gz"] = 414,
["all"] = {
{
["money"] = "400",
["item"] = "|cffa335ee|Hitem:18842::::::::60::::::::::|h[统御法杖]|h|r",
["date"] = 260722025244,
},
{
["money"] = "100",
["item"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["date"] = 260722025244,
},
},
["realm"] = "哈霍兰",
},
{
["name"] = "Yoghurt",
["sum"] = 1900,
["class"] = "PALADIN",
["gz"] = 414,
["all"] = {
{
["money"] = "1600",
["item"] = "|cffa335ee|Hitem:19140::::::::60::::::::::|h[灼烧指环]|h|r",
["date"] = 260722025244,
},
{
["money"] = "300",
["item"] = "|cffa335ee|Hitem:19138::::::::60::::::::::|h[萨弗拉斯指环]|h|r",
["date"] = 260722025244,
},
},
["realm"] = "法琳娜",
},
},
["historyID"] = {
[260722025244] = true,
[260713210134] = true,
[260703230906] = true,
},
["allOpen"] = true,
["hasThings"] = true,
},
["NAXX"] = {
["sameName"] = {
},
["player"] = {
},
["historyID"] = {
},
["allOpen"] = true,
},
["AQL"] = {
["sameName"] = {
},
["player"] = {
},
["historyID"] = {
},
["allOpen"] = true,
},
["raidNumber"] = {
["BWL"] = {
["铁血-排骨法"] = 1,
["铁血-梵尘丶"] = 1,
["铁血-墩墩勇"] = 1,
["铁血-咖喱鸡"] = 1,
["铁血-重相逢"] = 1,
["铁血-闲闲鱼"] = 1,
["铁血-奈良吐泡泡"] = 1,
["铁血-霸罢"] = 1,
["铁血-小钊钊"] = 1,
["铁血-潼宝"] = 1,
["铁血-予伿"] = 1,
["铁血-渣女一抬腿丶"] = 1,
["铁血-柒月初"] = 1,
["铁血-唐门丨衮"] = 1,
["铁血-时光清浅灬"] = 1,
["铁血-小树先生"] = 1,
["铁血-小耳朵"] = 1,
["铁血-背手尿尿灬"] = 1,
["铁血-爱的豹豹"] = 1,
["铁血-溧水老司机"] = 1,
["铁血-龍小纭"] = 1,
["铁血-南巷灬清风"] = 1,
["铁血-送祝福"] = 1,
["铁血-花活猎"] = 1,
["铁血-快过来啊"] = 1,
["铁血-枫雪纷飞"] = 1,
["铁血-萌豆"] = 1,
["铁血-超级小奶瓶"] = 1,
["铁血-爱吃西蓝花"] = 1,
["铁血-素言丶"] = 1,
["铁血-麻薯小卷"] = 1,
["铁血-我的发谢特贰"] = 1,
["铁血-五点水"] = 1,
["铁血-加拿大打桩机"] = 1,
["铁血-勤劳的纪春生"] = 1,
["铁血-彩叮可"] = 1,
["铁血-洛卅"] = 1,
["铁血-名字不一般"] = 1,
["铁血-八斤七两"] = 1,
["铁血-硬的像花岗岩"] = 1,
},
["ZUG"] = {
["哈霍兰-孋莎"] = 1,
["哈霍兰-Menso"] = 1,
["哈霍兰-小西瓜变红了"] = 1,
["哈霍兰-尼尔巴斯"] = 1,
["哈霍兰-雪花飞飞"] = 1,
["哈霍兰-贰柒捌贰叁"] = 1,
["哈霍兰-款爷不太冷"] = 1,
["哈霍兰-哒那蛋"] = 1,
["哈霍兰-魔兽叁猫-法琳娜"] = 1,
["哈霍兰-狗聖"] = 1,
["哈霍兰-法德迦"] = 2,
["哈霍兰-温水煮青蛙"] = 1,
["哈霍兰-哈霍兰小格格"] = 1,
["哈霍兰-仙女可妮"] = 1,
["哈霍兰-护士长玛利亚"] = 1,
["哈霍兰-圣光泡酒-法琳娜"] = 1,
["哈霍兰-色灬狼"] = 1,
["哈霍兰-少峰-法琳娜"] = 1,
["哈霍兰-翡翠冷"] = 1,
["哈霍兰-魔女桑德兰"] = 1,
["哈霍兰-忆夏"] = 1,
["哈霍兰-筱訶-法琳娜"] = 1,
["哈霍兰-镜中灵"] = 1,
["哈霍兰-考拉二熊"] = 1,
["哈霍兰-勇敢的老黄"] = 1,
["哈霍兰-窃魂者"] = 1,
["哈霍兰-白哥哥"] = 1,
},
["MC"] = {
["哈霍兰-神之精灵"] = 1,
["哈霍兰-Hxz-法琳娜"] = 1,
["哈霍兰-男头光"] = 1,
["哈霍兰-不玩游戏了"] = 1,
["哈霍兰-Saveurtears"] = 1,
["哈霍兰-寒峰"] = 1,
["哈霍兰-月舞"] = 1,
["哈霍兰-贰夣"] = 1,
["哈霍兰-有只皮皮猪"] = 1,
["哈霍兰-钢板川"] = 1,
["哈霍兰-仙女可妮"] = 1,
["哈霍兰-写丶她"] = 1,
["哈霍兰-沉浪海啸"] = 1,
["哈霍兰-天然术士"] = 1,
["哈霍兰-雾隐师丶十一"] = 1,
["哈霍兰-小伙贼能射"] = 1,
["哈霍兰-一碌牧-德姆塞卡尔"] = 1,
["哈霍兰-百荣白酒批发"] = 1,
["哈霍兰-橙子夏天"] = 1,
["哈霍兰-奥尔露恩"] = 1,
["哈霍兰-Yoghurt-法琳娜"] = 1,
["哈霍兰-艾鲁恩的右手"] = 1,
["哈霍兰-想搓背吖"] = 1,
["哈霍兰-二号马仔"] = 1,
["哈霍兰-流经岁月"] = 1,
["哈霍兰-信托宝宝"] = 1,
["哈霍兰-希右"] = 1,
["哈霍兰-生而伟大"] = 1,
["哈霍兰-迷死人的微笑"] = 1,
["哈霍兰-灰猫低鸣"] = 1,
["哈霍兰-血鸢"] = 1,
["哈霍兰-加力"] = 1,
["哈霍兰-好好的名字"] = 1,
["哈霍兰-宇野-法琳娜"] = 1,
["哈霍兰-翁虹的球迷"] = 1,
["哈霍兰-星宸-法琳娜"] = 1,
["哈霍兰-鱼赤"] = 1,
["哈霍兰-琦琦哈尔滨"] = 1,
["哈霍兰-软软绵绵"] = 1,
["哈霍兰-反斗神鹰"] = 2,
["哈霍兰-淡雅的蓝"] = 1,
["哈霍兰-俊甲司坦"] = 1,
["哈霍兰-静静丶归来"] = 1,
["哈霍兰-圣缨麒麟"] = 1,
["哈霍兰-法天天"] = 1,
["哈霍兰-白禅"] = 1,
["哈霍兰-泥呱呱"] = 1,
["哈霍兰-暗伤诅咒四零"] = 1,
["哈霍兰-矫健的老黄"] = 1,
["哈霍兰-老头来乐"] = 1,
["哈霍兰-手撕棒槌"] = 1,
["哈霍兰-Cyndi"] = 1,
["哈霍兰-要一要"] = 1,
["哈霍兰-刺激就射"] = 1,
["哈霍兰-联盟小猎猎"] = 1,
["哈霍兰-津巴布韦公主"] = 1,
["哈霍兰-Pipipiglol"] = 1,
["哈霍兰-一头羊"] = 1,
["哈霍兰-重装医院骑士"] = 1,
["哈霍兰-拉轰的男人"] = 1,
["哈霍兰-湿纸"] = 1,
["哈霍兰-Kübrazeyrek"] = 1,
["哈霍兰-华中一把枪"] = 1,
["哈霍兰-牛刚蛋"] = 1,
["哈霍兰-伍月初柒"] = 1,
["哈霍兰-菜丅菜"] = 1,
["哈霍兰-虹猫-法琳娜"] = 1,
["哈霍兰-荒野流浪猫"] = 1,
["哈霍兰-缠绕的青春"] = 1,
["哈霍兰-能打一亿个"] = 1,
["哈霍兰-牛夜"] = 1,
["哈霍兰-哈霍兰大格格"] = 2,
["哈霍兰-铁骨战魂-法琳娜"] = 1,
["哈霍兰-村长"] = 1,
["哈霍兰-麻小将"] = 1,
["哈霍兰-风弦月影"] = 1,
["哈霍兰-柰梧嬉"] = 1,
["哈霍兰-纵马横刀"] = 1,
["哈霍兰-乔治埃德蒙"] = 1,
["哈霍兰-神牧的光辉"] = 1,
["哈霍兰-圣殿奇士一"] = 1,
["哈霍兰-神经小嫚"] = 1,
["哈霍兰-望雁归"] = 1,
["哈霍兰-云昭丶"] = 1,
["哈霍兰-忘不掉的回忆"] = 1,
["哈霍兰-砍乂砍"] = 1,
["哈霍兰-咸鱼佛尔思"] = 1,
["哈霍兰-从小爱痴情"] = 1,
["哈霍兰-疯狂的白条"] = 1,
["哈霍兰-Nihilsong"] = 1,
["哈霍兰-黑白菲林"] = 1,
["哈霍兰-术恕不远送"] = 1,
["哈霍兰-砂飞风中转"] = 1,
["哈霍兰-德加和尚"] = 1,
["哈霍兰-江边渔夫"] = 1,
["哈霍兰-陆英"] = 1,
["哈霍兰-猪猪丿魔法棒-法琳娜"] = 1,
["哈霍兰-师太用力"] = 1,
["哈霍兰-拉猪哥"] = 2,
["哈霍兰-景书"] = 1,
["哈霍兰-幸幸福福丶"] = 1,
["哈霍兰-熊爪爪"] = 1,
["哈霍兰-一剑九州"] = 1,
["哈霍兰-梨安娜"] = 1,
["哈霍兰-白哥哥"] = 1,
},
["NAXX"] = {
},
["AQL"] = {
},
["TAQ"] = {
},
},
},
["roleOverviewNote"] = {
[5376] = {
},
},
["auctionPreset"] = {
["BWL"] = {
["hard"] = {
["N"] = 1,
},
["money"] = {
},
["tips"] = {
},
["bindType"] = {
1,
1,
1,
[0] = 1,
},
["startMoney"] = {
},
["bossNum"] = {
1,
1,
1,
1,
1,
1,
1,
1,
1,
},
["name"] = {
},
["equipLoc"] = {
["INVTYPE_SHIELD"] = 1,
["INVTYPE_RANGED"] = 1,
["INVTYPE_WEAPON"] = 1,
["INVTYPE_WRIST"] = 1,
["INVTYPE_TRINKET"] = 1,
["INVTYPE_NECK"] = 1,
["INVTYPE_CLOAK"] = 1,
["INVTYPE_HEAD"] = 1,
["TWO_HANDED"] = 1,
["INVTYPE_FINGER"] = 1,
["INVTYPE_FEET"] = 1,
["INVTYPE_HAND"] = 1,
["INVTYPE_WAIST"] = 1,
["INVTYPE_OTHER"] = 1,
["INVTYPE_SHOULDER"] = 1,
["INVTYPE_LEGS"] = 1,
["INVTYPE_CHEST"] = 1,
},
["classType"] = {
["yes"] = 1,
["no"] = 1,
},
["level"] = {
},
["moneyType"] = {
["yes"] = 1,
["no"] = 1,
},
["quality"] = {
1,
1,
1,
1,
1,
},
},
["TAQ"] = {
["hard"] = {
["N"] = 1,
},
["money"] = {
},
["tips"] = {
},
["bindType"] = {
1,
1,
1,
[0] = 1,
},
["startMoney"] = {
},
["bossNum"] = {
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
},
["name"] = {
},
["equipLoc"] = {
["INVTYPE_SHIELD"] = 1,
["INVTYPE_RANGED"] = 1,
["INVTYPE_WEAPON"] = 1,
["INVTYPE_WRIST"] = 1,
["INVTYPE_TRINKET"] = 1,
["INVTYPE_NECK"] = 1,
["INVTYPE_CLOAK"] = 1,
["INVTYPE_HEAD"] = 1,
["TWO_HANDED"] = 1,
["INVTYPE_FINGER"] = 1,
["INVTYPE_FEET"] = 1,
["INVTYPE_HAND"] = 1,
["INVTYPE_WAIST"] = 1,
["INVTYPE_OTHER"] = 1,
["INVTYPE_SHOULDER"] = 1,
["INVTYPE_LEGS"] = 1,
["INVTYPE_CHEST"] = 1,
},
["classType"] = {
["yes"] = 1,
["no"] = 1,
},
["level"] = {
},
["moneyType"] = {
["yes"] = 1,
["no"] = 1,
},
["quality"] = {
1,
1,
1,
1,
1,
},
},
["ZUG"] = {
["hard"] = {
["N"] = 1,
},
["money"] = {
},
["tips"] = {
},
["bindType"] = {
1,
1,
1,
[0] = 1,
},
["startMoney"] = {
},
["bossNum"] = {
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
},
["name"] = {
},
["equipLoc"] = {
["INVTYPE_SHIELD"] = 1,
["INVTYPE_RANGED"] = 1,
["INVTYPE_WEAPON"] = 1,
["INVTYPE_WRIST"] = 1,
["INVTYPE_TRINKET"] = 1,
["INVTYPE_NECK"] = 1,
["INVTYPE_CLOAK"] = 1,
["INVTYPE_HEAD"] = 1,
["TWO_HANDED"] = 1,
["INVTYPE_FINGER"] = 1,
["INVTYPE_FEET"] = 1,
["INVTYPE_HAND"] = 1,
["INVTYPE_WAIST"] = 1,
["INVTYPE_OTHER"] = 1,
["INVTYPE_SHOULDER"] = 1,
["INVTYPE_LEGS"] = 1,
["INVTYPE_CHEST"] = 1,
},
["classType"] = {
["yes"] = 1,
["no"] = 1,
},
["level"] = {
},
["moneyType"] = {
["yes"] = 1,
["no"] = 1,
},
["quality"] = {
1,
1,
1,
1,
1,
},
},
["NAXX"] = {
["hard"] = {
["N"] = 1,
},
["money"] = {
},
["tips"] = {
},
["bindType"] = {
1,
1,
1,
[0] = 1,
},
["startMoney"] = {
},
["bossNum"] = {
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
},
["name"] = {
},
["equipLoc"] = {
["INVTYPE_SHIELD"] = 1,
["INVTYPE_RANGED"] = 1,
["INVTYPE_WEAPON"] = 1,
["INVTYPE_WRIST"] = 1,
["INVTYPE_TRINKET"] = 1,
["INVTYPE_NECK"] = 1,
["INVTYPE_CLOAK"] = 1,
["INVTYPE_HEAD"] = 1,
["TWO_HANDED"] = 1,
["INVTYPE_FINGER"] = 1,
["INVTYPE_FEET"] = 1,
["INVTYPE_HAND"] = 1,
["INVTYPE_WAIST"] = 1,
["INVTYPE_OTHER"] = 1,
["INVTYPE_SHOULDER"] = 1,
["INVTYPE_LEGS"] = 1,
["INVTYPE_CHEST"] = 1,
},
["classType"] = {
["yes"] = 1,
["no"] = 1,
},
["level"] = {
},
["moneyType"] = {
["yes"] = 1,
["no"] = 1,
},
["quality"] = {
1,
1,
1,
1,
1,
},
},
["MC"] = {
["hard"] = {
["N"] = 1,
},
["money"] = {
},
["tips"] = {
},
["bindType"] = {
1,
1,
1,
[0] = 1,
},
["startMoney"] = {
},
["bossNum"] = {
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
1,
},
["name"] = {
},
["equipLoc"] = {
["INVTYPE_SHIELD"] = 1,
["INVTYPE_RANGED"] = 1,
["INVTYPE_WEAPON"] = 1,
["INVTYPE_WRIST"] = 1,
["INVTYPE_TRINKET"] = 1,
["INVTYPE_NECK"] = 1,
["INVTYPE_CLOAK"] = 1,
["INVTYPE_HEAD"] = 1,
["TWO_HANDED"] = 1,
["INVTYPE_FINGER"] = 1,
["INVTYPE_FEET"] = 1,
["INVTYPE_HAND"] = 1,
["INVTYPE_WAIST"] = 1,
["INVTYPE_OTHER"] = 1,
["INVTYPE_SHOULDER"] = 1,
["INVTYPE_LEGS"] = 1,
["INVTYPE_CHEST"] = 1,
},
["classType"] = {
["yes"] = 1,
["no"] = 1,
},
["level"] = {
},
["moneyType"] = {
["yes"] = 1,
["no"] = 1,
},
["quality"] = {
1,
1,
1,
1,
1,
},
},
["AQL"] = {
["hard"] = {
["N"] = 1,
},
["money"] = {
},
["tips"] = {
},
["bindType"] = {
1,
1,
1,
[0] = 1,
},
["startMoney"] = {
},
["bossNum"] = {
1,
1,
1,
1,
1,
1,
1,
},
["name"] = {
},
["equipLoc"] = {
["INVTYPE_SHIELD"] = 1,
["INVTYPE_RANGED"] = 1,
["INVTYPE_WEAPON"] = 1,
["INVTYPE_WRIST"] = 1,
["INVTYPE_TRINKET"] = 1,
["INVTYPE_NECK"] = 1,
["INVTYPE_CLOAK"] = 1,
["INVTYPE_HEAD"] = 1,
["TWO_HANDED"] = 1,
["INVTYPE_FINGER"] = 1,
["INVTYPE_FEET"] = 1,
["INVTYPE_HAND"] = 1,
["INVTYPE_WAIST"] = 1,
["INVTYPE_OTHER"] = 1,
["INVTYPE_SHOULDER"] = 1,
["INVTYPE_LEGS"] = 1,
["INVTYPE_CHEST"] = 1,
},
["classType"] = {
["yes"] = 1,
["no"] = 1,
},
["level"] = {
},
["moneyType"] = {
["yes"] = 1,
["no"] = 1,
},
["quality"] = {
1,
1,
1,
1,
1,
},
},
["OrderButtonID"] = 3,
["Order"] = 1,
},
["QuestCD"] = {
[5842] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
[6118] = {
},
[5843] = {
},
[5381] = {
["露露緹婭"] = {
},
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["哈霍兰大格格"] = {
},
["蓝龙守护者"] = {
},
["迪菲亚女皇"] = {
},
},
[5303] = {
},
},
["ItemLib"] = {
["itemLibOrder"] = 1,
["iLevel"] = {
},
["fitlerGet"] = {
},
["ItemLibInvType"] = {
"INVTYPE_HEAD",
},
["itemLibOrderButtonId"] = 2,
["itemLibOrderButtonID"] = 3,
},
["sendMail"] = {
["split"] = "\n",
["member"] = "raid",
["title"] = "工资{A}金",
["body"] = "{C}，这是你的工资，请查收。\n感谢你参与本次金团活动！^_^\n\n邮件发送时间：{E}",
},
["MONEYchoice"] = {
[226404] = 1,
[221365] = 1,
[22726] = 1,
["money"] = 1,
["trinkets"] = 1,
[221262] = 1,
},
["MC"] = {
["boss8"] = {
},
["tradeTbl"] = {
{
{
["i"] = 2,
["itemID"] = 16854,
["link"] = "|cffa335ee|Hitem:16854::::::::60::::::::::|h[秩序之源头盔]|h|r",
["FB"] = "MC",
["b"] = 4,
},
{
["i"] = 1,
["itemID"] = 16860,
["link"] = "|cffa335ee|Hitem:16860::::::::60::::::::::|h[秩序之源护手]|h|r",
["FB"] = "MC",
["b"] = 3,
},
},
},
["boss9"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19139::::::::60::::::::::|h[火焰卫士护肩]|h|r",
["loot3"] = {
{
["time"] = 1785446260,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "德加和尚",
},
},
["jine3"] = "1000",
["jine1"] = "100",
["loot2"] = {
{
["time"] = 1785446255,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "德加和尚",
},
},
["loot1"] = {
{
["time"] = 1785446251,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "德加和尚",
},
},
["itemLevel2"] = 71,
["zhuangbei1"] = "|cffa335ee|Hitem:18809::::::::60::::::::::|h[耳语秘言腰带]|h|r",
["itemLevel1"] = 71,
["itemLevel3"] = 71,
["zhuangbei3"] = "|cffa335ee|Hitem:18703::::::::60::::::::::|h[远古石叶]|h|r",
},
["boss11"] = {
},
["boss12"] = {
["zhuangbei3"] = "|cffa335ee|Hitem:16857::::::::60::::::::::|h[秩序之源护腕]|h|r",
["zhuangbei2"] = "|cff0070dd|Hitem:17011::::::::60::::::::::|h[熔岩之核]|h|rx5",
["loot3"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785444643,
},
},
["itemLevel15"] = 60,
["zhuangbei15"] = "|cff1eff00|Hitem:16665::::::::60::::::::::|h[秘典：宁神射击]|h|r",
["itemLevel3"] = 66,
["loot2"] = {
{
["class"] = "HUNTER",
["player"] = "光乄狩猎",
["count"] = 1,
["time"] = 1785443119,
},
{
["class"] = "PALADIN",
["player"] = "小冷月",
["count"] = 1,
["time"] = 1785443152,
},
{
["class"] = "MAGE",
["player"] = "白哥哥",
["count"] = 1,
["time"] = 1785443459,
},
{
["class"] = "PRIEST",
["player"] = "都市牧场",
["count"] = 1,
["time"] = 1785443460,
},
{
["time"] = 1785446320,
["class"] = "HUNTER",
["count"] = 1,
["player"] = "蛇舞",
},
},
["loot15"] = {
{
["class"] = "HUNTER",
["player"] = "小变态-法琳娜",
["count"] = 1,
["time"] = 1785442170,
},
},
["itemLevel2"] = 60,
["zhuangbei1"] = "|cff0070dd|Hitem:17010::::::::60::::::::::|h[炽热之核]|h|rx3",
["itemLevel1"] = 60,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "治疗出暴击",
["count"] = 1,
["time"] = 1785442824,
},
{
["class"] = "WARLOCK",
["player"] = "执笔絵倾城",
["count"] = 1,
["time"] = 1785442969,
},
{
["class"] = "MAGE",
["player"] = "黄风放牛",
["count"] = 1,
["time"] = 1785444082,
},
},
["bindOnEquip3"] = true,
},
["boss17"] = {
},
["boss2"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16822::::::::60::::::::::|h[夜幕杀手短裤]|h|r",
["jine1"] = "100",
["maijia1"] = "小变态-法琳娜",
["raceID1"] = 4,
["guid1"] = "Player-5376-174591BE",
["level1"] = 60,
["class1"] = "HUNTER",
["color1"] = {
0.6705882549285889,
0.8313726186752319,
0.4509804248809815,
1,
},
["factionGroup1"] = "Alliance",
["loot2"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785442494,
},
},
["itemLevel2"] = 66,
["zhuangbei1"] = "|cffa335ee|Hitem:16847::::::::60::::::::::|h[巨人追猎者护腿]|h|r",
["realm1"] = "法琳娜",
["itemLevel1"] = 66,
["loot1"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785442474,
},
},
["guild1"] = "自强",
},
["raidRoster"] = {
["roster"] = {
"法德迦",
"执笔絵倾城",
"梦醉惊鸿",
"小冷月",
"丶史珍香丶",
"刀一挥骨一堆",
"小小风云",
"富养女德",
"来起来",
"温水煮青蛙",
"勇敢的老黄",
"都市牧场",
"小变态-法琳娜",
"晓晓梵",
"乔丽娜熊样-法琳娜",
"全团奶都奶我",
"蛇舞",
"布鲁斯灬韦恩",
"柴大哥",
"法古今烷人",
"水瓶座的冰河",
"黑色河蓝色海",
"贰柒捌贰叁",
"黄风放牛",
"电大菜鸟",
"嘘嘘完抖抖",
"光乄狩猎",
"Susanboyle",
"狼爷",
"白哥哥",
"大藝術家",
"情绪先生",
"嬲嬲琺",
"Mbbi",
"好帅的海龟",
"治疗出暴击",
"德加和尚",
"张沐雅",
},
["time"] = 1785446849,
["realm"] = "哈霍兰",
},
["boss5"] = {
["guid2"] = "Player-5376-1741064D",
["maijia2"] = "大藝術家",
["realm2"] = "哈霍兰",
["zhuangbei2"] = "|cffa335ee|Hitem:16811::::::::60::::::::::|h[预言之靴]|h|r",
["jine2"] = "100",
["loot2"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785444248,
},
},
["factionGroup2"] = "Alliance",
["itemLevel2"] = 66,
["color2"] = {
1,
1,
1,
1,
},
["level2"] = 60,
["class2"] = "PRIEST",
["zhuangbei1"] = "|cffa335ee|Hitem:16831::::::::60::::::::::|h[塞纳里奥手套]|h|r",
["raceID2"] = 3,
["itemLevel1"] = 66,
["loot1"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785444245,
},
},
["guild2"] = "白銀之手",
},
["boss16"] = {
},
["boss20"] = {
},
["boss18"] = {
},
["boss22"] = {
},
["boss14"] = {
["zhuangbei3"] = "Dps补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei1"] = "T补贴",
},
["boss19"] = {
},
["boss21"] = {
},
["boss4"] = {
["guid2"] = "Player-5376-1753F542",
["zhuangbei4"] = "|cffa335ee|Hitem:17110::::::::60::::::::::|h[魔法导师的封印]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:17071::::::::60::::::::::|h[血腥撕裂者]|h|r",
["jine2"] = "200",
["itemLevel4"] = 70,
["level2"] = 60,
["itemLevel1"] = 70,
["itemLevel3"] = 69,
["realm2"] = "哈霍兰",
["zhuangbei2"] = "|cffa335ee|Hitem:16854::::::::60::::::::::|h[秩序之源头盔]|h|r",
["raceID2"] = 1,
["loot3"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785444034,
},
},
["factionGroup2"] = "Alliance",
["loot4"] = {
{
["class"] = "PALADIN",
["player"] = "小冷月",
["count"] = 1,
["time"] = 1785444150,
},
},
["color2"] = {
0.960784375667572,
0.5490196347236633,
0.729411780834198,
1,
},
["loot2"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785444031,
},
},
["class2"] = "PALADIN",
["zhuangbei1"] = "|cffa335ee|Hitem:18824::::::::60::::::::::|h[岩浆长靴]|h|r",
["maijia2"] = "小冷月",
["itemLevel2"] = 66,
["loot1"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785444028,
},
},
["guild2"] = "联盟军团",
},
["boss10"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:16962::::::::60::::::::::|h[愤怒腿铠]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:18814::::::::60::::::::::|h[火焰之王的项圈]|h|r",
["jine2"] = "1100",
["loot3"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785447072,
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:16962::::::::60::::::::::|h[愤怒腿铠]|h|r",
["jine1"] = "1500",
["itemLevel4"] = 76,
["loot2"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785447015,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:17063::::::::60::::::::::|h[埃古雷亚指环]|h|r",
["itemLevel2"] = 78,
["loot4"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785447076,
},
},
["itemLevel1"] = 78,
["loot1"] = {
{
["class"] = "HUNTER",
["player"] = "光乄狩猎",
["count"] = 1,
["time"] = 1785447005,
},
},
["itemLevel3"] = 76,
},
["boss1"] = {
["loot2"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785442173,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:17077::::::::60::::::::::|h[赤红震荡者]|h|r",
["itemLevel2"] = 66,
["itemLevel1"] = 63,
["loot1"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785442168,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:16829::::::::60::::::::::|h[塞纳里奥长靴]|h|r",
},
["boss3"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:18875::::::::60::::::::::|h[火蜥蜴鳞片短裤]|h|r",
["jine1"] = "打包交易",
["maijia1"] = "小冷月",
["raceID1"] = 1,
["guid1"] = "Player-5376-1753F542",
["level1"] = 60,
["class1"] = "PALADIN",
["color1"] = {
0.960784375667572,
0.5490196347236633,
0.729411780834198,
1,
},
["loot2"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785443000,
},
},
["realm1"] = "哈霍兰",
["zhuangbei1"] = "|cffa335ee|Hitem:16860::::::::60::::::::::|h[秩序之源护手]|h|r",
["itemLevel2"] = 64,
["factionGroup1"] = "Alliance",
["itemLevel1"] = 66,
["loot1"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785442997,
},
},
["guild1"] = "联盟军团",
},
["boss13"] = {
},
["boss6"] = {
},
["boss7"] = {
["loot2"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785444864,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:16868::::::::60::::::::::|h[力量肩铠]|h|r",
["itemLevel2"] = 66,
["itemLevel1"] = 66,
["loot1"] = {
{
["class"] = "MAGE",
["player"] = "法德迦",
["count"] = 1,
["time"] = 1785444861,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16816::::::::60::::::::::|h[预言衬肩]|h|r",
},
["boss15"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "36",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine3"] = "4100",
["zhuangbei2"] = "总支出",
["jine1"] = "4100",
["jine5"] = "113",
},
},
["MONEY"] = {
[5303] = {
},
[5453] = {
["露露缇娅丶"] = {
["colorplayer"] = "|cffffffff露露缇娅丶|r",
["player"] = "露露缇娅丶",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 76,
},
},
[6118] = {
},
[5381] = {
["露露緹婭"] = {
["colorplayer"] = "|cffffffff露露緹婭|r",
["player"] = "露露緹婭",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 0,
["xp"] = {
["perNow"] = 150,
["resting"] = false,
["per"] = "52.0",
["isPanda"] = false,
["time"] = 1770477705,
},
["skill"] = {
},
},
},
[5376] = {
["法德迦"] = {
["colorplayer"] = "|cff40c7eb法德迦|r",
["player"] = "法德迦",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
["quest"] = true,
},
["money"] = 36123,
["xp"] = {
["perNow"] = "0",
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1785891687,
},
["skill"] = {
[356] = {
["level"] = 300,
["icon"] = 136245,
},
[171] = {
["level"] = 300,
["icon"] = 136240,
["isMain"] = true,
},
[202] = {
["level"] = 315,
["icon"] = 136243,
["isMain"] = true,
},
[129] = {
["level"] = 300,
["icon"] = 135966,
},
[185] = {
["level"] = 300,
["icon"] = 133971,
},
},
},
["绿龙守护者"] = {
["colorplayer"] = "|cffff7d0a绿龙守护者|r",
["player"] = "绿龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 6,
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1785765767,
},
["skill"] = {
},
},
["黑龙守护者"] = {
["colorplayer"] = "|cffc79c6e黑龙守护者|r",
["player"] = "黑龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 3841,
["skill"] = {
},
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1785765136,
},
},
["德加和尚"] = {
["colorplayer"] = "|cffffffff德加和尚|r",
["player"] = "德加和尚",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
["quest"] = true,
},
["skill"] = {
[197] = {
["level"] = 300,
["icon"] = 136249,
["isMain"] = true,
},
[356] = {
["icon"] = 136245,
["level"] = 1,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
[185] = {
["icon"] = 133971,
["level"] = 1,
},
[129] = {
["icon"] = 135966,
["level"] = 300,
},
},
["xp"] = {
["perNow"] = 17,
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1785447681,
},
["money"] = 1328,
},
["哈霍兰大格格"] = {
["colorplayer"] = "|cfff58cba哈霍兰大格格|r",
["player"] = "哈霍兰大格格",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 450,
["skill"] = {
[129] = {
["icon"] = 135966,
["level"] = 300,
},
[333] = {
["level"] = 61,
["icon"] = 136244,
["isMain"] = true,
},
[202] = {
["level"] = 300,
["icon"] = 136243,
["isMain"] = true,
},
},
["xp"] = {
["perNow"] = 2,
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1785788035,
},
},
["蓝龙守护者"] = {
["colorplayer"] = "|cffabd473蓝龙守护者|r",
["player"] = "蓝龙守护者",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["money"] = 0,
["skill"] = {
},
["xp"] = {
["perNow"] = 150,
["resting"] = true,
["per"] = "150.0",
["isPanda"] = false,
["time"] = 1785766581,
},
},
["迪菲亚女皇"] = {
["colorplayer"] = "|cfffff569迪菲亚女皇|r",
["player"] = "迪菲亚女皇",
[22726] = {
["tex"] = 134888,
["isItem"] = true,
["count"] = 0,
},
["skill"] = {
},
["xp"] = {
["perNow"] = 107,
["resting"] = false,
["per"] = "0.0",
["isPanda"] = false,
["time"] = 1783367930,
},
["money"] = 0,
},
},
[5843] = {
},
},
["NAXX"] = {
["boss8"] = {
["loot2"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1783001954,
["class"] = "PRIEST",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23032::::::::60::::::::::|h[冰川头饰]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:22358::::::::60::::::::::|h[被玷污的马靴]|h|r",
["itemLevel1"] = 83,
["loot1"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1783001954,
["class"] = "PRIEST",
},
},
["itemLevel2"] = 60,
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782999715,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22354::::::::60::::::::::|h[被玷污的肩铠]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:22988::::::::60::::::::::|h[梦境之末]|h|r",
["itemLevel1"] = 83,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782999715,
},
},
["itemLevel2"] = 60,
},
["boss12"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782999869,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22358::::::::60::::::::::|h[被玷污的马靴]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:23075::::::::60::::::::::|h[死亡的契约]|h|r",
["itemLevel1"] = 83,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782999869,
},
},
["itemLevel2"] = 60,
},
["boss17"] = {
},
["boss2"] = {
["loot2"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1783003142,
["class"] = "PRIEST",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22362::::::::60::::::::::|h[被玷污的腕甲]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:22942::::::::60::::::::::|h[黑女巫的拥抱]|h|r",
["itemLevel1"] = 60,
["loot1"] = {
{
["count"] = 1,
["player"] = "雨若青衣",
["time"] = 1783003142,
["class"] = "PRIEST",
},
},
["itemLevel2"] = 81,
},
["raidRoster"] = {
["roster"] = {
"雨若青衣",
"大武生",
"纵横跋扈",
"一剑九州",
"奶油巧克力啊",
"想学外语吗",
"秋痕乄",
"神棍老王乄",
"一个萌新防战",
"我路过人间",
"倚楼听疯语",
"小佛爷灬",
"米湯",
"亮哥很忙",
"Kübra",
"花落水",
"一滴的皮鞋",
"战豆豆灬",
"抖音丨黄桃",
"勼尔",
"卢老师",
"丶予星河",
"珊坨文宝",
"东北望射倭岛",
"执笔畵清秋",
"胸毛随风飘",
"素椒杂酱",
"丨旭哥丨",
"愚歌三百首",
"张沐雅",
"不要摸我头贰",
"寒冰箭吡吡",
"嬲法",
"法德迦",
"老牛的奶",
"我谁都服",
"海盗黑胡子",
"次骞",
"乐狍子",
"傲气",
},
["time"] = 1783003097,
["realm"] = "哈霍兰",
},
["boss5"] = {
},
["boss16"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:23668::::::::60::::::::::|h[大十字军的护腿]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:23226::::::::60::::::::::|h[食尸鬼皮外套]|h|r",
["loot3"] = {
{
["time"] = 1782999146,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["loot4"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1783000468,
},
},
["loot1"] = {
{
["class"] = "WARLOCK",
["player"] = "傲气",
["count"] = 1,
["time"] = 1782996761,
},
{
["time"] = 1782997638,
["class"] = "WARLOCK",
["count"] = 1,
["player"] = "傲气",
},
{
["time"] = 1782999436,
["class"] = "WARLOCK",
["count"] = 1,
["player"] = "傲气",
},
{
["class"] = "WARLOCK",
["player"] = "傲气",
["count"] = 1,
["time"] = 1783001263,
},
{
["count"] = 1,
["player"] = "傲气",
["time"] = 1783003148,
["class"] = "WARLOCK",
},
},
["loot2"] = {
{
["time"] = 1782998751,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "卢老师",
},
{
["time"] = 1782999088,
["class"] = "WARLOCK",
["count"] = 1,
["player"] = "我路过人间",
},
{
["count"] = 1,
["player"] = "珊坨文宝",
["time"] = 1783002236,
["class"] = "ROGUE",
},
{
["count"] = 1,
["player"] = "法德迦",
["time"] = 1783002767,
["class"] = "MAGE",
},
},
["itemLevel2"] = 1,
["zhuangbei1"] = "|cffff8000|Hitem:22726::::::::60::::::::::|h[埃提耶什的碎片]|h|rx5",
["itemLevel4"] = 85,
["itemLevel1"] = 60,
["itemLevel3"] = 83,
["zhuangbei2"] = "|cffffffff|Hitem:23055::::::::60::::::::::|h[熔解之语]|h|rx4",
},
["boss20"] = {
},
["boss18"] = {
["zhuangbei3"] = "DPS补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei1"] = "T补贴",
},
["boss22"] = {
},
["boss13"] = {
},
["boss21"] = {
},
["boss10"] = {
["loot2"] = {
{
["time"] = 1782999430,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:22354::::::::60::::::::::|h[被玷污的肩铠]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:22815::::::::60::::::::::|h[断离]|h|r",
["itemLevel1"] = 60,
["loot1"] = {
{
["time"] = 1782999430,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["itemLevel2"] = 81,
},
["boss4"] = {
["loot2"] = {
{
["time"] = 1782997635,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23029::::::::60::::::::::|h[诺斯的冰冷之心]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:22363::::::::60::::::::::|h[被玷污的束带]|h|r",
["itemLevel1"] = 83,
["loot1"] = {
{
["time"] = 1782997635,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["itemLevel2"] = 60,
},
["boss19"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine3"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine5"] = "0",
},
["boss1"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782996754,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22362::::::::60::::::::::|h[被玷污的腕甲]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:22936::::::::60::::::::::|h[复仇腕甲]|h|r",
["itemLevel1"] = 83,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1782996754,
},
},
["itemLevel2"] = 60,
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:22359::::::::60::::::::::|h[被玷污的腿甲]|h|r",
["loot3"] = {
{
["time"] = 1782998437,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["loot2"] = {
{
["time"] = 1782998437,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:22359::::::::60::::::::::|h[被玷污的腿甲]|h|r",
["itemLevel2"] = 60,
["itemLevel3"] = 60,
["itemLevel1"] = 85,
["loot1"] = {
{
["time"] = 1782998436,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "雨若青衣",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:23042::::::::60::::::::::|h[洛欧塞布之影]|h|r",
},
["boss7"] = {
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1783001264,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:22372::::::::60::::::::::|h[被玷污的便鞋]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:23219::::::::60::::::::::|h[教官的腰带]|h|r",
["itemLevel1"] = 85,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "雨若青衣",
["count"] = 1,
["time"] = 1783001264,
},
},
["itemLevel2"] = 60,
},
["boss15"] = {
},
},
["Gno"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["bestPrice"] = {
[5376] = {
["法德迦"] = {
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
["money"] = "",
},
["绿龙守护者"] = {
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
["money"] = "",
},
["黑龙守护者"] = {
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
["money"] = "",
},
["德加和尚"] = {
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
["money"] = "",
},
["哈霍兰大格格"] = {
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
{
["equipment"] = "",
["price"] = 0,
["enabled"] = true,
},
["money"] = "",
},
["蓝龙守护者"] = {
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
{
["equipment"] = "",
["enabled"] = true,
["price"] = 0,
},
["money"] = "",
},
},
},
["worldBossCD"] = {
[5381] = {
["露露緹婭"] = {
},
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["哈霍兰大格格"] = {
},
["蓝龙守护者"] = {
},
["迪菲亚女皇"] = {
},
},
},
["options"] = {
["tradeSuccessSound"] = 0,
["roleOverviewNotShowiLevel"] = 0,
["channelHistory2"] = 1,
["lastTrade"] = 1,
["fastCountMsg"] = 1,
["tradeTime"] = 3,
["configChooseHope"] = 1,
["tradeMSG"] = 0,
["channelHistory4"] = 1,
["tradeFalseSound"] = 0,
["retainExpensesMoney"] = 0,
["auctionMoveByShift"] = 0,
["roleOverviewLayout"] = "up_down",
["mouseHistoryMoney"] = 1,
["tradeMSG_false"] = 0,
["channelHistory3"] = 1,
["enableSendMail"] = 1,
["roleOverviewDefaultShow"] = "one",
["auctionChat"] = 1,
["autoAuctionFrameLevel"] = "HIGH",
["MeetingHorn_isSend"] = 0,
["searchList"] = 1,
["fastCount"] = 1,
["alpha"] = 0.8,
["roleOverviewAlpha"] = 0.9,
["mainIconFrameLevel"] = "HIGH",
["autoLoot"] = 1,
["autoAuctionShowSender"] = 0,
["guoqiRemind"] = 1,
["roleOverviewblackWhite"] = 0,
["miniMap"] = 1,
["autoAuctionFoldIfNotHope"] = 0,
["configChooseMeetingHornHistory"] = 1,
["tradeMoneyTop"] = 1,
["NumFrame"] = 1,
["fastMoney"] = 1,
["auctionTopPrice"] = 1,
["roleOverviewNotShowLevel"] = 0,
["auctionLogChoose"] = 1,
["MeetingHorn_ActivityList"] = 0,
["lastFrame"] = "FrameOptions_biaoge",
["showAuctionMail"] = 1,
["auctionHigh"] = 1,
["moLing"] = 1,
["channelHistory1"] = 1,
["autolootNotice"] = 1,
["xueyueAuto"] = 0,
["Sound"] = "露露缇娅",
["roleOverviewShowNote"] = 0,
["tradeFontSize"] = 20,
["tipsSound"] = 1,
["autoAuctionUp"] = 0,
["mainIconScale"] = 1,
["autoAuctionSetMoney"] = 1,
["mouseFK"] = 1,
["SearchHistory"] = {
["option231029"] = true,
["FBCDchoice260623"] = true,
["FBCDchoice240208"] = true,
["QuestCD240403愛雅法拉-孤狼"] = true,
["|cff00FF007月26日更新v2.2.0"] = true,
["sound250527"] = true,
["|cff00FF004月9日更新v1.17.0"] = true,
["FBCDchoice240923"] = true,
["QuestCD240403萌萌奶糖-野性痊癒"] = true,
["autoShowTradeCopyMoney260218"] = true,
["firstOpenMainFrame"] = true,
["|cff00FF004月19日更新v1.17.5"] = true,
["|cff00FF005月3日更新v1.17.7"] = true,
["FilterClassItemDB260425"] = true,
["dt231005"] = true,
["history250312"] = true,
["MONEYchoice260731"] = true,
["|cff00FF007月30日更新v2.2.2"] = true,
["FBCDchoice240328"] = true,
["FBCDchoice240711"] = true,
["|cff00FF005月21日更新v1.18.3"] = true,
["FBCDchoice2401065843萌萌的露小露"] = true,
["FilterClassItemDBPlayer-5376-16BEFC08260618"] = true,
["YY240925"] = true,
["FBCDchoice240412"] = true,
["|cff00FF008月3日更新v1.20.0"] = true,
["MONEYchoice240408"] = true,
["yy250509"] = true,
["showAuctionLogFrame260209"] = true,
["QuestCD240403萌萌的露小露-孤狼"] = true,
["autoGetOnline240615"] = true,
["FBCDchoice240113"] = true,
["QuestCD240113"] = true,
["options250610"] = true,
["ro250602"] = true,
["dt231208"] = true,
["FBCDchoice240106"] = true,
["yongshi240425"] = true,
["|cff00FF005月9日更新v1.17.8"] = true,
["60FB240703"] = true,
["MONEYchoice241101"] = true,
["|cff00FF007月20日更新v1.19.6"] = true,
},
["MeetingHorn_whisper"] = 0,
["channelHistory5"] = 1,
["autoAuctionScale"] = 0.95,
["aotoSendLate"] = 0,
["editFontSize"] = 14,
["bg"] = "0.01,0.01,0.01,0.8",
["showAuctionLogFrame"] = 0,
["tradeSameMoney"] = 1,
["autoAllLootToMe"] = 0,
["countDownSendChannel"] = "RAID_WARNING",
["autoAuctionStart"] = 1,
["tradeMSG_success"] = 1,
["showEmptyMail"] = 1,
["autoAuctionLogLink"] = 1,
["showGuoQiFrame"] = 0,
["ERR_CHAT_THROTTLED"] = 1,
["autoGetOnline"] = 0,
["scale"] = 0.9,
["roleOverviewSort1"] = "iLevel-class-player",
["roleOverviewShowTalent"] = 1,
["countDownStop"] = 1,
["countDown"] = 1,
["duiZhangTime"] = 24,
["autoAuctionHappySay"] = 1,
["MeetingHorn_history"] = 0,
["lootFontSize"] = 20,
["joinorleavePlayercolor"] = 1,
["mainIcon"] = 0,
["qiankuanTrade"] = 1,
["commerceAuthorityTooltip"] = 1,
["autoAuctionFold"] = 0,
["MeetingHorn_members"] = 0,
["MeetingHorn_search"] = 0,
["autoQingKongSaveHistory"] = 1,
["auctionChatHoldNew"] = 1,
["autoCreateBill"] = 1,
["countDownDuration"] = 8,
["optionsScrollPosition"] = {
},
["roleOverviewShowFaction"] = 0,
["autoAuctionAutoEndTips"] = 1,
["historySummaryAutoStart"] = 1,
["fastCountPreview"] = 1,
["tradeMSG_channel"] = "WHISPER",
["model"] = 1,
["autoTrade"] = 1,
["ignore"] = 1,
["configChooseMeetingHornWhisper"] = 1,
["MeetingHorn_always"] = 0,
["retainExpenses"] = 1,
["autoQingKong"] = 1,
["autoAuctionSureClick"] = 0,
["buttonSound"] = 1,
["auctionHighTime"] = 20,
["addonsOutTime"] = 1,
["tradePreview"] = 1,
["autoShowTradeCopyMoney"] = 1,
["roleOverviewShowNote_width"] = 100,
["lootTime"] = 8,
["configChooseFilter"] = 1,
["channelHistory10"] = 1,
["lastVer"] = "v2.2.3",
["roleOverviewShowNote_useClassColor"] = 1,
["roleOverviewScale"] = 1,
["autoAuctionQianKuan"] = 1,
["tradeFastGiveMoney"] = 1,
["togetherAuctionMail"] = 0,
["tradeNotice"] = 1,
["autolootRemind"] = 1,
["MeetingHorn_yy"] = 0,
["allLootToMe"] = 1,
["zhichuPercent"] = 1,
["autoAuctionPut"] = 1,
["autoAdd0"] = 0,
["HighOnterItem"] = 1,
["autoAuctionMoney"] = 1,
["showRaidCDKillNum"] = 0,
["NDuiOpenBag"] = 0,
["isTrading"] = 1,
["report"] = 1,
["guoqiRemindMinTime"] = 30,
},
["auctionMSGhistory"] = {
{
["nameLink"] = "|Hplayer:Octossx-德姆塞卡尔:237:RAID:|h[|cff8787edOctossx-德姆塞卡尔|r]|h",
["text"] = "剩余73个片 正在召唤>>喳喳檬<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1785893954,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:我外号凶悍:243:RAID:|h[|cffabd473我外号凶悍|r]|h",
["text"] = "拉我。。。5 6个人追我。。。",
["time"] = 1785893988,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:我外号凶悍:244:RAID:|h[|cffabd473我外号凶悍|r]|h",
["text"] = "5-1",
["time"] = 1785893989,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Octossx-德姆塞卡尔:256:RAID:|h[|cff8787edOctossx-德姆塞卡尔|r]|h",
["text"] = "剩余72个片 正在召唤>>稻香村掌柜<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1785894021,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Octossx-德姆塞卡尔:270:RAID:|h[|cff8787edOctossx-德姆塞卡尔|r]|h",
["text"] = "我还要换？有大坦坦在",
["time"] = 1785894062,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Octossx-德姆塞卡尔:283:RAID:|h[|cff8787edOctossx-德姆塞卡尔|r]|h",
["text"] = "剩余70个片 正在召唤>>鹤妍<< 来人点门，拉到的下马点门 别发呆！",
["time"] = 1785894125,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:星宇辛辛特兰:285:RAID:|h[|cffc79c6e星宇辛辛特兰|r]|h",
["text"] = "YY1017777 联盟频道",
["time"] = 1785894127,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇辛辛特兰:286:RAID:|h[|cffc79c6e星宇辛辛特兰|r]|h",
["text"] = "YY1017777 联盟频道",
["time"] = 1785894127,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇辛辛特兰:287:RAID:|h[|cffc79c6e星宇辛辛特兰|r]|h",
["text"] = "YY1017777 联盟频道",
["time"] = 1785894127,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:我外号凶悍:293:RAID:|h[|cffabd473我外号凶悍|r]|h",
["text"] = "5-1  3Q",
["time"] = 1785894162,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:星宇辛辛特兰:299:RAID:|h[|cffc79c6e星宇辛辛特兰|r]|h",
["text"] = "YY1017777 联盟频道",
["time"] = 1785894173,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇辛辛特兰:300:RAID:|h[|cffc79c6e星宇辛辛特兰|r]|h",
["text"] = "YY1017777 联盟频道",
["time"] = 1785894174,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇辛辛特兰:301:RAID:|h[|cffc79c6e星宇辛辛特兰|r]|h",
["text"] = "YY1017777 联盟频道",
["time"] = 1785894174,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:Sophiemacau:311:RAID:|h[|cffffffffSophiemacau|r]|h",
["text"] = "5-5 谢谢",
["time"] = 1785894220,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:超级水猎:314:RAID:|h[|cffabd473超级水猎|r]|h",
["text"] = "1-4",
["time"] = 1785894225,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:小咪法-法琳娜:316:RAID:|h[|cff40c7eb小咪法-法琳娜|r]|h",
["text"] = "56",
["time"] = 1785894242,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:Sophiemacau:317:RAID:|h[|cffffffffSophiemacau|r]|h",
["text"] = "5-5 谢谢",
["time"] = 1785894256,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:星宇辛辛特兰:345:RAID:|h[|cffc79c6e星宇辛辛特兰|r]|h",
["text"] = "YY1017777 联盟频道",
["time"] = 1785894349,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇辛辛特兰:346:RAID:|h[|cffc79c6e星宇辛辛特兰|r]|h",
["text"] = "YY1017777 联盟频道",
["time"] = 1785894349,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:星宇辛辛特兰:347:RAID:|h[|cffc79c6e星宇辛辛特兰|r]|h",
["text"] = "YY1017777 联盟频道",
["time"] = 1785894350,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:我外号凶悍:384:RAID:|h[|cffabd473我外号凶悍|r]|h",
["text"] = "是不是 7-3",
["time"] = 1785894452,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:魄天:447:RAID:|h[|cffc79c6e魄天|r]|h",
["text"] = "1: |cffa335ee|Hitem:20644::::::::60::::::::::|h[梦魇包裹的物品]|h|r",
["time"] = 1785894677,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:魄天:448:RAID:|h[|cffc79c6e魄天|r]|h",
["text"] = "2: |cffa335ee|Hitem:20639::::::::60::::::::::|h[奇异雕文腿甲]|h|r",
["time"] = 1785894677,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:魄天:449:RAID:|h[|cffc79c6e魄天|r]|h",
["text"] = "3: |cffa335ee|Hitem:20619::::::::60::::::::::|h[蚀刻胫甲]|h|r",
["time"] = 1785894677,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:魄天:451:RAID:|h[|cffc79c6e魄天|r]|h",
["text"] = "4: |cff0070dd|Hitem:13047::::::::60::::::::::|h[世界之树的嫩枝]|h|r",
["time"] = 1785894678,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:魄天:452:RAID:|h[|cffc79c6e魄天|r]|h",
["text"] = "5: |cff0070dd|Hitem:17413::::::::60::::::::::|h[圣典：坚韧祷言]|h|r",
["time"] = 1785894678,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:魄天:453:RAID:|h[|cffc79c6e魄天|r]|h",
["text"] = "<LM>共5件蓝色以上物品",
["time"] = 1785894678,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:媚娘:460:RAID:|h[|cfff58cba媚娘|r]|h",
["text"] = "|cffa335ee|Hitem:20619::::::::60::::::::::|h[蚀刻胫甲]|h|r100",
["time"] = 1785894704,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:媚娘:473:RAID:|h[|cfff58cba媚娘|r]|h",
["text"] = "|cffa335ee|Hitem:20639::::::::60::::::::::|h[奇异雕文腿甲]|h|r100",
["time"] = 1785894725,
["textColor"] = "FF4500",
},
{
["nameLink"] = "|Hplayer:咩咩辛辛-法琳娜:474:RAID:|h[|cffffffff咩咩辛辛-法琳娜|r]|h",
["text"] = "99",
["time"] = 1785894726,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:稻香村掌柜-德姆塞卡尔:483:RAID:|h[|cfff58cba稻香村掌柜-德姆塞卡尔|r]|h",
["text"] = "1",
["time"] = 1785894739,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:隔壁老吴:484:RAID:|h[|cfff58cba隔壁老吴|r]|h",
["text"] = "1",
["time"] = 1785894739,
["textColor"] = "FF7F50",
},
{
["nameLink"] = "|Hplayer:稻香村掌柜-德姆塞卡尔:488:RAID:|h[|cfff58cba稻香村掌柜-德姆塞卡尔|r]|h",
["text"] = "|TInterface\\TargetingFrame\\UI-RaidTargetingIcons:0:0:0:-3:100:100:0:25:0:25|t Questie: 拾取 |cffa335ee|Hitem:20644::::::::60::::::::::|h[梦魇包裹的物品]|h|r 自动接受任务： [[60] 梦魇的缠绕 (8446)]!",
["time"] = 1785894742,
["textColor"] = "FF7F50",
},
},
["TAQ"] = {
["boss8"] = {
["zhuangbei3"] = "|cffa335ee|Hitem:23558::::::::60::::::::::|h[穴居虫之壳]|h|r",
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785079458,
},
},
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785079455,
},
},
["itemLevel2"] = 1,
["zhuangbei1"] = "|cffa335ee|Hitem:20927::::::::60::::::::::|h[奥罗的外皮]|h|r",
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785079451,
},
},
["itemLevel1"] = 1,
["itemLevel3"] = 81,
["zhuangbei2"] = "|cffa335ee|Hitem:20931::::::::60::::::::::|h[巨型沙虫的皮]|h|r",
},
["tradeTbl"] = {
},
["boss9"] = {
["itemLevel5"] = 88,
["zhuangbei4"] = "|cffa335ee|Hitem:21586::::::::60::::::::::|h[无尽痛苦腰带]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:21221::::::::60::::::::::|h[克苏恩之眼]|h|r",
["itemLevel4"] = 88,
["loot3"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785080514,
},
},
["itemLevel3"] = 60,
["loot1"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785080509,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:20929::::::::60::::::::::|h[上古之神的甲壳]|h|r",
["loot2"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785080511,
},
},
["zhuangbei5"] = "|cffa335ee|Hitem:21583::::::::60::::::::::|h[明晰披风]|h|r",
["loot4"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785080520,
},
},
["itemLevel2"] = 1,
["itemLevel1"] = 1,
["loot5"] = {
{
["class"] = "PRIEST",
["player"] = "蜉蝣小牧牧",
["count"] = 1,
["time"] = 1785080522,
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:20933::::::::60::::::::::|h[上古之神的外鞘]|h|r",
},
["boss11"] = {
},
["boss12"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei1"] = "T补贴",
["zhuangbei3"] = "DPS补贴",
},
["boss17"] = {
},
["boss2"] = {
["loot2"] = {
{
["time"] = 1785075975,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:21689::::::::60::::::::::|h[埃布鲁手套]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:21696::::::::60::::::::::|h[执政者长袍]|h|r",
["itemLevel1"] = 75,
["loot1"] = {
{
["time"] = 1785075973,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["itemLevel2"] = 75,
},
["boss20"] = {
},
["boss5"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss13"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine3"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine5"] = "0",
},
["boss10"] = {
["zhuangbei2"] = "|cff0070dd|Hitem:20878::::::::60::::::::::|h[复生塑像]|h|r",
["itemLevel19"] = 70,
["loot2"] = {
{
["time"] = 1785076685,
["class"] = "PALADIN",
["count"] = 1,
["player"] = "圣光映霜刃",
},
},
["itemLevel2"] = 61,
["zhuangbei1"] = "|cffffffff|Hitem:21762::::::::60::::::::::|h[大型圣甲虫箱的钥匙]|h|rx3",
["itemLevel1"] = 1,
["zhuangbei19"] = "|cff0070dd|Hitem:20736::::::::60::::::::::|h[公式：附魔披风 - 躲闪]|h|r",
["loot1"] = {
{
["time"] = 1785075061,
["class"] = "WARRIOR",
["count"] = 1,
["player"] = "第一次脸红",
},
{
["time"] = 1785075277,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "陆游",
},
{
["time"] = 1785075279,
["class"] = "WARRIOR",
["count"] = 1,
["player"] = "雅格布",
},
},
["loot19"] = {
{
["time"] = 1785076812,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
},
["boss21"] = {
},
["boss4"] = {
["loot2"] = {
{
["time"] = 1785076811,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["itemLevel2"] = 77,
["zhuangbei2"] = "|cffa335ee|Hitem:21639::::::::60::::::::::|h[冷酷者肩铠]|h|r",
["itemLevel1"] = 77,
["loot1"] = {
{
["time"] = 1785076808,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:21664::::::::60::::::::::|h[尖刺颈饰]|h|r",
},
["boss1"] = {
["loot2"] = {
{
["time"] = 1785075437,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["itemLevel2"] = 73,
["zhuangbei2"] = "|cffa335ee|Hitem:21708::::::::60::::::::::|h[甲虫鳞片护腕]|h|r",
["itemLevel1"] = 73,
["loot1"] = {
{
["time"] = 1785075435,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:21700::::::::60::::::::::|h[其拉守护者坠饰]|h|r",
},
["boss6"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:20932::::::::60::::::::::|h[其拉统御腕轮]|h|r",
["loot3"] = {
{
["time"] = 1785077417,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["loot2"] = {
{
["time"] = 1785077414,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["itemLevel2"] = 1,
["zhuangbei1"] = "|cffa335ee|Hitem:20928::::::::60::::::::::|h[其拉命令腕轮]|h|r",
["itemLevel3"] = 78,
["itemLevel1"] = 1,
["loot1"] = {
{
["time"] = 1785077411,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:21617::::::::60::::::::::|h[黄蜂外壳护手]|h|r",
},
["boss3"] = {
["loot2"] = {
{
["time"] = 1785076510,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:21674::::::::60::::::::::|h[坚定信念护手]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:21670::::::::60::::::::::|h[虫群卫士徽章]|h|r",
["itemLevel1"] = 76,
["loot1"] = {
{
["time"] = 1785076507,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["itemLevel2"] = 76,
},
["boss14"] = {
},
["boss15"] = {
},
["boss7"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:21605::::::::60::::::::::|h[隐秘神殿手套]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:20926::::::::60::::::::::|h[维克尼拉斯的头饰]|h|r",
["loot3"] = {
{
["time"] = 1785078588,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["itemLevel4"] = 81,
["itemLevel3"] = 1,
["loot2"] = {
{
["time"] = 1785078567,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["itemLevel2"] = 81,
["zhuangbei1"] = "|cffa335ee|Hitem:20930::::::::60::::::::::|h[维克洛尔的王冠]|h|r",
["loot4"] = {
{
["time"] = 1785078592,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["itemLevel1"] = 1,
["loot1"] = {
{
["time"] = 1785078564,
["class"] = "PRIEST",
["count"] = 1,
["player"] = "蜉蝣小牧牧",
},
},
["zhuangbei2"] = "|cffa335ee|Hitem:21601::::::::60::::::::::|h[维克洛尔大帝之戒]|h|r",
},
["raidRoster"] = {
["roster"] = {
"蜉蝣小牧牧",
"第一次脸红",
"北极在逃亡",
"沐沐娱乐丶术",
"筱龍女",
"任达滑",
"暗影魔法",
"斩神李贝留斯",
"兰见",
"丨大美丽丨",
"圣光映霜刃",
"文艺少女",
"安吉拉老六",
"法德迦",
"岁月繁华",
"挚爱安然",
"灬旖旎人生灬",
"小马佐伊-法琳娜",
"Cheyenne",
"做梦",
"陆游",
"花布美人阿珂",
"暴躁欧尼",
"尋虹覓彩",
"暴风雇佣兵",
"木十年",
"轻抚菊花笑一",
"雅格布",
"拉猪大哥",
"郑家你大哥",
"Topfhexen",
"管钳子丶",
"杀戮傲世",
"往事如风去",
"小丶十三",
"Cérvelo",
"彡风霜彡",
"纟卜飨-法琳娜",
"星淋",
},
["time"] = 1785080500,
["realm"] = "哈霍兰",
},
},
["realmName"] = {
[5303] = "硬汉",
[6118] = "无情",
[5453] = "铁血",
[5843] = "孤狼",
[5376] = "哈霍兰",
[5381] = "碧玉矿洞",
},
["filterClassNum"] = {
[5842] = {
},
[5453] = {
["露露缇娅丶"] = 0,
},
[6118] = {
},
[5843] = {
},
[5381] = {
["露露緹婭"] = 0,
},
[5376] = {
["法德迦"] = 0,
["绿龙守护者"] = 0,
["黑龙守护者"] = 0,
["德加和尚"] = 0,
["哈霍兰大格格"] = 0,
["蓝龙守护者"] = 0,
["迪菲亚女皇"] = 0,
},
[5303] = {
},
},
["RaidCD"] = {
[5303] = {
},
[5453] = {
["露露缇娅丶"] = {
{
["colorplayer"] = "|cffffffff露露缇娅丶|r",
["player"] = "露露缇娅丶",
},
},
},
[6118] = {
},
[5381] = {
["露露緹婭"] = {
{
["colorplayer"] = "|cffffffff露露緹婭|r",
["player"] = "露露緹婭",
},
},
},
[5376] = {
["法德迦"] = {
{
["fbId"] = 409,
["num"] = 40,
["killInfo"] = {
{
["name"] = "鲁西弗隆",
["isKilled"] = true,
},
{
["name"] = "玛格曼达",
["isKilled"] = true,
},
{
["name"] = "基赫纳斯",
["isKilled"] = true,
},
{
["name"] = "加尔",
["isKilled"] = true,
},
{
["name"] = "沙斯拉尔",
["isKilled"] = true,
},
{
["name"] = "迦顿男爵",
["isKilled"] = true,
},
{
["name"] = "萨弗隆先驱者",
["isKilled"] = true,
},
{
["name"] = "焚化者古雷曼格",
["isKilled"] = true,
},
{
["name"] = "管理者埃克索图斯",
["isKilled"] = true,
},
{
["name"] = "拉格纳罗斯",
["isKilled"] = true,
},
{
["name"] = "熔火之心",
["isKilled"] = false,
},
},
["resettime"] = 76640,
["colorplayer"] = "|cff40c7eb法德迦|r",
["player"] = "法德迦",
["diff"] = 9,
["killNum"] = 10,
["bossSum"] = 11,
["endtime"] = 1785970801,
},
{
["fbId"] = 469,
["num"] = 40,
["killInfo"] = {
{
["name"] = "狂野的拉佐格尔",
["isKilled"] = true,
},
{
["name"] = "堕落的瓦拉斯塔兹",
["isKilled"] = true,
},
{
["name"] = "勒什雷尔",
["isKilled"] = true,
},
{
["name"] = "费尔默",
["isKilled"] = true,
},
{
["name"] = "埃博诺克",
["isKilled"] = true,
},
{
["name"] = "弗莱格尔",
["isKilled"] = true,
},
{
["name"] = "克洛玛古斯",
["isKilled"] = true,
},
{
["name"] = "奈法利安",
["isKilled"] = true,
},
},
["resettime"] = 76640,
["colorplayer"] = "|cff40c7eb法德迦|r",
["player"] = "法德迦",
["diff"] = 9,
["killNum"] = 8,
["bossSum"] = 8,
["endtime"] = 1785970801,
},
},
["绿龙守护者"] = {
{
["colorplayer"] = "|cffff7d0a绿龙守护者|r",
["player"] = "绿龙守护者",
},
},
["黑龙守护者"] = {
{
["colorplayer"] = "|cffc79c6e黑龙守护者|r",
["player"] = "黑龙守护者",
},
},
["德加和尚"] = {
{
["fbId"] = 409,
["num"] = 40,
["killInfo"] = {
{
["name"] = "鲁西弗隆",
["isKilled"] = true,
},
{
["name"] = "玛格曼达",
["isKilled"] = true,
},
{
["name"] = "基赫纳斯",
["isKilled"] = true,
},
{
["name"] = "加尔",
["isKilled"] = true,
},
{
["name"] = "沙斯拉尔",
["isKilled"] = true,
},
{
["name"] = "迦顿男爵",
["isKilled"] = true,
},
{
["name"] = "萨弗隆先驱者",
["isKilled"] = true,
},
{
["name"] = "焚化者古雷曼格",
["isKilled"] = true,
},
{
["name"] = "管理者埃克索图斯",
["isKilled"] = true,
},
{
["name"] = "拉格纳罗斯",
["isKilled"] = true,
},
{
["name"] = "熔火之心",
["isKilled"] = false,
},
},
["resettime"] = 76681,
["colorplayer"] = "|cffffffff德加和尚|r",
["player"] = "德加和尚",
["diff"] = 9,
["killNum"] = 10,
["bossSum"] = 11,
["endtime"] = 1785970842,
},
},
["哈霍兰大格格"] = {
{
["fbId"] = 409,
["num"] = 40,
["killInfo"] = {
{
["name"] = "鲁西弗隆",
["isKilled"] = false,
},
{
["name"] = "玛格曼达",
["isKilled"] = false,
},
{
["name"] = "基赫纳斯",
["isKilled"] = false,
},
{
["name"] = "加尔",
["isKilled"] = true,
},
{
["name"] = "沙斯拉尔",
["isKilled"] = false,
},
{
["name"] = "迦顿男爵",
["isKilled"] = true,
},
{
["name"] = "萨弗隆先驱者",
["isKilled"] = false,
},
{
["name"] = "焚化者古雷曼格",
["isKilled"] = false,
},
{
["name"] = "管理者埃克索图斯",
["isKilled"] = false,
},
{
["name"] = "拉格纳罗斯",
["isKilled"] = false,
},
{
["name"] = "熔火之心",
["isKilled"] = false,
},
},
["resettime"] = 77244,
["colorplayer"] = "|cfff58cba哈霍兰大格格|r",
["player"] = "哈霍兰大格格",
["diff"] = 9,
["killNum"] = 2,
["bossSum"] = 11,
["endtime"] = 1785971405,
},
},
["蓝龙守护者"] = {
{
["colorplayer"] = "|cffabd473蓝龙守护者|r",
["player"] = "蓝龙守护者",
},
},
["迪菲亚女皇"] = {
{
["colorplayer"] = "|cfffff569迪菲亚女皇|r",
["player"] = "迪菲亚女皇",
},
},
},
[5843] = {
},
},
["BWL"] = {
["boss8"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:19003::::::::60::::::::::|h[奈法利安的头颅]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:16905::::::::60::::::::::|h[血牙胸甲]|h|r",
["jine2"] = "100",
["itemLevel4"] = 60,
["jine5"] = "900",
["time"] = "8:46",
["itemLevel1"] = 83,
["loot5"] = {
{
["player"] = "法德迦",
["class"] = "MAGE",
["time"] = 1785515168,
["count"] = 1,
},
},
["itemLevel5"] = 83,
["zhuangbei2"] = "|cffa335ee|Hitem:16905::::::::60::::::::::|h[血牙胸甲]|h|r",
["loot3"] = {
{
["player"] = "三流",
["class"] = "PALADIN",
["time"] = 1785515037,
["count"] = 1,
},
},
["jine4"] = "700",
["jine1"] = "8000",
["loot2"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785515022,
["count"] = 1,
},
},
["zhuangbei5"] = "|cffa335ee|Hitem:19375::::::::60::::::::::|h[密苏达尔，夺魂者的头饰]|h|r",
["itemLevel2"] = 76,
["loot4"] = {
{
["player"] = "边法",
["class"] = "MAGE",
["time"] = 1785515144,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:19379::::::::60::::::::::|h[奈萨里奥之泪]|h|r",
["loot1"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785515019,
["count"] = 1,
},
},
["itemLevel3"] = 76,
},
["lockoutIDtbl"] = {
[469] = {
["instanceID"] = 469,
["realmID"] = 5453,
["lockoutID"] = 104463405,
},
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
["jine1"] = "300",
["zhuangbei1"] = "T补贴",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "300",
["jine4"] = "36",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine3"] = "27800",
["zhuangbei2"] = "总支出",
["jine1"] = "28100",
["jine5"] = "772",
},
["boss17"] = {
},
["boss2"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19339::::::::60::::::::::|h[思维加速宝石]|h|r",
["jine2"] = "2000",
["loot3"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785511833,
["count"] = 1,
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:16952::::::::60::::::::::|h[审判腰带]|h|r",
["jine1"] = "100",
["loot2"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785511829,
["count"] = 1,
},
},
["time"] = "1:33",
["zhuangbei1"] = "|cffa335ee|Hitem:16952::::::::60::::::::::|h[审判腰带]|h|r",
["itemLevel3"] = 76,
["itemLevel1"] = 76,
["loot1"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785511826,
["count"] = 1,
},
},
["itemLevel2"] = 76,
},
["raidRoster"] = {
["roster"] = {
"哈霍兰小郡主",
"风儿爱沙子-法琳娜",
"刻刀-法琳娜",
"小鹿萌萌茶",
"光头圣骑士",
"三流",
"傲世战秀",
"旋思夜",
"鬼域开心-法琳娜",
"其实你狠强",
"有人听晚鐘",
"精灵哲别",
"匕釜剣-法琳娜",
"秋水惊鸿",
"赤紅十三",
"暮色兮夜",
"髙小琴",
"乌兹复出了",
"阿氪琉斯",
"剑指星河",
"月读命",
"游戏酱",
"华雄关羽共醉",
"燃烧吧太阳",
"Onetc",
"暗沐",
"麻仓丷优儿",
"杰丶爷",
"哉小崧",
"开水煮白菜",
"源赖光-德姆塞卡尔",
"边法",
"晚風心裡吹",
"乌鸦非",
"一常青藤一",
"星界旅人",
"法德迦",
"慕容芸雪",
"凶猛滴跑",
"狂灬德",
},
["time"] = 1785515004,
["realm"] = "哈霍兰",
},
["boss5"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19405::::::::60::::::::::|h[玛法里奥的祝福]|h|r",
["jine2"] = "100",
["loot2"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785513642,
["count"] = 1,
},
},
["time"] = "2:55",
["zhuangbei1"] = "|cffa335ee|Hitem:19397::::::::60::::::::::|h[黑石之戒]|h|r",
["itemLevel2"] = 75,
["itemLevel1"] = 75,
["jine1"] = "100",
["loot1"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785513639,
["count"] = 1,
},
},
},
["boss16"] = {
},
["boss20"] = {
},
["boss18"] = {
},
["boss22"] = {
},
["boss13"] = {
},
["boss21"] = {
},
["boss10"] = {
},
["boss4"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19365::::::::60::::::::::|h[黑龙之爪]|h|r",
["jine2"] = "100",
["loot2"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785513346,
["count"] = 1,
},
},
["time"] = "3:15",
["itemLevel2"] = 75,
["jine1"] = "100",
["itemLevel1"] = 76,
["loot1"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785513343,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16907::::::::60::::::::::|h[血牙手套]|h|r",
},
["boss19"] = {
},
["boss1"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16935::::::::60::::::::::|h[巨龙追猎者护腕]|h|r",
["loot3"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785511712,
["count"] = 1,
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:19337::::::::60::::::::::|h[黑龙之书]|h|r",
["loot2"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785511692,
["count"] = 1,
},
},
["time"] = "6:31",
["itemLevel2"] = 76,
["itemLevel3"] = 76,
["itemLevel1"] = 76,
["loot1"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785511684,
["count"] = 1,
},
},
["zhuangbei1"] = "|cffa335ee|Hitem:16935::::::::60::::::::::|h[巨龙追猎者护腕]|h|r",
},
["boss3"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16957::::::::60::::::::::|h[审判马靴]|h|r",
["jine2"] = "100",
["loot3"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785512726,
["count"] = 1,
},
},
["zhuangbei3"] = "|cffa335ee|Hitem:19342::::::::60::::::::::|h[毒性图腾]|h|r",
["jine1"] = "300",
["loot2"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785512709,
["count"] = 1,
},
},
["time"] = "2:02",
["zhuangbei1"] = "|cffa335ee|Hitem:16912::::::::60::::::::::|h[灵风长靴]|h|r",
["itemLevel3"] = 76,
["itemLevel1"] = 76,
["loot1"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785512705,
["count"] = 1,
},
},
["itemLevel2"] = 76,
},
["boss14"] = {
},
["boss6"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:16940::::::::60::::::::::|h[巨龙追猎者护手]|h|r",
["loot2"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785513970,
["count"] = 1,
},
},
["time"] = "2:06",
["zhuangbei2"] = "|cffa335ee|Hitem:19430::::::::60::::::::::|h[纯净思想斗篷]|h|r",
["jine2"] = "400",
["itemLevel1"] = 76,
["loot1"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785513967,
["count"] = 1,
},
},
["itemLevel2"] = 75,
},
["boss7"] = {
["zhuangbei3"] = "|cffa335ee|Hitem:19392::::::::60::::::::::|h[堕落十字军腰带]|h|r",
["zhuangbei4"] = "|cffa335ee|Hitem:16961::::::::60::::::::::|h[愤怒肩铠]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:19387::::::::60::::::::::|h[多彩长靴]|h|r",
["jine2"] = "15000",
["loot3"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785514339,
["count"] = 1,
},
},
["jine1"] = "100",
["itemLevel4"] = 76,
["loot4"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785514342,
["count"] = 1,
},
},
["loot2"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785514336,
["count"] = 1,
},
},
["time"] = "5:25",
["itemLevel2"] = 77,
["zhuangbei1"] = "|cffa335ee|Hitem:16832::::::::60::::::::::|h[血牙肩甲]|h|r",
["itemLevel1"] = 76,
["itemLevel3"] = 77,
["loot1"] = {
{
["player"] = "哈霍兰小郡主",
["class"] = "HUNTER",
["time"] = 1785514332,
["count"] = 1,
},
},
},
["boss15"] = {
},
},
["History"] = {
["UBRS"] = {
},
["BD"] = {
},
["TAQ"] = {
[260701233653] = {
["boss5"] = {
},
["boss1"] = {
},
["boss6"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
["itemLevel5"] = 88,
["zhuangbei4"] = "|cffa335ee|Hitem:21586::::::::60::::::::::|h[无尽痛苦腰带]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:21221::::::::60::::::::::|h[克苏恩之眼]|h|r",
["itemLevel4"] = 88,
["zhuangbei5"] = "|cffa335ee|Hitem:21581::::::::60::::::::::|h[毁灭护手]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:20929::::::::60::::::::::|h[上古之神的甲壳]|h|r",
["itemLevel2"] = 1,
["itemLevel1"] = 1,
["itemLevel3"] = 60,
["zhuangbei2"] = "|cffa335ee|Hitem:20933::::::::60::::::::::|h[上古之神的外鞘]|h|r",
},
["boss11"] = {
},
["boss10"] = {
["itemLevel2"] = 1,
["zhuangbei1"] = "|cffa335ee|Hitem:20927::::::::60::::::::::|h[奥罗的外皮]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:23557::::::::60::::::::::|h[巨虫的幼体]|h|r",
["itemLevel1"] = 1,
["itemLevel3"] = 81,
["zhuangbei2"] = "|cffa335ee|Hitem:20931::::::::60::::::::::|h[巨型沙虫的皮]|h|r",
},
["boss4"] = {
},
["boss12"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei3"] = "DPS补贴",
["zhuangbei2"] = "N补贴",
},
["boss2"] = {
},
["boss3"] = {
},
["boss13"] = {
["zhuangbei4"] = "分钱人数",
["jine3"] = "0",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["zhuangbei3"] = "净收入",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine5"] = "0",
},
["boss8"] = {
},
["boss7"] = {
},
["raidRoster"] = {
["roster"] = {
"宇晔-法琳娜",
"谁是大狄",
"红茶二块五",
"星空术",
"寻宝",
"你的男神",
"邪枝",
"顶得住啊",
"嘉华",
"科瑞德",
"乙巳元月初七-法琳娜",
"墨晴岚",
"Jjlol",
"迷路惊鸿",
"小鸟奶奶",
"上去就死",
"海肥丝",
"傻丷妞",
"额仑",
"拉飞尔",
"安娜凯瑟琳",
"明凯",
"列奥尼达",
"三鸡皮儿",
"爱情卖买",
"潇洒狂暴战",
"云昭丶",
"芒果蒂蒂",
"艾瑞克-法琳娜",
"呆俊牧",
"送你温暖的光",
"潜行嘎你腰子",
"迷恋上你的唇",
"忘川难度",
"法德迦",
"飞飞来咯",
"傻妞妞",
},
["time"] = 1782920213,
["realm"] = "哈霍兰",
},
},
},
["BWL"] = {
[250330221903] = {
["boss5"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:19394::::::::60:::::::::|h[龙爪肩铠]|h|r",
["itemLevel1"] = 75,
["itemLevel2"] = 75,
["zhuangbei2"] = "|cffa335ee|Hitem:19405::::::::60:::::::::|h[玛法里奥的祝福]|h|r",
},
["boss1"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19369::::::::60:::::::::|h[疾速进化手套]|h|r",
["itemLevel2"] = 73,
["zhuangbei3"] = "|cffa335ee|Hitem:16951::::::::60:::::::::|h[审判束腕]|h|r",
["itemLevel1"] = 76,
["itemLevel3"] = 76,
["zhuangbei1"] = "|cffa335ee|Hitem:16959::::::::60:::::::::|h[愤怒护腕]|h|r",
},
["tradeTbl"] = {
},
["boss9"] = {
["itemLevel1"] = 60,
["zhuangbei1"] = "|cffa335ee|Hitem:18562::::::::60:::::::::|h[源质矿石]|h|r",
},
["boss11"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "DPS补贴",
["zhuangbei1"] = "T补贴",
},
["boss10"] = {
},
["boss4"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:16899::::::::60:::::::::|h[怒风护手]|h|r",
["itemLevel1"] = 76,
["itemLevel2"] = 75,
["zhuangbei2"] = "|cffa335ee|Hitem:19365::::::::60:::::::::|h[黑龙之爪]|h|r",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["jine3"] = "0",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["zhuangbei3"] = "净收入",
},
["raidRoster"] = {
["roster"] = {
"小耳朵",
"时光清浅灬",
"快过来啊",
"枫雪纷飞",
"予伿",
"小树先生",
"小钊钊",
"渣女一抬腿丶",
"唐门丨衮",
"硬的像花岗岩",
"洛卅",
"闲闲鱼",
"重相逢",
"加拿大打桩机",
"我的发谢特贰",
"名字不一般",
"彩叮可",
"超级小奶瓶",
"柒月初",
"萌豆",
"梵尘丶",
"八斤七两",
"墩墩勇",
"霸罢",
"背手尿尿灬",
"潼宝",
"花活猎",
"奈良吐泡泡",
"勤劳的纪春生",
"五点水",
"爱的豹豹",
"麻薯小卷",
"南巷灬清风",
"龍小纭",
"排骨法",
"爱吃西蓝花",
"咖喱鸡",
"送祝福",
"素言丶",
"溧水老司机",
},
["time"] = 1743344343,
["realm"] = "铁血",
},
["boss6"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:16899::::::::60:::::::::|h[怒风护手]|h|r",
["itemLevel1"] = 76,
["itemLevel2"] = 75,
["zhuangbei2"] = "|cffa335ee|Hitem:19430::::::::60:::::::::|h[纯净思想斗篷]|h|r",
},
["boss7"] = {
["zhuangbei3"] = "|cffa335ee|Hitem:19349::::::::60:::::::::|h[源质壁垒]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:16953::::::::60:::::::::|h[审判肩铠]|h|r",
["zhuangbei4"] = "|cffa335ee|Hitem:19347::::::::60:::::::::|h[克洛玛古斯之爪]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:16902::::::::60:::::::::|h[怒风肩甲]|h|r",
["itemLevel4"] = 77,
["itemLevel1"] = 76,
["itemLevel3"] = 77,
["itemLevel2"] = 76,
},
["boss8"] = {
["itemLevel5"] = 83,
["zhuangbei4"] = "|cffa335ee|Hitem:19003::::::::60:::::::::|h[奈法利安的头颅]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:19380::::::::60:::::::::|h[塞拉赞恩之链]|h|r",
["itemLevel4"] = 60,
["zhuangbei5"] = "|cffa335ee|Hitem:19375::::::::60:::::::::|h[密苏达尔，夺魂者的头饰]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:16931::::::::60:::::::::|h[复仇法袍]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:16923::::::::60:::::::::|h[卓越法袍]|h|r",
["itemLevel1"] = 76,
["itemLevel3"] = 83,
["itemLevel2"] = 76,
},
["boss2"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19339::::::::60:::::::::|h[思维加速宝石]|h|r",
["itemLevel2"] = 76,
["zhuangbei3"] = "|cffa335ee|Hitem:16910::::::::60:::::::::|h[血牙腰带]|h|r",
["itemLevel1"] = 76,
["itemLevel3"] = 76,
["zhuangbei1"] = "|cffa335ee|Hitem:16952::::::::60:::::::::|h[审判腰带]|h|r",
},
["boss3"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16957::::::::60:::::::::|h[审判马靴]|h|r",
["itemLevel2"] = 76,
["zhuangbei3"] = "|cffa335ee|Hitem:16957::::::::60:::::::::|h[审判马靴]|h|r",
["itemLevel1"] = 75,
["itemLevel3"] = 76,
["zhuangbei1"] = "|cffa335ee|Hitem:19350::::::::60:::::::::|h[击心者]|h|r",
},
},
},
["NAXX"] = {
},
["ZUG"] = {
[260720235701] = {
["boss5"] = {
},
["boss1"] = {
},
["boss14"] = {
["zhuangbei4"] = "分钱人数",
["jine3"] = "0",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["zhuangbei3"] = "净收入",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine5"] = "0",
},
["boss2"] = {
},
["raidRoster"] = {
["roster"] = {
"法德迦",
"Menso",
"考拉二熊",
"窃魂者",
"镜中灵",
"护士长玛利亚",
"魔女桑德兰",
"哈霍兰小格格",
},
["time"] = 1784563021,
["realm"] = "哈霍兰",
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:22722::::::::60::::::::::|h[古拉巴什狂暴者徽记]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:19716::::::::60::::::::::|h[原始哈卡莱护腕]|h|r",
["zhuangbei2"] = "|cff0070dd|Hitem:19901::::::::60::::::::::|h[祖利安切割者]|h|r",
},
["boss10"] = {
},
["boss4"] = {
["zhuangbei1"] = "|cff0070dd|Hitem:19873::::::::60::::::::::|h[督军的红色指环]|h|r",
["zhuangbei3"] = "|cff0070dd|Hitem:19869::::::::60::::::::::|h[浴血护手]|h|r",
["zhuangbei2"] = "|cff0070dd|Hitem:22637::::::::60::::::::::|h[原始哈卡莱神像]|h|r",
},
["boss12"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss8"] = {
},
["boss13"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei3"] = "DPS补贴",
["zhuangbei2"] = "N补贴",
},
["boss7"] = {
},
["tradeTbl"] = {
},
},
[260731024827] = {
["boss5"] = {
},
["boss1"] = {
["zhuangbei1"] = "|cff0070dd|Hitem:19915::::::::60::::::::::|h[祖利安防御者]|h|r",
["zhuangbei2"] = "|cff0070dd|Hitem:22716::::::::60::::::::::|h[无尽潜能腰带]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:19716::::::::60::::::::::|h[原始哈卡莱护腕]|h|r",
["itemLevel1"] = 68,
["itemLevel3"] = 1,
["itemLevel2"] = 68,
},
["boss9"] = {
["zhuangbei2"] = "|cff0070dd|Hitem:19889::::::::60::::::::::|h[浴血护腿]|h|r",
["itemLevel3"] = 71,
["maijia1"] = "色灬狼",
["raceID1"] = 7,
["guid1"] = "Player-5376-172C3462",
["level1"] = 60,
["class1"] = "WARRIOR",
["color1"] = {
0.7803922295570374,
0.6117647290229797,
0.4313725829124451,
1,
},
["zhuangbei3"] = "|cff0070dd|Hitem:19894::::::::60::::::::::|h[浸血护手]|h|r",
["realm1"] = "哈霍兰",
["itemLevel2"] = 71,
["zhuangbei1"] = "|cff0070dd|Hitem:22637::::::::60::::::::::|h[原始哈卡莱神像]|h|r",
["factionGroup1"] = "Alliance",
["itemLevel1"] = 60,
["jine1"] = "打包交易",
["guild1"] = "冰城",
},
["boss2"] = {
["zhuangbei1"] = "|cff0070dd|Hitem:22713::::::::60::::::::::|h[祖利安典礼权杖]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:19717::::::::60::::::::::|h[原始哈卡莱护臂]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:19903::::::::60::::::::::|h[温诺希斯之牙]|h|r",
["itemLevel1"] = 68,
["itemLevel3"] = 65,
["itemLevel2"] = 1,
},
["tradeTbl"] = {
{
{
["i"] = 3,
["itemID"] = 22637,
["link"] = "|cff0070dd|Hitem:22637::::::::60::::::::::|h[原始哈卡莱神像]|h|r",
["FB"] = "ZUG",
["b"] = 4,
},
{
["i"] = 2,
["itemID"] = 19930,
["link"] = "|cff0070dd|Hitem:19930::::::::60::::::::::|h[玛尔里之眼]|h|r",
["FB"] = "ZUG",
["b"] = 3,
},
{
["i"] = 1,
["itemID"] = 22637,
["link"] = "|cff0070dd|Hitem:22637::::::::60::::::::::|h[原始哈卡莱神像]|h|r",
["FB"] = "ZUG",
["b"] = 9,
},
},
{
{
["i"] = 1,
["itemID"] = 19893,
["link"] = "|cff0070dd|Hitem:19893::::::::60::::::::::|h[赞吉尔的徽记]|h|r",
["FB"] = "ZUG",
["b"] = 4,
},
{
["i"] = 1,
["itemID"] = 22721,
["link"] = "|cffa335ee|Hitem:22721::::::::60::::::::::|h[惩戒指环]|h|r",
["FB"] = "ZUG",
["b"] = 7,
},
},
},
["boss14"] = {
["zhuangbei4"] = "分钱人数",
["jine3"] = "1850",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["zhuangbei3"] = "净收入",
["zhuangbei2"] = "总支出",
["jine1"] = "1850",
["jine5"] = "92",
},
["boss11"] = {
["maijia1"] = "孋莎",
["class1"] = "HUNTER",
["guid1"] = "Player-5376-167BADB1",
["level1"] = 60,
["color1"] = {
0.6705882549285889,
0.8313726186752319,
0.4509804248809815,
1,
},
["realm1"] = "哈霍兰",
["factionGroup1"] = "Alliance",
["zhuangbei1"] = "|cffa335ee|Hitem:19802::::::::60::::::::::|h[哈卡之心]|h|r",
["raceID1"] = 4,
["itemLevel1"] = 58,
["jine1"] = "300",
["guild1"] = "珍妮码牛笔 又菜又爱玩",
},
["boss10"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19876::::::::60::::::::::|h[堕灵者项链]|h|r",
["itemLevel1"] = 68,
["itemLevel2"] = 68,
["zhuangbei1"] = "|cffa335ee|Hitem:19852::::::::60::::::::::|h[上古哈卡莱之斧]|h|r",
},
["boss4"] = {
["raceID1"] = 7,
["guid1"] = "Player-5376-164145F2",
["level1"] = 60,
["realm3"] = "哈霍兰",
["factionGroup3"] = "Alliance",
["jine3"] = "1400",
["guid3"] = "Player-5376-172C3462",
["itemLevel1"] = 71,
["jine1"] = "150",
["class3"] = "WARRIOR",
["zhuangbei1"] = "|cff0070dd|Hitem:19893::::::::60::::::::::|h[赞吉尔的徽记]|h|r",
["raceID3"] = 7,
["maijia1"] = "魔兽叁猫-法琳娜",
["zhuangbei2"] = "|cff0070dd|Hitem:19870::::::::60::::::::::|h[哈卡莱血披风]|h|r",
["itemLevel2"] = 71,
["maijia3"] = "色灬狼",
["factionGroup1"] = "Alliance",
["color1"] = {
0.250980406999588,
0.7803922295570374,
0.9215686917304993,
1,
},
["itemLevel3"] = 60,
["realm1"] = "法琳娜",
["color3"] = {
0.7803922295570374,
0.6117647290229797,
0.4313725829124451,
1,
},
["guild3"] = "冰城",
["level3"] = 60,
["class1"] = "MAGE",
["zhuangbei3"] = "|cff0070dd|Hitem:22637::::::::60::::::::::|h[原始哈卡莱神像]|h|r",
["guild1"] = "公益之光",
},
["boss12"] = {
},
["boss6"] = {
},
["boss3"] = {
["maijia2"] = "色灬狼",
["guid2"] = "Player-5376-172C3462",
["itemLevel3"] = 1,
["zhuangbei2"] = "|cff0070dd|Hitem:19930::::::::60::::::::::|h[玛尔里之眼]|h|r",
["jine2"] = "打包交易",
["guild2"] = "冰城",
["factionGroup2"] = "Alliance",
["itemLevel2"] = 68,
["color2"] = {
0.7803922295570374,
0.6117647290229797,
0.4313725829124451,
1,
},
["level2"] = 60,
["class2"] = "WARRIOR",
["zhuangbei1"] = "|cff0070dd|Hitem:22711::::::::60::::::::::|h[哈卡莱崇拜者披风]|h|r",
["raceID2"] = 7,
["itemLevel1"] = 68,
["realm2"] = "哈霍兰",
["zhuangbei3"] = "|cffa335ee|Hitem:19716::::::::60::::::::::|h[原始哈卡莱护腕]|h|r",
},
["boss8"] = {
["zhuangbei2"] = "|cff0070dd|Hitem:19913::::::::60::::::::::|h[浸血胫甲]|h|r",
["itemLevel1"] = 68,
["itemLevel2"] = 68,
["zhuangbei1"] = "|cff0070dd|Hitem:22716::::::::60::::::::::|h[无尽潜能腰带]|h|r",
},
["boss13"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei3"] = "DPS补贴",
["zhuangbei2"] = "N补贴",
},
["boss7"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:19897::::::::60::::::::::|h[背叛者长靴]|h|r",
["itemLevel3"] = 1,
["maijia1"] = "魔兽叁猫-法琳娜",
["raceID1"] = 7,
["guid1"] = "Player-5376-164145F2",
["level1"] = 60,
["class1"] = "MAGE",
["color1"] = {
0.250980406999588,
0.7803922295570374,
0.9215686917304993,
1,
},
["zhuangbei3"] = "|cffa335ee|Hitem:19720::::::::60::::::::::|h[原始哈卡莱腰带]|h|r",
["realm1"] = "法琳娜",
["itemLevel2"] = 65,
["zhuangbei1"] = "|cffa335ee|Hitem:22721::::::::60::::::::::|h[惩戒指环]|h|r",
["factionGroup1"] = "Alliance",
["itemLevel1"] = 65,
["jine1"] = "打包交易",
["guild1"] = "公益之光",
},
["raidRoster"] = {
["roster"] = {
"法德迦",
"勇敢的老黄",
"仙女可妮",
"筱訶-法琳娜",
"温水煮青蛙",
"圣光泡酒-法琳娜",
"孋莎",
"哒那蛋",
"忆夏",
"尼尔巴斯",
"款爷不太冷",
"白哥哥",
"雪花飞飞",
"魔兽叁猫-法琳娜",
"翡翠冷",
"贰柒捌贰叁",
"狗聖",
"色灬狼",
"小西瓜变红了",
"少峰-法琳娜",
},
["time"] = 1785437307,
["realm"] = "哈霍兰",
},
},
},
["AQL"] = {
},
["MCsod"] = {
},
["MC"] = {
[260703230906] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
["itemLevel14"] = 60,
["itemLevel2"] = 60,
["zhuangbei14"] = "|cff0070dd|Hitem:18260::::::::60::::::::::|h[公式：附魔武器 - 治疗能力]|h|r",
["zhuangbei2"] = "|cff0070dd|Hitem:17011::::::::60::::::::::|h[熔岩之核]|h|rx3",
["zhuangbei1"] = "|cffffffff|Hitem:17012::::::::60::::::::::|h[熔火犬皮]|h|rx5",
["itemLevel1"] = 60,
["itemLevel15"] = 60,
["zhuangbei15"] = "|cff1eff00|Hitem:16665::::::::60::::::::::|h[秘典：宁神射击]|h|r",
},
["boss2"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:17065::::::::60::::::::::|h[稳固之力勋章]|h|r",
["itemLevel2"] = 68,
["zhuangbei3"] = "|cffa335ee|Hitem:16822::::::::60::::::::::|h[夜幕杀手短裤]|h|r",
["itemLevel1"] = 66,
["itemLevel3"] = 66,
["zhuangbei1"] = "|cffa335ee|Hitem:17073::::::::60::::::::::|h[震地者]|h|r",
},
["boss5"] = {
},
["boss13"] = {
},
["boss10"] = {
["itemLevel5"] = 77,
["zhuangbei4"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["itemLevel4"] = 76,
["zhuangbei5"] = "|cffa335ee|Hitem:17076::::::::60::::::::::|h[削骨之刃]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:17107::::::::60::::::::::|h[龙血斗篷]|h|r",
["itemLevel2"] = 78,
["itemLevel1"] = 73,
["itemLevel3"] = 76,
["zhuangbei2"] = "|cffa335ee|Hitem:18814::::::::60::::::::::|h[火焰之王的项圈]|h|r",
},
["boss4"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16866::::::::60::::::::::|h[力量头盔]|h|r",
["itemLevel2"] = 66,
["zhuangbei3"] = "|cffa335ee|Hitem:17105::::::::60::::::::::|h[光环石锤]|h|r",
["itemLevel1"] = 66,
["itemLevel3"] = 69,
["zhuangbei1"] = "|cffa335ee|Hitem:16808::::::::60::::::::::|h[恶魔之心角饰]|h|r",
},
["boss1"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:16829::::::::60::::::::::|h[塞纳里奥长靴]|h|r",
["itemLevel1"] = 66,
["itemLevel2"] = 66,
["zhuangbei1"] = "|cffa335ee|Hitem:16805::::::::60::::::::::|h[恶魔之心手套]|h|r",
},
["boss6"] = {
},
["boss3"] = {
["zhuangbei2"] = "|cffa335ee|Hitem:18878::::::::60::::::::::|h[巫术匕首]|h|r",
["itemLevel1"] = 66,
["itemLevel2"] = 65,
["zhuangbei1"] = "|cffa335ee|Hitem:16826::::::::60::::::::::|h[夜幕杀手手套]|h|r",
},
["boss14"] = {
["zhuangbei1"] = "T补贴",
["zhuangbei3"] = "Dps补贴",
["zhuangbei2"] = "N补贴",
},
["boss15"] = {
["zhuangbei4"] = "分钱人数",
["jine3"] = "0",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["zhuangbei3"] = "净收入",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine5"] = "0",
},
["boss7"] = {
},
["raidRoster"] = {
["roster"] = {
"圣殿奇士一",
"写丶她",
"反斗神鹰",
"生而伟大",
"钢板川",
"津巴布韦公主",
"猪猪丿魔法棒-法琳娜",
"鱼赤",
"忘不掉的回忆",
"虹猫-法琳娜",
"软软绵绵",
"牛刚蛋",
"奥尔露恩",
"迷死人的微笑",
"景书",
"重装医院骑士",
"寒峰",
"梨安娜",
"Nihilsong",
"小伙贼能射",
"柰梧嬉",
"师太用力",
"一头羊",
"星宸-法琳娜",
"月舞",
"熊爪爪",
"手撕棒槌",
"泥呱呱",
"圣缨麒麟",
"法天天",
"哈霍兰大格格",
"麻小将",
"乔治埃德蒙",
"有只皮皮猪",
},
["time"] = 1783091346,
["realm"] = "哈霍兰",
},
},
[260713210134] = {
["boss8"] = {
["itemLevel1"] = 66,
["zhuangbei1"] = "|cffa335ee|Hitem:16833::::::::60::::::::::|h[塞纳里奥胸甲]|h|r",
},
["tradeTbl"] = {
},
["boss9"] = {
["itemLevel2"] = 70,
["zhuangbei1"] = "|cffa335ee|Hitem:18809::::::::60::::::::::|h[耳语秘言腰带]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:18646::::::::60::::::::::|h[神圣之眼]|h|r",
["itemLevel1"] = 71,
["itemLevel3"] = 71,
["zhuangbei2"] = "|cffa335ee|Hitem:18808::::::::60::::::::::|h[眠火手套]|h|r",
},
["boss11"] = {
},
["boss12"] = {
["zhuangbei4"] = "|cffa335ee|Hitem:16864::::::::60::::::::::|h[力量腰带]|h|r",
["zhuangbei3"] = "|cff0070dd|Hitem:17011::::::::60::::::::::|h[熔岩之核]|h|rx4",
["itemLevel4"] = 66,
["itemLevel15"] = 60,
["zhuangbei15"] = "|cff1eff00|Hitem:16665::::::::60::::::::::|h[秘典：宁神射击]|h|r",
["bindOnEquip4"] = true,
["zhuangbei12"] = "|cff0070dd|Hitem:18291::::::::60::::::::::|h[结构图：力反馈盾牌]|h|r",
["itemLevel1"] = 60,
["itemLevel3"] = 60,
["zhuangbei2"] = "|cff0070dd|Hitem:17010::::::::60::::::::::|h[炽热之核]|h|rx3",
["itemLevel14"] = 60,
["itemLevel12"] = 65,
["zhuangbei1"] = "|cffffffff|Hitem:17012::::::::60::::::::::|h[熔火犬皮]|h|rx5",
["zhuangbei14"] = "|cff0070dd|Hitem:18290::::::::60::::::::::|h[结构图：比兹尼克247x128精确瞄准镜]|h|r",
["itemLevel13"] = 65,
["itemLevel2"] = 60,
["zhuangbei13"] = "|cff0070dd|Hitem:18291::::::::60::::::::::|h[结构图：力反馈盾牌]|h|r",
},
["boss2"] = {
["itemLevel2"] = 68,
["zhuangbei1"] = "|cffa335ee|Hitem:16810::::::::60::::::::::|h[恶魔之心长裤]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:17073::::::::60::::::::::|h[震地者]|h|r",
["itemLevel1"] = 66,
["itemLevel3"] = 66,
["zhuangbei2"] = "|cffa335ee|Hitem:17065::::::::60::::::::::|h[稳固之力勋章]|h|r",
},
["boss5"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:16831::::::::60::::::::::|h[塞纳里奥手套]|h|r",
["itemLevel1"] = 66,
["itemLevel2"] = 66,
["zhuangbei2"] = "|cffa335ee|Hitem:16824::::::::60::::::::::|h[夜幕杀手长靴]|h|r",
},
["boss13"] = {
},
["boss10"] = {
},
["boss4"] = {
["itemLevel2"] = 69,
["zhuangbei1"] = "|cffa335ee|Hitem:16846::::::::60::::::::::|h[巨人追猎者头盔]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:18861::::::::60::::::::::|h[召火腿甲]|h|r",
["itemLevel1"] = 66,
["itemLevel3"] = 61,
["zhuangbei2"] = "|cffa335ee|Hitem:17071::::::::60::::::::::|h[血腥撕裂者]|h|r",
},
["raidRoster"] = {
["roster"] = {
"宇野-法琳娜",
"能打一亿个",
"仙女可妮",
"不玩游戏了",
"疯狂的白条",
"老头来乐",
"天然术士",
"俊甲司坦",
"德加和尚",
"拉猪哥",
"神之精灵",
"翁虹的球迷",
"湿纸",
"想搓背吖",
"铁骨战魂-法琳娜",
"Cyndi",
"黑白菲林",
"信托宝宝",
"加力",
"村长",
"好好的名字",
"Saveurtears",
"琦琦哈尔滨",
"神经小嫚",
"牛夜",
"风弦月影",
"Pipipiglol",
"一碌牧-德姆塞卡尔",
"拉轰的男人",
"男头光",
"咸鱼佛尔思",
"从小爱痴情",
"缠绕的青春",
"云昭丶",
"望雁归",
"联盟小猎猎",
},
["time"] = 1783947694,
["realm"] = "哈霍兰",
},
["boss3"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:16826::::::::60::::::::::|h[夜幕杀手手套]|h|r",
["itemLevel1"] = 66,
["itemLevel2"] = 66,
["zhuangbei2"] = "|cffa335ee|Hitem:18879::::::::60::::::::::|h[沉重的黑铁戒指]|h|r",
},
["boss6"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:18823::::::::60::::::::::|h[古代熔火皮手套]|h|r",
["itemLevel1"] = 69,
["itemLevel2"] = 66,
["zhuangbei2"] = "|cffa335ee|Hitem:16797::::::::60::::::::::|h[奥术师衬肩]|h|r",
},
["boss15"] = {
["zhuangbei4"] = "分钱人数",
["jine3"] = "0",
["jine2"] = "0",
["jine4"] = "40",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["zhuangbei3"] = "净收入",
},
["boss14"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "Dps补贴",
["zhuangbei1"] = "T补贴",
},
["boss7"] = {
},
["boss1"] = {
["zhuangbei1"] = "|cffa335ee|Hitem:16800::::::::60::::::::::|h[奥术师便鞋]|h|r",
["itemLevel1"] = 66,
["itemLevel2"] = 66,
["zhuangbei2"] = "|cffa335ee|Hitem:16805::::::::60::::::::::|h[恶魔之心手套]|h|r",
},
},
[260722025244] = {
["boss8"] = {
["maijia2"] = "灰猫低鸣",
["raceID1"] = 4,
["guid1"] = "Player-5376-174A8A91",
["level1"] = 60,
["level2"] = 60,
["jine2"] = "打包交易",
["zhuangbei3"] = "|cffa335ee|Hitem:16865::::::::60::::::::::|h[力量胸甲]|h|r",
["itemLevel1"] = 70,
["itemLevel3"] = 66,
["jine1"] = "400",
["realm2"] = "哈霍兰",
["raceID2"] = 3,
["maijia1"] = "荒野流浪猫",
["class1"] = "DRUID",
["guid2"] = "Player-5376-17424998",
["realm1"] = "哈霍兰",
["factionGroup2"] = "Alliance",
["color1"] = {
1,
0.4901961088180542,
0.03921568766236305,
1,
},
["color2"] = {
1,
1,
1,
1,
},
["factionGroup1"] = "Alliance",
["class2"] = "PRIEST",
["itemLevel2"] = 66,
["zhuangbei2"] = "|cffa335ee|Hitem:16815::::::::60::::::::::|h[预言法袍]|h|r",
["zhuangbei1"] = "|cffa335ee|Hitem:18842::::::::60::::::::::|h[统御法杖]|h|r",
["guild2"] = "赤血初心",
["guild1"] = "公益之光",
},
["tradeTbl"] = {
{
{
["i"] = 2,
["itemID"] = 16812,
["link"] = "|cffa335ee|Hitem:16812::::::::60::::::::::|h[预言手套]|h|r",
["FB"] = "MC",
["b"] = 3,
},
{
["i"] = 2,
["itemID"] = 16815,
["link"] = "|cffa335ee|Hitem:16815::::::::60::::::::::|h[预言法袍]|h|r",
["FB"] = "MC",
["b"] = 8,
},
{
["i"] = 2,
["itemID"] = 16814,
["link"] = "|cffa335ee|Hitem:16814::::::::60::::::::::|h[预言短裤]|h|r",
["FB"] = "MC",
["b"] = 2,
},
},
},
["boss9"] = {
["guild2"] = "自强养老休闲奶爸的杀戮竞速对战公会",
["zhuangbei3"] = "|cffa335ee|Hitem:18808::::::::60::::::::::|h[眠火手套]|h|r",
["jine2"] = "1600",
["level2"] = 60,
["itemLevel1"] = 71,
["jine1"] = "2000",
["zhuangbei2"] = "|cffa335ee|Hitem:19140::::::::60::::::::::|h[灼烧指环]|h|r",
["factionGroup2"] = "Alliance",
["itemLevel3"] = 70,
["color2"] = {
0.960784375667572,
0.5490196347236633,
0.729411780834198,
1,
},
["maijia2"] = "Yoghurt-法琳娜",
["class2"] = "PALADIN",
["itemLevel2"] = 71,
["raceID2"] = 1,
["guid2"] = "Player-5376-1755CB8D",
["zhuangbei1"] = "|cffa335ee|Hitem:18703::::::::60::::::::::|h[远古石叶]|h|r",
["realm2"] = "法琳娜",
},
["boss11"] = {
},
["boss12"] = {
["itemLevel6"] = 66,
["zhuangbei4"] = "|cff0070dd|Hitem:17010::::::::60::::::::::|h[炽热之核]|h|rx6",
["zhuangbei3"] = "|cffffffff|Hitem:17012::::::::60::::::::::|h[熔火犬皮]|h|rx10",
["itemLevel4"] = 60,
["bindOnEquip6"] = true,
["zhuangbei15"] = "|cff1eff00|Hitem:16665::::::::60::::::::::|h[秘典：宁神射击]|h|r",
["zhuangbei7"] = "|cffa335ee|Hitem:16850::::::::60::::::::::|h[巨人追猎者护腕]|h|r",
["itemLevel1"] = 60,
["itemLevel3"] = 60,
["itemLevel8"] = 60,
["itemLevel5"] = 50,
["bindOnEquip2"] = true,
["zhuangbei2"] = "|cffa335ee|Hitem:16850::::::::60::::::::::|h[巨人追猎者护腕]|h|r",
["itemLevel7"] = 66,
["bindOnEquip7"] = true,
["itemLevel15"] = 60,
["zhuangbei5"] = "|cff1eff00|Hitem:11382::::::::60::::::::::|h[山脉之血]|h|r",
["itemLevel2"] = 66,
["zhuangbei1"] = "|cff0070dd|Hitem:17011::::::::60::::::::::|h[熔岩之核]|h|rx8",
["zhuangbei6"] = "|cffa335ee|Hitem:16851::::::::60::::::::::|h[巨人追猎者腰带]|h|r",
["zhuangbei8"] = "|cffa335ee|Hitem:17203::::::::60::::::::::|h[萨弗隆铁锭]|h|r",
["jine8"] = "200",
},
["boss2"] = {
["maijia2"] = "灰猫低鸣",
["zhuangbei2"] = "|cffa335ee|Hitem:16814::::::::60::::::::::|h[预言短裤]|h|r",
["realm2"] = "哈霍兰",
["zhuangbei3"] = "|cffa335ee|Hitem:17065::::::::60::::::::::|h[稳固之力勋章]|h|r",
["jine2"] = "打包交易",
["guild2"] = "赤血初心",
["factionGroup2"] = "Alliance",
["itemLevel2"] = 66,
["color2"] = {
1,
1,
1,
1,
},
["level2"] = 60,
["class2"] = "PRIEST",
["zhuangbei1"] = "|cffa335ee|Hitem:18203::::::::60::::::::::|h[艾斯卡达尔的右爪]|h|r",
["raceID2"] = 3,
["itemLevel1"] = 66,
["itemLevel3"] = 68,
["guid2"] = "Player-5376-17424998",
},
["boss5"] = {
["maijia2"] = "橙子夏天",
["raceID1"] = 4,
["guid1"] = "Player-5376-169629F0",
["level1"] = 60,
["level2"] = 60,
["itemLevel1"] = 66,
["jine1"] = "100",
["jine2"] = "100",
["maijia1"] = "艾鲁恩的右手",
["zhuangbei2"] = "|cffa335ee|Hitem:16824::::::::60::::::::::|h[夜幕杀手长靴]|h|r",
["guid2"] = "Player-5376-1743B056",
["itemLevel2"] = 66,
["factionGroup2"] = "Alliance",
["color1"] = {
0.6705882549285889,
0.8313726186752319,
0.4509804248809815,
1,
},
["color2"] = {
1,
0.960784375667572,
0.4117647409439087,
1,
},
["realm1"] = "哈霍兰",
["class2"] = "ROGUE",
["raceID2"] = 1,
["realm2"] = "哈霍兰",
["zhuangbei1"] = "|cffa335ee|Hitem:16852::::::::60::::::::::|h[巨人追猎者手套]|h|r",
["factionGroup1"] = "Alliance",
["class1"] = "HUNTER",
},
["boss13"] = {
},
["boss10"] = {
["guid2"] = "Player-5376-174A8A91",
["zhuangbei4"] = "|cffa335ee|Hitem:19138::::::::60::::::::::|h[萨弗拉斯指环]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:16922::::::::60::::::::::|h[卓越护腿]|h|r",
["jine2"] = "100",
["maijia4"] = "Yoghurt-法琳娜",
["realm3"] = "哈霍兰",
["level2"] = 60,
["factionGroup4"] = "Alliance",
["itemLevel1"] = 75,
["itemLevel3"] = 76,
["guid4"] = "Player-5376-1755CB8D",
["factionGroup2"] = "Alliance",
["color2"] = {
1,
0.4901961088180542,
0.03921568766236305,
1,
},
["class2"] = "DRUID",
["raceID2"] = 4,
["raceID4"] = 1,
["guild2"] = "公益之光",
["itemLevel4"] = 78,
["color4"] = {
0.960784375667572,
0.5490196347236633,
0.729411780834198,
1,
},
["guid3"] = "Player-5376-1757904B",
["realm2"] = "哈霍兰",
["class3"] = "PRIEST",
["level4"] = 60,
["class4"] = "PALADIN",
["raceID3"] = 1,
["zhuangbei2"] = "|cffa335ee|Hitem:16901::::::::60::::::::::|h[怒风腿甲]|h|r",
["guild3"] = "白銀之手",
["maijia2"] = "荒野流浪猫",
["jine4"] = "300",
["realm4"] = "法琳娜",
["jine3"] = "4100",
["factionGroup3"] = "Alliance",
["color3"] = {
1,
1,
1,
1,
},
["maijia3"] = "幸幸福福丶",
["level3"] = 60,
["itemLevel2"] = 76,
["zhuangbei1"] = "|cffa335ee|Hitem:17106::::::::60::::::::::|h[玛利斯达尔防御者]|h|r",
["guild4"] = "自强养老休闲奶爸的杀戮竞速对战公会",
},
["boss4"] = {
["jine3"] = "4500",
["itemLevel3"] = 67,
["maijia1"] = "橙子夏天",
["class1"] = "ROGUE",
["guid1"] = "Player-5376-1743B056",
["level1"] = 60,
["raceID1"] = 1,
["color1"] = {
1,
0.960784375667572,
0.4117647409439087,
1,
},
["realm1"] = "哈霍兰",
["factionGroup1"] = "Alliance",
["zhuangbei1"] = "|cffa335ee|Hitem:17071::::::::60::::::::::|h[血腥撕裂者]|h|r",
["itemLevel2"] = 66,
["zhuangbei3"] = "|cffa335ee|Hitem:18821::::::::60::::::::::|h[迅击戒指]|h|r",
["itemLevel1"] = 69,
["jine1"] = "100",
["zhuangbei2"] = "|cffa335ee|Hitem:16854::::::::60::::::::::|h[秩序之源头盔]|h|r",
},
["raidRoster"] = {
["roster"] = {
"哈霍兰大格格",
"Yoghurt-法琳娜",
"一剑九州",
"术恕不远送",
"砍乂砍",
"拉猪哥",
"淡雅的蓝",
"反斗神鹰",
"二号马仔",
"纵马横刀",
"沉浪海啸",
"希右",
"矫健的老黄",
"血鸢",
"白禅",
"静静丶归来",
"刺激就射",
"Hxz-法琳娜",
"陆英",
"江边渔夫",
"橙子夏天",
"砂飞风中转",
"华中一把枪",
"艾鲁恩的右手",
"幸幸福福丶",
"贰夣",
"Kübrazeyrek",
"荒野流浪猫",
"菜丅菜",
"伍月初柒",
"雾隐师丶十一",
"暗伤诅咒四零",
"灰猫低鸣",
"神牧的光辉",
"白哥哥",
"要一要",
"流经岁月",
"百荣白酒批发",
},
["time"] = 1784659964,
["realm"] = "哈霍兰",
},
["boss3"] = {
["maijia2"] = "灰猫低鸣",
["raceID1"] = 4,
["guid1"] = "Player-5376-173D1704",
["level1"] = 60,
["level2"] = 60,
["itemLevel1"] = 66,
["jine1"] = "100",
["jine2"] = "300",
["realm2"] = "哈霍兰",
["guild2"] = "赤血初心",
["maijia1"] = "刺激就射",
["zhuangbei2"] = "|cffa335ee|Hitem:16812::::::::60::::::::::|h[预言手套]|h|r",
["guid2"] = "Player-5376-17424998",
["raceID2"] = 3,
["factionGroup2"] = "Alliance",
["color1"] = {
0.6705882549285889,
0.8313726186752319,
0.4509804248809815,
1,
},
["color2"] = {
1,
1,
1,
1,
},
["factionGroup1"] = "Alliance",
["class2"] = "PRIEST",
["itemLevel2"] = 66,
["realm1"] = "哈霍兰",
["zhuangbei1"] = "|cffa335ee|Hitem:16849::::::::60::::::::::|h[巨人追猎者长靴]|h|r",
["class1"] = "HUNTER",
["guild1"] = "毁灭黎明",
},
["boss6"] = {
["maijia1"] = "幸幸福福丶",
["class1"] = "PRIEST",
["guid1"] = "Player-5376-1757904B",
["level1"] = 60,
["zhuangbei2"] = "|cffa335ee|Hitem:16797::::::::60::::::::::|h[奥术师衬肩]|h|r",
["color1"] = {
1,
1,
1,
1,
},
["realm1"] = "哈霍兰",
["factionGroup1"] = "Alliance",
["itemLevel2"] = 66,
["zhuangbei1"] = "|cffa335ee|Hitem:19142::::::::60::::::::::|h[火焰符文魔典]|h|r",
["raceID1"] = 1,
["itemLevel1"] = 70,
["jine1"] = "100",
["guild1"] = "白銀之手",
},
["boss15"] = {
["zhuangbei4"] = "分钱人数",
["jine3"] = "14100",
["jine2"] = "0",
["jine4"] = "34",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine5"] = "414",
["zhuangbei2"] = "总支出",
["jine1"] = "14100",
["zhuangbei3"] = "净收入",
},
["boss14"] = {
["zhuangbei2"] = "N补贴",
["zhuangbei3"] = "Dps补贴",
["zhuangbei1"] = "T补贴",
},
["boss7"] = {
["itemLevel2"] = 63,
["zhuangbei1"] = "|cffa335ee|Hitem:16823::::::::60::::::::::|h[夜幕杀手护肩]|h|r",
["zhuangbei2"] = "|cffa335ee|Hitem:17074::::::::60::::::::::|h[暗影之击]|h|r",
["zhuangbei3"] = "|cffa335ee|Hitem:14558::::::::60::::::::::|h[麦耶的坠饰]|h|r",
["itemLevel1"] = 66,
["itemLevel3"] = 64,
["bindOnEquip3"] = true,
},
["boss1"] = {
["guild2"] = "小趴菜和他的伙伴们",
["zhuangbei2"] = "|cffa335ee|Hitem:16800::::::::60::::::::::|h[奥术师便鞋]|h|r",
["jine2"] = "100",
["guid2"] = "Player-5376-1748D89F",
["factionGroup2"] = "Alliance",
["raceID2"] = 7,
["color2"] = {
0.250980406999588,
0.7803922295570374,
0.9215686917304993,
1,
},
["level2"] = 60,
["class2"] = "MAGE",
["zhuangbei1"] = "|cffa335ee|Hitem:16863::::::::60::::::::::|h[力量护手]|h|r",
["maijia2"] = "砂飞风中转",
["itemLevel1"] = 66,
["realm2"] = "哈霍兰",
["itemLevel2"] = 66,
},
},
},
["Temple"] = {
},
["Gno"] = {
},
},
["clearBiaoGeMoney"] = {
["MC"] = {
["name"] = "法德迦",
["money"] = 35078,
["realmID"] = 5376,
["FB"] = "MC",
["time"] = 1785441255,
},
["BWL"] = {
["name"] = "法德迦",
["money"] = 34833,
["realmID"] = 5376,
["FB"] = "BWL",
["time"] = 1785511069,
},
["ZUG"] = {
["name"] = "法德迦",
["money"] = 35633,
["realmID"] = 5376,
["FB"] = "ZUG",
["time"] = 1785689990,
},
["TAQ"] = {
["name"] = "法德迦",
["money"] = 3417,
["realmID"] = 5376,
["FB"] = "TAQ",
["time"] = 1785074867,
},
},
["playerInfo"] = {
[5303] = {
},
[6118] = {
},
[5453] = {
["露露缇娅丶"] = {
["raceID"] = 1,
["level"] = 10,
["class"] = "PRIEST",
["iLevel"] = 3.9375,
},
},
[5843] = {
},
[5376] = {
["法德迦"] = {
["faction"] = "Alliance",
["talent"] = 2,
["iLevel"] = 86.625,
["class"] = "MAGE",
["level"] = 60,
["raceID"] = 7,
},
["绿龙守护者"] = {
["faction"] = "Alliance",
["level"] = 1,
["class"] = "DRUID",
["iLevel"] = 0.375,
["raceID"] = 4,
},
["黑龙守护者"] = {
["faction"] = "Alliance",
["class"] = "WARRIOR",
["level"] = 1,
["iLevel"] = 0,
["raceID"] = 1,
},
["德加和尚"] = {
["faction"] = "Alliance",
["talent"] = 1,
["iLevel"] = 78.3125,
["class"] = "PRIEST",
["level"] = 60,
["raceID"] = 1,
},
["哈霍兰大格格"] = {
["talent"] = 1,
["faction"] = "Alliance",
["level"] = 60,
["class"] = "PALADIN",
["iLevel"] = 82.6875,
["raceID"] = 3,
},
["蓝龙守护者"] = {
["faction"] = "Alliance",
["class"] = "HUNTER",
["level"] = 1,
["iLevel"] = 0.375,
["raceID"] = 4,
},
["迪菲亚女皇"] = {
["faction"] = "Alliance",
["class"] = "ROGUE",
["level"] = 1,
["iLevel"] = 0.4375,
["raceID"] = 3,
},
},
[5381] = {
["露露緹婭"] = {
["iLevel"] = 0.375,
["class"] = "PRIEST",
["level"] = 1,
["raceID"] = 1,
},
},
},
["lastFrame"] = "FB",
["duizhang"] = {
},
["RoleOverviewSort"] = {
[5376] = {
{
["colorplayer"] = "|cff40c7eb法德迦",
["player"] = "法德迦",
["iLevel"] = 85.5625,
},
{
["colorplayer"] = "|cffffffff德加和尚",
["player"] = "德加和尚",
["iLevel"] = 0,
},
{
["colorplayer"] = "|cfff58cba哈霍兰大格格",
["player"] = "哈霍兰大格格",
["talent"] = 1,
["iLevel"] = 0,
},
{
["colorplayer"] = "|cffc79c6e黑龙守护者",
["player"] = "黑龙守护者",
["iLevel"] = 0,
},
{
["colorplayer"] = "|cffff7d0a绿龙守护者",
["player"] = "绿龙守护者",
["iLevel"] = 0,
},
{
["colorplayer"] = "|cffabd473蓝龙守护者",
["player"] = "蓝龙守护者",
["iLevel"] = 0,
},
},
},
["SKILLchoice"] = {
[0] = 1,
},
["BossFrame"] = {
["BD"] = {
},
},
["buffCD"] = {
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["哈霍兰大格格"] = {
},
["蓝龙守护者"] = {
},
["迪菲亚女皇"] = {
},
},
},
["point"] = {
},
["UBRS"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["MeetingHorn"] = {
[5842] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
[6118] = {
},
[5843] = {
},
[5381] = {
["露露緹婭"] = {
},
},
[5376] = {
["法德迦"] = {
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["哈霍兰大格格"] = {
},
["蓝龙守护者"] = {
},
["迪菲亚女皇"] = {
},
},
[5303] = {
},
},
["showShopping"] = 1,
["FB"] = "ZUG",
["NotifyChannel"] = "RAID",
["BD"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "10",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["zhuangbei2"] = "总支出",
["jine5"] = "0",
["jine1"] = "0",
["jine3"] = "0",
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
["zhuangbei3"] = "输出补贴",
["zhuangbei2"] = "治疗补贴",
["zhuangbei1"] = "坦克补贴",
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["MeetingHornWhisper"] = {
[5842] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
[6118] = {
},
[5843] = {
},
[5381] = {
["露露緹婭"] = {
},
},
[5376] = {
["法德迦"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
["绿龙守护者"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["黑龙守护者"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
["德加和尚"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
["哈霍兰大格格"] = {
["iLevelChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["AchievementChoose"] = 1,
},
["蓝龙守护者"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
["迪菲亚女皇"] = {
["AchievementChoose"] = 1,
["otherChoose2"] = 1,
["otherChoose1"] = 1,
["iLevelChoose"] = 1,
},
},
[5303] = {
},
},
["ZUG"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei1"] = "|cff0070dd|Hitem:22637::::::::60::::::::::|h[原始哈卡莱神像]|h|r",
["loot2"] = {
{
["time"] = 1785691107,
["class"] = "MAGE",
["count"] = 1,
["player"] = "仙女妮可",
},
},
["loot1"] = {
{
["time"] = 1785690941,
["class"] = "MAGE",
["count"] = 1,
["player"] = "湖畔垂杨柳",
},
},
["zhuangbei2"] = "|cff0070dd|Hitem:19893::::::::60::::::::::|h[赞吉尔的徽记]|h|r",
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss20"] = {
},
["boss5"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss22"] = {
},
["boss13"] = {
["zhuangbei3"] = "DPS补贴",
["zhuangbei1"] = "T补贴",
["zhuangbei2"] = "N补贴",
},
["boss19"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss14"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = 20,
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine3"] = "1850",
["zhuangbei2"] = "总支出",
["jine1"] = "1850",
["jine5"] = "92",
},
["boss15"] = {
},
["boss7"] = {
},
["raidRoster"] = {
["roster"] = {
"哈霍兰小格格",
"帮主-法琳娜",
"孤勇",
"丨月露清漪丶",
"楚天衣舍",
"大田哥是我",
"不大人七",
"無乄極",
"人小劲大丨一",
"法德迦",
"仙女妮可",
"湖畔垂杨柳",
"月下花钱-法琳娜",
},
["time"] = 1785690812,
["realm"] = "哈霍兰",
},
},
["tradeSkillCooldown"] = {
[5842] = {
},
[5453] = {
["露露缇娅丶"] = {
},
},
[6118] = {
},
[5843] = {
},
[5381] = {
["露露緹婭"] = {
},
},
[5376] = {
["法德迦"] = {
["alchemy"] = {
["class"] = "MAGE",
["resettime"] = 119688.9059998989,
["endtime"] = 1786015533.906,
},
},
["绿龙守护者"] = {
},
["黑龙守护者"] = {
},
["德加和尚"] = {
},
["哈霍兰大格格"] = {
},
["蓝龙守护者"] = {
},
["迪菲亚女皇"] = {
},
},
[5303] = {
},
},
["equip"] = {
[5381] = {
["露露緹婭"] = {
["8"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 51,
["link"] = "|cffffffff|Hitem:51::::::::1::::::::::|h[见习牧师之靴]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 36,
["link"] = "|cffffffff|Hitem:36::::::::1::::::::::|h[用旧的钉锤]|h|r",
},
["5"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 6098,
["link"] = "|cff9d9d9d|Hitem:6098::::::::1::::::::::|h[见习牧师长袍]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 53,
["link"] = "|cffffffff|Hitem:53::::::::1::::::::::|h[见习牧师衬衣]|h|r",
},
["7"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 52,
["link"] = "|cff9d9d9d|Hitem:52::::::::1::::::::::|h[见习牧师短裤]|h|r",
},
},
},
[5376] = {
["法德迦"] = {
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 14617,
["link"] = "|cffffffff|Hitem:14617::::::::60::::::::::|h[外科医生衬衣]|h|r",
},
["1"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22498,
["link"] = "|cffa335ee|Hitem:22498:2588:::::::60::::::::::|h[霜火头饰]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 86,
["itemID"] = 22500,
["link"] = "|cffa335ee|Hitem:22500:911:::::::60::::::::::|h[霜火便鞋]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 22983,
["link"] = "|cffa335ee|Hitem:22983:2721:::::::60::::::::::|h[蒙霜衬肩]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23057,
["link"] = "|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22496,
["link"] = "|cffa335ee|Hitem:22496:1891:::::::60::::::::::|h[霜火长袍]|h|r",
},
["18"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22821,
["link"] = "|cffa335ee|Hitem:22821::::::::60::::::::::|h[厄运之指]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23070,
["link"] = "|cffa335ee|Hitem:23070:2588:::::::60::::::::::|h[极性护腿]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22730,
["link"] = "|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
},
["9"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23021,
["link"] = "|cffa335ee|Hitem:23021:1883:::::::60::::::::::|h[灵魂收割者的护腕]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23050,
["link"] = "|cffa335ee|Hitem:23050:2621:::::::60::::::::::|h[大墓地披风]|h|r",
},
["16"] = {
["quality"] = 5,
["level"] = 90,
["itemID"] = 22589,
["link"] = "|cffff8000|Hitem:22589:2504:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
},
["14"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23046,
["link"] = "|cffa335ee|Hitem:23046::::::::60::::::::::|h[萨菲隆的精华]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 66,
["itemID"] = 18820,
["link"] = "|cffa335ee|Hitem:18820::::::::60::::::::::|h[短暂能量护符]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23062,
["link"] = "|cffa335ee|Hitem:23062::::::::60::::::::::|h[霜火之戒]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23237,
["link"] = "|cffa335ee|Hitem:23237::::::::60::::::::::|h[永恒烈焰之戒]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 21585,
["link"] = "|cffa335ee|Hitem:21585:2616:::::::60::::::::::|h[黑暗风暴护手]|h|r",
},
},
["绿龙守护者"] = {
["5"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 6123,
["link"] = "|cff9d9d9d|Hitem:6123::::::::1::::::::::|h[初学者长袍]|h|r",
},
["7"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 6124,
["link"] = "|cff9d9d9d|Hitem:6124::::::::1::::::::::|h[初学者短裤]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 3661,
["link"] = "|cffffffff|Hitem:3661::::::::1::::::::::|h[手工法杖]|h|r",
},
},
["黑龙守护者"] = {
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 38,
["link"] = "|cffffffff|Hitem:38::::::::1::::::::::|h[新兵衬衣]|h|r",
},
},
["德加和尚"] = {
["19"] = {
["link"] = "|cffffffff|Hitem:5976::::::::60::::::::::|h[公会徽章]|h|r",
["level"] = 1,
["itemID"] = 5976,
["quality"] = 1,
},
["18"] = {
["link"] = "|cffa335ee|Hitem:23009::::::::60::::::::::|h[秘语亡者之杖]|h|r",
["level"] = 83,
["itemID"] = 23009,
["quality"] = 4,
},
["1"] = {
["link"] = "|cffa335ee|Hitem:16921:2590:::::::60::::::::::|h[卓越之环]|h|r",
["level"] = 76,
["itemID"] = 16921,
["quality"] = 4,
},
["9"] = {
["link"] = "|cffa335ee|Hitem:16926:2566:::::::60::::::::::|h[卓越束腕]|h|r",
["level"] = 76,
["itemID"] = 16926,
["quality"] = 4,
},
["3"] = {
["link"] = "|cffa335ee|Hitem:16924:2715:::::::60::::::::::|h[卓越肩铠]|h|r",
["level"] = 76,
["itemID"] = 16924,
["quality"] = 4,
},
["2"] = {
["link"] = "|cffa335ee|Hitem:23036::::::::60::::::::::|h[尸身项链]|h|r",
["level"] = 83,
["itemID"] = 23036,
["quality"] = 4,
},
["5"] = {
["link"] = "|cffa335ee|Hitem:16923:1891:::::::60::::::::::|h[卓越法袍]|h|r",
["level"] = 76,
["itemID"] = 16923,
["quality"] = 4,
},
["4"] = {
["link"] = "|cffffffff|Hitem:3342::::::::60::::::::::|h[杉德尔船长的衬衣]|h|r",
["level"] = 15,
["itemID"] = 3342,
["quality"] = 1,
},
["7"] = {
["link"] = "|cffa335ee|Hitem:16922:2590:::::::60::::::::::|h[卓越护腿]|h|r",
["level"] = 76,
["itemID"] = 16922,
["quality"] = 4,
},
["6"] = {
["link"] = "|cffa335ee|Hitem:16925::::::::60::::::::::|h[卓越腰带]|h|r",
["level"] = 76,
["itemID"] = 16925,
["quality"] = 4,
},
["14"] = {
["link"] = "|cffa335ee|Hitem:23047::::::::60::::::::::|h[亡者之眼]|h|r",
["level"] = 90,
["itemID"] = 23047,
["quality"] = 4,
},
["8"] = {
["link"] = "|cffa335ee|Hitem:19897:464:::::::60::::::::::|h[背叛者长靴]|h|r",
["level"] = 65,
["itemID"] = 19897,
["quality"] = 4,
},
["16"] = {
["link"] = "|cffff8000|Hitem:22631:2505:::::::60::::::::::|h[埃提耶什，守护者的传说之杖]|h|r",
["level"] = 90,
["itemID"] = 22631,
["quality"] = 5,
},
["15"] = {
["link"] = "|cffa335ee|Hitem:22960::::::::60::::::::::|h[缝合披风]|h|r",
["level"] = 83,
["itemID"] = 22960,
["quality"] = 4,
},
["13"] = {
["link"] = "|cff1eff00|Hitem:11122::::::::60::::::::::|h[棍子上的胡萝卜]|h|r",
["level"] = 50,
["itemID"] = 11122,
["quality"] = 2,
},
["12"] = {
["link"] = "|cffa335ee|Hitem:19382::::::::60::::::::::|h[纯源质指环]|h|r",
["level"] = 83,
["itemID"] = 19382,
["quality"] = 4,
},
["11"] = {
["link"] = "|cffa335ee|Hitem:23061::::::::60::::::::::|h[信仰之戒]|h|r",
["level"] = 92,
["itemID"] = 23061,
["quality"] = 4,
},
["10"] = {
["link"] = "|cffa335ee|Hitem:21888:930:::::::60::::::::::|h[不朽手套]|h|r",
["level"] = 71,
["itemID"] = 21888,
["quality"] = 4,
},
},
["哈霍兰大格格"] = {
["14"] = {
["quality"] = 4,
["level"] = 90,
["itemID"] = 23047,
["link"] = "|cffa335ee|Hitem:23047::::::::60::::::::::|h[亡者之眼]|h|r",
},
["1"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22428,
["link"] = "|cffa335ee|Hitem:22428:2584:::::::60::::::::::|h[救赎头饰]|h|r",
},
["15"] = {
["quality"] = 4,
["level"] = 68,
["itemID"] = 19857,
["link"] = "|cffa335ee|Hitem:19857::::::::60::::::::::|h[吞噬披风]|h|r",
},
["3"] = {
["quality"] = 4,
["level"] = 86,
["itemID"] = 22429,
["link"] = "|cffa335ee|Hitem:22429:2721:::::::60::::::::::|h[救赎肩铠]|h|r",
},
["2"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 23057,
["link"] = "|cffa335ee|Hitem:23057::::::::60::::::::::|h[无辜囚徒宝石]|h|r",
},
["5"] = {
["quality"] = 4,
["level"] = 92,
["itemID"] = 22425,
["link"] = "|cffa335ee|Hitem:22425:1891:::::::60::::::::::|h[救赎外套]|h|r",
},
["18"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23006,
["link"] = "|cffa335ee|Hitem:23006::::::::60::::::::::|h[光明圣契]|h|r",
},
["7"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23070,
["link"] = "|cffa335ee|Hitem:23070:2584:::::::60::::::::::|h[极性护腿]|h|r",
},
["6"] = {
["quality"] = 4,
["level"] = 88,
["itemID"] = 22730,
["link"] = "|cffa335ee|Hitem:22730::::::::60::::::::::|h[眼柄腰带]|h|r",
},
["9"] = {
["quality"] = 4,
["level"] = 81,
["itemID"] = 21604,
["link"] = "|cffa335ee|Hitem:21604:2566:::::::60::::::::::|h[皇家救赎腕轮]|h|r",
},
["8"] = {
["quality"] = 4,
["level"] = 86,
["itemID"] = 22430,
["link"] = "|cffa335ee|Hitem:22430:911:::::::60::::::::::|h[救赎长靴]|h|r",
},
["16"] = {
["quality"] = 4,
["level"] = 89,
["itemID"] = 23056,
["link"] = "|cffa335ee|Hitem:23056:2505:::::::60::::::::::|h[扭曲虚空之锤]|h|r",
},
["17"] = {
["quality"] = 4,
["level"] = 83,
["itemID"] = 23075,
["link"] = "|cffa335ee|Hitem:23075::::::::60::::::::::|h[死亡的契约]|h|r",
},
["13"] = {
["quality"] = 4,
["level"] = 85,
["itemID"] = 23001,
["link"] = "|cffa335ee|Hitem:23001::::::::60::::::::::|h[衰落之眼]|h|r",
},
["12"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 20632,
["link"] = "|cffa335ee|Hitem:20632::::::::60::::::::::|h[心灵之泪]|h|r",
},
["11"] = {
["quality"] = 4,
["level"] = 71,
["itemID"] = 21836,
["link"] = "|cffa335ee|Hitem:21836::::::::60::::::::::|h[混乱之琉璃戒指]|h|r",
},
["10"] = {
["quality"] = 4,
["level"] = 68,
["itemID"] = 20264,
["link"] = "|cffa335ee|Hitem:20264:2617:::::::60::::::::::|h[和平守护者护手]|h|r",
},
},
["蓝龙守护者"] = {
["8"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 129,
["link"] = "|cffffffff|Hitem:129::::::::1::::::::::|h[皱褶捕兽者之靴]|h|r",
},
["16"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 2092,
["link"] = "|cffffffff|Hitem:2092::::::::1::::::::::|h[用旧的匕首]|h|r",
},
["4"] = {
["quality"] = 1,
["level"] = 1,
["itemID"] = 148,
["link"] = "|cffffffff|Hitem:148::::::::1::::::::::|h[皱褶捕兽者衬衣]|h|r",
},
["7"] = {
["quality"] = 0,
["level"] = 1,
["itemID"] = 147,
["link"] = "|cff9d9d9d|Hitem:147::::::::1::::::::::|h[皱褶捕兽者短裤]|h|r",
},
["18"] = {
["quality"] = 1,
["level"] = 2,
["itemID"] = 2504,
["link"] = "|cffffffff|Hitem:2504::::::::1::::::::::|h[用旧的短弓]|h|r",
},
},
["迪菲亚女皇"] = {
["8"] = {
["link"] = "|cffffffff|Hitem:47::::::::1::::::::::|h[潜行者之鞋]|h|r",
["level"] = 1,
["itemID"] = 47,
["quality"] = 1,
},
["16"] = {
["link"] = "|cffffffff|Hitem:2092::::::::1::::::::::|h[用旧的匕首]|h|r",
["level"] = 2,
["itemID"] = 2092,
["quality"] = 1,
},
["4"] = {
["link"] = "|cffffffff|Hitem:49::::::::1::::::::::|h[潜行者衬衣]|h|r",
["level"] = 1,
["itemID"] = 49,
["quality"] = 1,
},
["7"] = {
["link"] = "|cff9d9d9d|Hitem:48::::::::1::::::::::|h[潜行者短裤]|h|r",
["level"] = 1,
["itemID"] = 48,
["quality"] = 0,
},
["18"] = {
["link"] = "|cffffffff|Hitem:3111::::::::1::::::::::|h[劣质飞斧]|h|r",
["level"] = 3,
["itemID"] = 3111,
["quality"] = 1,
},
},
},
[5453] = {
["露露缇娅丶"] = {
["5"] = {
["link"] = "|cff9d9d9d|Hitem:1380::::::::10::::::::::|h[磨损的长袍]|h|r",
["level"] = 4,
["itemID"] = 1380,
["quality"] = 0,
},
["4"] = {
["link"] = "|cffffffff|Hitem:53::::::::10::::::::::|h[见习牧师衬衣]|h|r",
["level"] = 1,
["itemID"] = 53,
["quality"] = 1,
},
["7"] = {
["link"] = "|cff1eff00|Hitem:2958::::::::10::::::::::|h[旅者短裤]|h|r",
["level"] = 10,
["itemID"] = 2958,
["quality"] = 2,
},
["6"] = {
["link"] = "|cffffffff|Hitem:983::::::::10::::::::::|h[红色亚麻腰带]|h|r",
["level"] = 9,
["itemID"] = 983,
["quality"] = 1,
},
["9"] = {
["link"] = "|cff9d9d9d|Hitem:3365::::::::10::::::::::|h[磨损的护腕]|h|r",
["level"] = 5,
["itemID"] = 3365,
["quality"] = 0,
},
["15"] = {
["link"] = "|cff9d9d9d|Hitem:1376::::::::10::::::::::|h[磨损的披风]|h|r",
["level"] = 5,
["itemID"] = 1376,
["quality"] = 0,
},
["16"] = {
["link"] = "|cffffffff|Hitem:4563::::::::10::::::::::|h[粗棍]|h|r",
["level"] = 9,
["itemID"] = 4563,
["quality"] = 1,
},
["18"] = {
["link"] = "|cff1eff00|Hitem:11287::::::::10::::::::::|h[次级魔法杖]|h|r",
["level"] = 15,
["itemID"] = 11287,
["quality"] = 2,
},
["8"] = {
["link"] = "|cffffffff|Hitem:80::::::::10::::::::::|h[柔软的毛边鞋]|h|r",
["level"] = 5,
["itemID"] = 80,
["quality"] = 1,
},
["10"] = {
["link"] = "|cffffffff|Hitem:2960::::::::10::::::::::|h[旅者手套]|h|r",
["level"] = 9,
["itemID"] = 2960,
["quality"] = 1,
},
},
},
},
["Hope"] = {
[5842] = {
},
[5453] = {
["露露缇娅丶"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
},
[6118] = {
},
[5843] = {
},
[5381] = {
["露露緹婭"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
},
[5376] = {
["法德迦"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
["绿龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["黑龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
["德加和尚"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
["哈霍兰大格格"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
},
},
["蓝龙守护者"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
["迪菲亚女皇"] = {
["BWL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["ZUG"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["MC"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["TAQ"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["NAXX"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
["AQL"] = {
["nandu2"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu1"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu3"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["nandu4"] = {
["boss1"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss19"] = {
},
["boss8"] = {
},
["boss22"] = {
},
["boss10"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
},
},
},
[5303] = {
},
},
["AQL"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
["zhuangbei3"] = "DPS补贴",
["zhuangbei2"] = "N补贴",
["zhuangbei1"] = "T补贴",
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss21"] = {
},
["boss13"] = {
},
["boss22"] = {
},
["boss10"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine3"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine5"] = "0",
},
["boss4"] = {
},
["boss19"] = {
},
["boss1"] = {
},
["boss3"] = {
},
["boss6"] = {
},
["boss14"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["channelHistory"] = {
[5376] = {
},
},
["lastGuoQiTime"] = 0,
["HistoryList"] = {
["UBRS"] = {
},
["BD"] = {
},
["TAQ"] = {
{
260701233653,
"07月01日23:36:53\n安其拉神殿 40人 工资:0",
},
},
["BWL"] = {
{
250330221903,
"03月30日22:19:03\n黑翼之巢 40人 工资:0",
},
},
["NAXX"] = {
},
["ZUG"] = {
{
260731024827,
"07月31日02:48:27\n祖尔格拉布 20人 工资:92",
},
{
260720235701,
"07月20日23:57:01\n祖尔格拉布 20人 工资:0",
},
},
["AQL"] = {
},
["MCsod"] = {
},
["MC"] = {
{
260722025244,
"07月22日02:52:44\n熔火之心 34人 工资:414",
},
{
260713210134,
"07月13日21:01:34\n熔火之心 40人 工资:0",
},
{
260703230906,
"07月03日23:09:06\n熔火之心 40人 工资:0",
},
},
["Temple"] = {
},
["Gno"] = {
},
},
["FilterClassItemDB"] = {
[5376] = {
["法德迦"] = {
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "法师",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_mage",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["4"] = 1,
["13"] = 1,
},
},
},
["绿龙守护者"] = {
{
["ShuXing"] = {
["格挡"] = 1,
["招架"] = 1,
},
["Name"] = "德鲁伊",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_DRUID",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["18"] = 1,
["7"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["武器技能"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["招架"] = 1,
["格挡"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "德鲁伊-巨熊",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["6"] = 1,
["9"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_racial_bearform",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["8"] = 1,
["13"] = 1,
["18"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "德鲁伊-猎豹",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["6"] = 1,
["9"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_druid_catform",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["8"] = 1,
["13"] = 1,
["18"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["5回法力值"] = 1,
},
["Name"] = "德鲁伊-平衡",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_nature_starfall",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["19"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["防御"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["武器技能"] = 1,
},
["Name"] = "德鲁伊-恢复",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["3"] = 1,
["6"] = 1,
["4"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_nature_healingtouch",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["19"] = 1,
},
},
},
["黑龙守护者"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["精神"] = 1,
["特定法术强度"] = 1,
["法术命中"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["治疗强度"] = 1,
},
["Name"] = "战士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_WARRIOR",
["Weapon"] = {
["19"] = 1,
["9"] = 1,
["20"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["精神"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["法术命中"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["治疗强度"] = 1,
},
["Name"] = "战士-防御",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_defensivestance",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["6"] = 1,
["1"] = 1,
["5"] = 1,
["19"] = 1,
["20"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-武器",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["10"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_savageblow",
["Weapon"] = {
["9"] = 1,
["0"] = 1,
["15"] = 1,
["19"] = 1,
["13"] = 1,
["4"] = 1,
["7"] = 1,
["20"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "战士-狂怒",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["10"] = 1,
["8"] = 1,
["9"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/ability_warrior_innerrage",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["6"] = 1,
["1"] = 1,
["5"] = 1,
["19"] = 1,
["20"] = 1,
["10"] = 1,
},
},
},
["德加和尚"] = {
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "牧师",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_PRIEST",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["武器技能"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "牧师-暗影",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_shadow_shadowwordpain",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["武器技能"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "牧师-戒律",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_wordfortitude",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["躲闪"] = 1,
["武器技能"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["防御"] = 1,
},
["Name"] = "牧师-神圣",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["3"] = 1,
["2"] = 1,
["10"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_guardianspirit",
["Weapon"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
},
},
},
["哈霍兰大格格"] = {
{
["ShuXing"] = {
["法术命中"] = 1,
["特定法术强度"] = 1,
},
["Name"] = "圣骑士",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_paladin",
["Weapon"] = {
["3"] = 1,
["2"] = 1,
["19"] = 1,
["18"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["治疗强度"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["法术爆击"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["精神"] = 1,
},
["Name"] = "圣骑士-防御",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["2"] = 1,
["8"] = 1,
["9"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_devotionaura",
["Weapon"] = {
["1"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["8"] = 1,
["20"] = 1,
["13"] = 1,
["19"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["5回法力值"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "圣骑士-惩戒",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["0"] = 1,
["6"] = 1,
["8"] = 1,
["1"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_auraoflight",
["Weapon"] = {
["0"] = 1,
["3"] = 1,
["2"] = 1,
["19"] = 1,
["4"] = 1,
["7"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["20"] = 1,
["13"] = 1,
["18"] = 1,
["10"] = 1,
},
},
{
["ShuXing"] = {
["物理命中"] = 1,
["格挡"] = 1,
["攻击强度"] = 1,
["特定法术强度"] = 1,
["击中时可能"] = 1,
["招架"] = 1,
["法术命中"] = 1,
["力量"] = 1,
["敏捷"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["武器技能"] = 1,
["命中"] = 1,
["物理爆击"] = 1,
["精神"] = 1,
},
["Name"] = "圣骑士-神圣",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/spell_holy_holybolt",
["Weapon"] = {
["1"] = 1,
["3"] = 1,
["2"] = 1,
["5"] = 1,
["18"] = 1,
["6"] = 1,
["9"] = 1,
["15"] = 1,
["16"] = 1,
["8"] = 1,
["20"] = 1,
["13"] = 1,
["19"] = 1,
["10"] = 1,
},
},
},
["蓝龙守护者"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["力量"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["防御"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "猎人",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["10"] = 1,
["9"] = 1,
["8"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_HUNTER",
["Weapon"] = {
["9"] = 1,
["16"] = 1,
["5"] = 1,
["4"] = 1,
["19"] = 1,
["20"] = 1,
},
},
},
["迪菲亚女皇"] = {
{
["ShuXing"] = {
["法术强度"] = 1,
["格挡"] = 1,
["智力"] = 1,
["特定法术强度"] = 1,
["5回法力值"] = 1,
["法术命中"] = 1,
["治疗强度"] = 1,
["防御"] = 1,
["躲闪"] = 1,
["招架"] = 1,
["法术爆击"] = 1,
["精神"] = 1,
},
["Name"] = "盗贼",
["BnetAccount"] = {
["忽略战网绑定"] = 1,
},
["Armor"] = {
["1"] = 1,
["0"] = 1,
["3"] = 1,
["4"] = 1,
["7"] = 1,
["6"] = 1,
["9"] = 1,
["8"] = 1,
["10"] = 1,
},
["Class"] = {
["过滤职业限定"] = 1,
},
["Icon"] = "Interface/Icons/classicon_rogue",
["Weapon"] = {
["9"] = 1,
["8"] = 1,
["6"] = 1,
["1"] = 1,
["20"] = 1,
["19"] = 1,
["5"] = 1,
["10"] = 1,
},
},
},
},
[5303] = {
},
},
["newbee_report"] = {
},
["MCsod"] = {
["boss8"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
},
["boss12"] = {
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss15"] = {
},
["boss7"] = {
},
["boss13"] = {
},
["boss3"] = {
},
["boss14"] = {
},
["boss6"] = {
},
["boss10"] = {
},
["boss4"] = {
},
["boss1"] = {
},
["boss19"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss18"] = {
},
["boss16"] = {
},
["boss20"] = {
},
},
["whoFrame"] = {
["history"] = {
"光头",
"战士 60",
"战士",
"Branka",
"哈霍兰",
"格格",
"小格格",
"术士 ",
"黑石塔 术士",
"黑石塔",
"妮可",
"欧",
"欧尼",
"兰傲",
"星宇",
"凤百川",
},
},
["newbee_report_notuploaded"] = {
},
["YYdb"] = {
["share"] = 0,
["history"] = {
},
["allFilter"] = 0,
["historyFilter"] = 0,
["historyEmpty"] = {
},
["all"] = {
},
["shareCount"] = 0,
["LeaderYY"] = {
},
},
["marketPrice"] = {
},
["mailHistory"] = {
["type"] = "all",
["saveDuration"] = 30,
["Order"] = 1,
["OrderButtonID"] = 2,
["isChooseRealm"] = 1,
[5376] = {
["法德迦"] = {
["info"] = {
{
["type"] = "take1",
["giveItem"] = {
},
["text"] = "",
["name"] = "半城专用仓库",
["giveMoney"] = 0,
["title"] = "有限无敌药水 (5)",
["getMoney"] = 0,
["getItem"] = {
{
["quality"] = 1,
["count"] = 5,
["itemID"] = 3387,
["link"] = "|cffffffff|Hitem:3387::::::::60::::::::::|h[有限无敌药水]|h|r",
},
{
["quality"] = 1,
["count"] = 5,
["itemID"] = 3387,
["link"] = "|cffffffff|Hitem:3387::::::::60::::::::::|h[有限无敌药水]|h|r",
},
{
["quality"] = 1,
["count"] = 5,
["itemID"] = 3387,
["link"] = "|cffffffff|Hitem:3387::::::::60::::::::::|h[有限无敌药水]|h|r",
},
{
["quality"] = 1,
["count"] = 5,
["itemID"] = 3387,
["link"] = "|cffffffff|Hitem:3387::::::::60::::::::::|h[有限无敌药水]|h|r",
},
{
["quality"] = 1,
["count"] = 5,
["itemID"] = 3387,
["link"] = "|cffffffff|Hitem:3387::::::::60::::::::::|h[有限无敌药水]|h|r",
},
{
["quality"] = 1,
["count"] = 5,
["itemID"] = 3387,
["link"] = "|cffffffff|Hitem:3387::::::::60::::::::::|h[有限无敌药水]|h|r",
},
},
["time"] = 1785438200,
},
{
["type"] = "send1",
["beforeMoney"] = 350365161,
["giveItem"] = {
},
["getMoney"] = 0,
["time"] = 1785448558,
["title"] = "200",
["giveMoney"] = 2000000,
["name"] = "富养女德",
["text"] = "MC 工资",
["getItem"] = {
},
["afterMoney"] = 348365131,
},
{
["type"] = "send1",
["beforeMoney"] = 348337303,
["giveItem"] = {
{
["link"] = "|cffffffff|Hitem:22529::::::::60::::::::::|h[蛮荒之叶]|h|r",
["itemID"] = 22529,
["count"] = 1,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:8392::::::::60::::::::::|h[诅咒之地的野猪肺]|h|r",
["itemID"] = 8392,
["count"] = 2,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:13454::::::::60::::::::::|h[强效奥法药剂]|h|r",
["itemID"] = 13454,
["count"] = 3,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:21546::::::::60::::::::::|h[强效火力药剂]|h|r",
["itemID"] = 21546,
["count"] = 1,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:6662::::::::60::::::::::|h[增长药剂]|h|r",
["itemID"] = 6662,
["count"] = 4,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:21536::::::::60::::::::::|h[艾露恩之石]|h|r",
["itemID"] = 21536,
["count"] = 4,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:20007::::::::60::::::::::|h[魔血药水]|h|r",
["itemID"] = 20007,
["count"] = 4,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:20007::::::::60::::::::::|h[魔血药水]|h|r",
["itemID"] = 20007,
["count"] = 5,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:13459::::::::60::::::::::|h[强效暗影防护药水]|h|r",
["itemID"] = 13459,
["count"] = 5,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:13456::::::::60::::::::::|h[强效冰霜防护药水]|h|r",
["itemID"] = 13456,
["count"] = 5,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:3825::::::::60::::::::::|h[坚韧药剂]|h|r",
["itemID"] = 3825,
["count"] = 3,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:13931::::::::60::::::::::|h[夜鳞鱼汤]|h|r",
["itemID"] = 13931,
["count"] = 17,
["quality"] = 1,
},
},
["getMoney"] = 0,
["afterMoney"] = 348336943,
["time"] = 1785510355,
["giveMoney"] = 0,
["name"] = "黑龙守护者",
["text"] = "",
["getItem"] = {
},
["title"] = "蛮荒之叶",
},
{
["type"] = "send1",
["beforeMoney"] = 348336943,
["giveItem"] = {
{
["link"] = "|cff1eff00|Hitem:12803::::::::60::::::::::|h[生命精华]|h|r",
["itemID"] = 12803,
["count"] = 1,
["quality"] = 2,
},
{
["link"] = "|cff1eff00|Hitem:15289::::::185:1905244288:60::::::::::|h[耐力之曲线长弓]|h|r",
["itemID"] = 15289,
["count"] = 1,
["quality"] = 2,
},
{
["link"] = "|cff1eff00|Hitem:15280::::::1805:1011059072:60::::::::::|h[奥法惩戒之巫师之手]|h|r",
["itemID"] = 15280,
["count"] = 1,
["quality"] = 2,
},
{
["link"] = "|cffffffff|Hitem:2091::::::::60::::::::::|h[魔尘]|h|r",
["itemID"] = 2091,
["count"] = 1,
["quality"] = 1,
},
},
["getMoney"] = 0,
["afterMoney"] = 348336823,
["time"] = 1785510383,
["giveMoney"] = 0,
["name"] = "黑龙守护者",
["text"] = "",
["getItem"] = {
},
["title"] = "生命精华",
},
{
["type"] = "send1",
["beforeMoney"] = 356362451,
["giveItem"] = {
{
["link"] = "|cff1eff00|Hitem:10390::::::1217:628786560:60::::::::::|h[野熊之巨神肩铠]|h|r",
["itemID"] = 10390,
["count"] = 1,
["quality"] = 2,
},
{
["link"] = "|cff1eff00|Hitem:10386::::::312:133550720:60::::::::::|h[力量之巨神护手]|h|r",
["itemID"] = 10386,
["count"] = 1,
["quality"] = 2,
},
{
["link"] = "|cff0070dd|Hitem:9402::::::::60::::::::::|h[尘世褶裙]|h|r",
["itemID"] = 9402,
["count"] = 1,
["quality"] = 3,
},
{
["link"] = "|cff0070dd|Hitem:13000::::::::60::::::::::|h[魔法火焰之杖]|h|r",
["itemID"] = 13000,
["count"] = 1,
["quality"] = 3,
},
},
["getMoney"] = 0,
["afterMoney"] = 356362331,
["time"] = 1785516631,
["giveMoney"] = 0,
["name"] = "黑龙守护者",
["text"] = "",
["getItem"] = {
},
["title"] = "野熊之巨神肩铠",
},
},
["realmID"] = 5376,
["level"] = 60,
["class"] = "MAGE",
["name"] = "法德迦",
},
["绿龙守护者"] = {
["info"] = {
},
["name"] = "绿龙守护者",
["level"] = 1,
["class"] = "DRUID",
["realmID"] = 5376,
},
["黑龙守护者"] = {
["info"] = {
{
["type"] = "take1",
["giveItem"] = {
},
["text"] = "",
["name"] = "法德迦",
["giveMoney"] = 0,
["time"] = 1785765553,
["getMoney"] = 0,
["getItem"] = {
{
["link"] = "|cff1eff00|Hitem:10390::::::1217:628786560:1::::::::::|h[野熊之巨神肩铠]|h|r",
["itemID"] = 10390,
["count"] = 1,
["quality"] = 2,
},
{
["link"] = "|cff1eff00|Hitem:10386::::::312:133550720:1::::::::::|h[力量之巨神护手]|h|r",
["itemID"] = 10386,
["count"] = 1,
["quality"] = 2,
},
{
["link"] = "|cff0070dd|Hitem:9402::::::::1::::::::::|h[尘世褶裙]|h|r",
["itemID"] = 9402,
["count"] = 1,
["quality"] = 3,
},
{
["link"] = "|cff0070dd|Hitem:13000::::::::1::::::::::|h[魔法火焰之杖]|h|r",
["itemID"] = 13000,
["count"] = 1,
["quality"] = 3,
},
},
["title"] = "野熊之巨神肩铠",
},
{
["type"] = "take1",
["giveItem"] = {
},
["text"] = "",
["name"] = "法德迦",
["giveMoney"] = 0,
["time"] = 1785765557,
["getMoney"] = 0,
["getItem"] = {
{
["link"] = "|cff1eff00|Hitem:12803::::::::1::::::::::|h[生命精华]|h|r",
["itemID"] = 12803,
["count"] = 1,
["quality"] = 2,
},
{
["link"] = "|cff1eff00|Hitem:15289::::::185:1905244288:1::::::::::|h[耐力之曲线长弓]|h|r",
["itemID"] = 15289,
["count"] = 1,
["quality"] = 2,
},
{
["link"] = "|cff1eff00|Hitem:15280::::::1805:1011059072:1::::::::::|h[奥法惩戒之巫师之手]|h|r",
["itemID"] = 15280,
["count"] = 1,
["quality"] = 2,
},
{
["link"] = "|cffffffff|Hitem:2091::::::::1::::::::::|h[魔尘]|h|r",
["itemID"] = 2091,
["count"] = 1,
["quality"] = 1,
},
},
["title"] = "生命精华",
},
{
["type"] = "take1",
["giveItem"] = {
},
["text"] = "",
["name"] = "法德迦",
["giveMoney"] = 0,
["time"] = 1785765560,
["getMoney"] = 0,
["getItem"] = {
{
["link"] = "|cffffffff|Hitem:22529::::::::1::::::::::|h[蛮荒之叶]|h|r",
["itemID"] = 22529,
["count"] = 1,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:8392::::::::1::::::::::|h[诅咒之地的野猪肺]|h|r",
["itemID"] = 8392,
["count"] = 2,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:13454::::::::1::::::::::|h[强效奥法药剂]|h|r",
["itemID"] = 13454,
["count"] = 3,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:21546::::::::1::::::::::|h[强效火力药剂]|h|r",
["itemID"] = 21546,
["count"] = 1,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:6662::::::::1::::::::::|h[增长药剂]|h|r",
["itemID"] = 6662,
["count"] = 4,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:21536::::::::1::::::::::|h[艾露恩之石]|h|r",
["itemID"] = 21536,
["count"] = 4,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:20007::::::::1::::::::::|h[魔血药水]|h|r",
["itemID"] = 20007,
["count"] = 4,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:20007::::::::1::::::::::|h[魔血药水]|h|r",
["itemID"] = 20007,
["count"] = 5,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:13459::::::::1::::::::::|h[强效暗影防护药水]|h|r",
["itemID"] = 13459,
["count"] = 5,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:13456::::::::1::::::::::|h[强效冰霜防护药水]|h|r",
["itemID"] = 13456,
["count"] = 5,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:3825::::::::1::::::::::|h[坚韧药剂]|h|r",
["itemID"] = 3825,
["count"] = 3,
["quality"] = 1,
},
{
["link"] = "|cffffffff|Hitem:13931::::::::1::::::::::|h[夜鳞鱼汤]|h|r",
["itemID"] = 13931,
["count"] = 17,
["quality"] = 1,
},
},
["title"] = "蛮荒之叶",
},
{
["type"] = "send1",
["beforeMoney"] = 38417563,
["giveItem"] = {
{
["link"] = "|cff1eff00|Hitem:15289::::::185:1905244288:1::::::::::|h[耐力之曲线长弓]|h|r",
["itemID"] = 15289,
["count"] = 1,
["quality"] = 2,
},
{
["link"] = "|cff1eff00|Hitem:10390::::::1217:628786560:1::::::::::|h[野熊之巨神肩铠]|h|r",
["itemID"] = 10390,
["count"] = 1,
["quality"] = 2,
},
{
["link"] = "|cff1eff00|Hitem:10386::::::312:133550720:1::::::::::|h[力量之巨神护手]|h|r",
["itemID"] = 10386,
["count"] = 1,
["quality"] = 2,
},
{
["link"] = "|cff0070dd|Hitem:13000::::::::1::::::::::|h[魔法火焰之杖]|h|r",
["itemID"] = 13000,
["count"] = 1,
["quality"] = 3,
},
{
["link"] = "|cff0070dd|Hitem:9402::::::::1::::::::::|h[尘世褶裙]|h|r",
["itemID"] = 9402,
["count"] = 1,
["quality"] = 3,
},
{
["link"] = "|cff1eff00|Hitem:15280::::::1805:1011059072:1::::::::::|h[奥法惩戒之巫师之手]|h|r",
["itemID"] = 15280,
["count"] = 1,
["quality"] = 2,
},
},
["getMoney"] = 0,
["afterMoney"] = 38417383,
["title"] = "耐力之曲线长弓",
["giveMoney"] = 0,
["name"] = "哈霍兰大格格",
["text"] = "",
["getItem"] = {
},
["time"] = 1785765572,
},
},
["realmID"] = 5376,
["level"] = 1,
["class"] = "WARRIOR",
["name"] = "黑龙守护者",
},
["德加和尚"] = {
["info"] = {
},
["level"] = 60,
["realmID"] = 5376,
["class"] = "PRIEST",
["name"] = "德加和尚",
},
["哈霍兰大格格"] = {
["info"] = {
},
["realmID"] = 5376,
["level"] = 60,
["class"] = "PALADIN",
["name"] = "哈霍兰大格格",
},
["蓝龙守护者"] = {
["info"] = {
},
["name"] = "蓝龙守护者",
["realmID"] = 5376,
["class"] = "HUNTER",
["level"] = 1,
},
},
},
["HopeSendChannel"] = "RAID",
["tradeHistory"] = {
["saveDuration"] = 30,
["Order"] = 1,
["OrderButtonID"] = 2,
["isChooseRealm"] = 1,
[5376] = {
["法德迦"] = {
["info"] = {
{
["targetClass"] = "DRUID",
["zone"] = "安其拉",
["targetName"] = "轻抚菊花笑一",
["playeritems"] = {
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["quality"] = 1,
},
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["quality"] = 1,
},
},
["targetmoney"] = 0,
["beforeMoney"] = 34177133,
["time"] = 1785074873,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 34177133,
},
{
["targetClass"] = "PALADIN",
["zone"] = "安其拉",
["targetName"] = "圣光映霜刃",
["playeritems"] = {
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["quality"] = 1,
},
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["quality"] = 1,
},
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["quality"] = 1,
},
},
["targetmoney"] = 0,
["beforeMoney"] = 34177133,
["time"] = 1785074902,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 34177133,
},
{
["targetClass"] = "HUNTER",
["zone"] = "安其拉",
["targetName"] = "拉猪大哥",
["playeritems"] = {
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["quality"] = 1,
},
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["quality"] = 1,
},
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["quality"] = 1,
},
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:22895::::::::60::::::::::|h[魔法肉桂面包]|h|r",
["name"] = "魔法肉桂面包",
["quality"] = 1,
},
},
["targetmoney"] = 0,
["beforeMoney"] = 34177133,
["time"] = 1785074961,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 34177133,
},
{
["targetClass"] = "HUNTER",
["zone"] = "安其拉",
["targetName"] = "做梦",
["playeritems"] = {
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["quality"] = 1,
},
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["quality"] = 1,
},
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:22895::::::::60::::::::::|h[魔法肉桂面包]|h|r",
["name"] = "魔法肉桂面包",
["quality"] = 1,
},
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:22895::::::::60::::::::::|h[魔法肉桂面包]|h|r",
["name"] = "魔法肉桂面包",
["quality"] = 1,
},
},
["targetmoney"] = 0,
["beforeMoney"] = 34177133,
["time"] = 1785075031,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 34177133,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "暴风城",
["targetName"] = "文艺少女",
["playeritems"] = {
},
["afterMoney"] = 41789411,
["beforeMoney"] = 34369411,
["time"] = 1785080938,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 7420000,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "诅咒之地",
["targetName"] = "首席元帅",
["playeritems"] = {
},
["targetmoney"] = 620000,
["beforeMoney"] = 41789411,
["time"] = 1785167618,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 42409411,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "诅咒之地",
["targetName"] = "月落霜玹",
["playeritems"] = {
},
["targetmoney"] = 1320000,
["beforeMoney"] = 42409469,
["time"] = 1785168663,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 43729469,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "诅咒之地",
["targetName"] = "兰傲天",
["playeritems"] = {
},
["afterMoney"] = 66679696,
["beforeMoney"] = 43729696,
["time"] = 1785175590,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 22950000,
},
{
["targetClass"] = "PRIEST",
["zone"] = "诅咒之地",
["targetName"] = "丸仔",
["playeritems"] = {
},
["afterMoney"] = 62089696,
["beforeMoney"] = 66679696,
["time"] = 1785175604,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 4590000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "诅咒之地",
["targetName"] = "Casar",
["playeritems"] = {
},
["afterMoney"] = 57499696,
["beforeMoney"] = 62089696,
["time"] = 1785175619,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 4590000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "ROGUE",
["zone"] = "诅咒之地",
["targetName"] = "鹤妍",
["playeritems"] = {
},
["afterMoney"] = 52909696,
["beforeMoney"] = 57499696,
["time"] = 1785175629,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 4590000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "诅咒之地",
["targetName"] = "合欢宗露小缝",
["playeritems"] = {
},
["afterMoney"] = 48319696,
["beforeMoney"] = 52909696,
["time"] = 1785175639,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 4590000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "WARLOCK",
["zone"] = "艾萨拉",
["targetName"] = "虎子哥",
["playeritems"] = {
},
["afterMoney"] = 51061893,
["beforeMoney"] = 48361893,
["time"] = 1785199028,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 2700000,
},
{
["targetClass"] = "HUNTER",
["zone"] = "暴风城",
["targetName"] = "矫健的老黄",
["playeritems"] = {
},
["targetmoney"] = 300000000,
["beforeMoney"] = 51216642,
["time"] = 1785357025,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 351216642,
},
{
["targetClass"] = "DRUID",
["zone"] = "暴风城",
["targetName"] = "重殴",
["playeritems"] = {
},
["targetmoney"] = 1000000,
["beforeMoney"] = 351216642,
["time"] = 1785362223,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 352216642,
},
{
["targetClass"] = "ROGUE",
["zone"] = "暴风城",
["targetName"] = "四一六战队",
["playeritems"] = {
},
["targetmoney"] = 0,
["beforeMoney"] = 352216642,
["time"] = 1785362245,
["playermoney"] = 1000000,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 351216642,
},
{
["targetClass"] = "WARLOCK",
["zone"] = "暴风城",
["targetName"] = "Elphaba",
["playeritems"] = {
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法肉桂面包",
["count"] = 20,
["item"] = "|cffffffff|Hitem:22895::::::::60::::::::::|h[魔法肉桂面包]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法肉桂面包",
["count"] = 20,
["item"] = "|cffffffff|Hitem:22895::::::::60::::::::::|h[魔法肉桂面包]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
},
["targetmoney"] = 0,
["beforeMoney"] = 351216642,
["time"] = 1785362444,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 351216642,
},
{
["targetClass"] = "PALADIN",
["zone"] = "祖尔格拉布",
["targetName"] = "圣光泡酒",
["playeritems"] = {
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
{
["name"] = "魔法晶水",
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
},
["targetmoney"] = 0,
["beforeMoney"] = 351216642,
["time"] = 1785433731,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 351216642,
},
{
["targetClass"] = "MAGE",
["zone"] = "祖尔格拉布",
["targetName"] = "魔兽叁猫",
["playeritems"] = {
},
["targetmoney"] = 0,
["beforeMoney"] = 351352185,
["time"] = 1785437095,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
{
["name"] = "哈卡之心",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:19802::::::::60::::::::::|h[哈卡之心]|h|r",
["quality"] = 4,
},
},
["afterMoney"] = 351352185,
},
{
["targetClass"] = "HUNTER",
["zone"] = "暴风城",
["targetName"] = "孋莎",
["playeritems"] = {
{
["name"] = "哈卡之心",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:19802::::::::60::::::::::|h[哈卡之心]|h|r",
["quality"] = 4,
},
},
["targetmoney"] = 3000000,
["beforeMoney"] = 351375206,
["time"] = 1785437406,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 354375206,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "暴风城",
["targetName"] = "色灬狼",
["playeritems"] = {
{
["name"] = "原始哈卡莱神像",
["count"] = 1,
["item"] = "|cff0070dd|Hitem:22637::::::::60::::::::::|h[原始哈卡莱神像]|h|r",
["quality"] = 3,
},
{
["name"] = "玛尔里之眼",
["count"] = 1,
["item"] = "|cff0070dd|Hitem:19930::::::::60::::::::::|h[玛尔里之眼]|h|r",
["quality"] = 3,
},
{
["name"] = "原始哈卡莱神像",
["count"] = 1,
["item"] = "|cff0070dd|Hitem:22637::::::::60::::::::::|h[原始哈卡莱神像]|h|r",
["quality"] = 3,
},
},
["targetmoney"] = 14000000,
["beforeMoney"] = 354375206,
["time"] = 1785437482,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 368375206,
},
{
["targetClass"] = "MAGE",
["zone"] = "暴风城",
["targetName"] = "魔兽叁猫",
["playeritems"] = {
{
["name"] = "赞吉尔的徽记",
["count"] = 1,
["item"] = "|cff0070dd|Hitem:19893::::::::60::::::::::|h[赞吉尔的徽记]|h|r",
["quality"] = 3,
},
{
["name"] = "惩戒指环",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:22721::::::::60::::::::::|h[惩戒指环]|h|r",
["quality"] = 4,
},
},
["targetmoney"] = 1500000,
["beforeMoney"] = 368375206,
["time"] = 1785437511,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 369875206,
},
{
["targetClass"] = "PALADIN",
["zone"] = "暴风城",
["targetName"] = "尼尔巴斯",
["playeritems"] = {
},
["targetmoney"] = 0,
["beforeMoney"] = 369875206,
["time"] = 1785437548,
["playermoney"] = 5000000,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 364875206,
},
{
["targetClass"] = "MAGE",
["zone"] = "暴风城",
["targetName"] = "白哥哥",
["playeritems"] = {
},
["targetmoney"] = 0,
["beforeMoney"] = 364875206,
["time"] = 1785437570,
["playermoney"] = 2000000,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 362875206,
},
{
["targetClass"] = "MAGE",
["zone"] = "暴风城",
["targetName"] = "魔兽叁猫",
["playeritems"] = {
},
["targetmoney"] = 0,
["beforeMoney"] = 362875206,
["time"] = 1785437581,
["playermoney"] = 1000000,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 361875206,
},
{
["targetClass"] = "DRUID",
["zone"] = "暴风城",
["targetName"] = "翡翠冷",
["playeritems"] = {
},
["targetmoney"] = 0,
["beforeMoney"] = 361875206,
["time"] = 1785437592,
["playermoney"] = 1000000,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 360875206,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "暴风城",
["targetName"] = "勇敢的老黄",
["playeritems"] = {
},
["targetmoney"] = 0,
["beforeMoney"] = 360875206,
["time"] = 1785437626,
["playermoney"] = 5000000,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 355875206,
},
{
["targetClass"] = "WARLOCK",
["zone"] = "暴风城",
["targetName"] = "仙女可妮",
["playeritems"] = {
{
["name"] = "温诺希斯之牙",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:19903::::::::60::::::::::|h[温诺希斯之牙]|h|r",
["quality"] = 4,
},
{
["name"] = "背叛者长靴",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:19897::::::::60::::::::::|h[背叛者长靴]|h|r",
["quality"] = 4,
},
},
["targetmoney"] = 0,
["beforeMoney"] = 355875206,
["time"] = 1785437634,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 355875206,
},
{
["targetClass"] = "HUNTER",
["zone"] = "暴风城",
["targetName"] = "孋莎",
["playeritems"] = {
{
["name"] = "浴血护腿",
["count"] = 1,
["item"] = "|cff0070dd|Hitem:19889::::::::60::::::::::|h[浴血护腿]|h|r",
["quality"] = 3,
},
},
["targetmoney"] = 0,
["beforeMoney"] = 355875206,
["time"] = 1785437666,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 355875206,
},
{
["targetClass"] = "PRIEST",
["zone"] = "暴风城",
["targetName"] = "贰柒捌贰叁",
["playeritems"] = {
},
["targetmoney"] = 0,
["beforeMoney"] = 355875206,
["time"] = 1785437683,
["playermoney"] = 5000000,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 350875206,
},
{
["targetClass"] = "WARLOCK",
["zone"] = "暴风城",
["targetName"] = "仙女可妮",
["playeritems"] = {
{
["name"] = "无尽潜能腰带",
["count"] = 1,
["item"] = "|cff0070dd|Hitem:22716::::::::60::::::::::|h[无尽潜能腰带]|h|r",
["quality"] = 3,
},
{
["name"] = "祖利安典礼权杖",
["count"] = 1,
["item"] = "|cff0070dd|Hitem:22713::::::::60::::::::::|h[祖利安典礼权杖]|h|r",
["quality"] = 3,
},
{
["name"] = "原始哈卡莱腰带",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:19720::::::::60::::::::::|h[原始哈卡莱腰带]|h|r",
["quality"] = 4,
},
{
["name"] = "祖利安防御者",
["count"] = 1,
["item"] = "|cff0070dd|Hitem:19915::::::::60::::::::::|h[祖利安防御者]|h|r",
["quality"] = 3,
},
{
["name"] = "浸血护手",
["count"] = 1,
["item"] = "|cff0070dd|Hitem:19894::::::::60::::::::::|h[浸血护手]|h|r",
["quality"] = 3,
},
{
["name"] = "哈卡莱血披风",
["count"] = 1,
["item"] = "|cff0070dd|Hitem:19870::::::::60::::::::::|h[哈卡莱血披风]|h|r",
["quality"] = 3,
},
},
["targetmoney"] = 0,
["beforeMoney"] = 350875206,
["time"] = 1785437700,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 350875206,
},
{
["targetClass"] = "DRUID",
["zone"] = "熔火之心",
["targetName"] = "布鲁斯灬韦恩",
["playeritems"] = {
},
["afterMoney"] = 357792010,
["beforeMoney"] = 350792010,
["time"] = 1785442571,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 7000000,
},
{
["targetClass"] = "HUNTER",
["zone"] = "熔火之心",
["targetName"] = "小变态",
["playeritems"] = {
{
["name"] = "巨人追猎者护腿",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:16847::::::::60::::::::::|h[巨人追猎者护腿]|h|r",
["quality"] = 4,
},
},
["afterMoney"] = 358792010,
["beforeMoney"] = 357792010,
["time"] = 1785442691,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 1000000,
},
{
["targetClass"] = "PALADIN",
["zone"] = "熔火之心",
["targetName"] = "小冷月",
["playeritems"] = {
{
["name"] = "秩序之源头盔",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:16854::::::::60::::::::::|h[秩序之源头盔]|h|r",
["quality"] = 4,
},
{
["name"] = "秩序之源护手",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:16860::::::::60::::::::::|h[秩序之源护手]|h|r",
["quality"] = 4,
},
},
["afterMoney"] = 360805738,
["beforeMoney"] = 358805738,
["time"] = 1785444083,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 2000000,
},
{
["targetClass"] = "PRIEST",
["zone"] = "熔火之心",
["targetName"] = "大藝術家",
["playeritems"] = {
{
["name"] = "预言之靴",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:16811::::::::60::::::::::|h[预言之靴]|h|r",
["quality"] = 4,
},
},
["afterMoney"] = 361823431,
["beforeMoney"] = 360823431,
["time"] = 1785444345,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 1000000,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "熔火之心",
["targetName"] = "刀一挥骨一堆",
["playeritems"] = {
},
["afterMoney"] = 381865161,
["beforeMoney"] = 361865161,
["time"] = 1785446938,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 20000000,
},
{
["targetClass"] = "HUNTER",
["zone"] = "熔火之心",
["targetName"] = "光乄狩猎",
["playeritems"] = {
},
["afterMoney"] = 396865161,
["beforeMoney"] = 381865161,
["time"] = 1785446996,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 15000000,
},
{
["targetClass"] = "MAGE",
["zone"] = "暴风城",
["targetName"] = "电大菜鸟",
["playeritems"] = {
{
["item"] = "|cffa335ee|Hitem:18814::::::::60::::::::::|h[火焰之王的项圈]|h|r",
["name"] = "火焰之王的项圈",
["count"] = 1,
["quality"] = 4,
},
},
["afterMoney"] = 407865161,
["beforeMoney"] = 396865161,
["time"] = 1785447346,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 11000000,
},
{
["targetClass"] = "WARLOCK",
["zone"] = "暴风城",
["targetName"] = "执笔絵倾城",
["playeritems"] = {
},
["afterMoney"] = 402365161,
["beforeMoney"] = 407865161,
["time"] = 1785447450,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 5500000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "暴风城",
["targetName"] = "全团奶都奶我",
["playeritems"] = {
},
["afterMoney"] = 396865161,
["beforeMoney"] = 402365161,
["time"] = 1785447468,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 5500000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "ROGUE",
["zone"] = "暴风城",
["targetName"] = "水瓶座的冰河",
["playeritems"] = {
},
["afterMoney"] = 391365161,
["beforeMoney"] = 396865161,
["time"] = 1785447483,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 5500000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "PRIEST",
["zone"] = "暴风城",
["targetName"] = "大藝術家",
["playeritems"] = {
},
["afterMoney"] = 385865161,
["beforeMoney"] = 391365161,
["time"] = 1785447498,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 5500000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "ROGUE",
["zone"] = "暴风城",
["targetName"] = "Mbbi",
["playeritems"] = {
},
["afterMoney"] = 380365161,
["beforeMoney"] = 385865161,
["time"] = 1785447548,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 5500000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "DRUID",
["zone"] = "暴风城",
["targetName"] = "布鲁斯灬韦恩",
["playeritems"] = {
},
["afterMoney"] = 360365161,
["beforeMoney"] = 380365161,
["time"] = 1785447590,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 20000000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "HUNTER",
["zone"] = "暴风城",
["targetName"] = "蛇舞",
["playeritems"] = {
},
["afterMoney"] = 370365161,
["beforeMoney"] = 360365161,
["time"] = 1785447625,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 10000000,
},
{
["targetClass"] = "HUNTER",
["zone"] = "暴风城",
["targetName"] = "蛇舞",
["playeritems"] = {
},
["afterMoney"] = 350365161,
["beforeMoney"] = 370365161,
["time"] = 1785447664,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 20000000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "PALADIN",
["zone"] = "暴风城",
["targetName"] = "小冷月",
["playeritems"] = {
{
["name"] = "秩序之源护腕",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:16857::::::::60::::::::::|h[秩序之源护腕]|h|r",
["quality"] = 4,
},
},
["afterMoney"] = 350365161,
["beforeMoney"] = 350365161,
["time"] = 1785447935,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "DRUID",
["zone"] = "暴风城",
["targetName"] = "布鲁斯灬韦恩",
["playeritems"] = {
{
["name"] = "塞纳里奥手套",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:16831::::::::60::::::::::|h[塞纳里奥手套]|h|r",
["quality"] = 4,
},
{
["name"] = "塞纳里奥长靴",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:16829::::::::60::::::::::|h[塞纳里奥长靴]|h|r",
["quality"] = 4,
},
{
["name"] = "火蜥蜴鳞片短裤",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:18875::::::::60::::::::::|h[火蜥蜴鳞片短裤]|h|r",
["quality"] = 4,
},
},
["afterMoney"] = 350365161,
["beforeMoney"] = 350365161,
["time"] = 1785448015,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
{
["name"] = "艾露恩之石",
["count"] = 4,
["item"] = "|cffffffff|Hitem:21536::::::::60::::::::::|h[艾露恩之石]|h|r",
["quality"] = 1,
},
{
["name"] = "增长药剂",
["count"] = 4,
["item"] = "|cffffffff|Hitem:6662::::::::60::::::::::|h[增长药剂]|h|r",
["quality"] = 1,
},
},
["targetmoney"] = 0,
},
{
["targetClass"] = "PRIEST",
["zone"] = "暴风城",
["targetName"] = "贰柒捌贰叁",
["playeritems"] = {
{
["name"] = "愤怒腿铠",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:16962::::::::60::::::::::|h[愤怒腿铠]|h|r",
["quality"] = 4,
},
{
["name"] = "愤怒腿铠",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:16962::::::::60::::::::::|h[愤怒腿铠]|h|r",
["quality"] = 4,
},
{
["name"] = "预言衬肩",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:16816::::::::60::::::::::|h[预言衬肩]|h|r",
["quality"] = 4,
},
{
["name"] = "赤红震荡者",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:17077::::::::60::::::::::|h[赤红震荡者]|h|r",
["quality"] = 4,
},
{
["name"] = "血腥撕裂者",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:17071::::::::60::::::::::|h[血腥撕裂者]|h|r",
["quality"] = 4,
},
{
["name"] = "力量肩铠",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:16868::::::::60::::::::::|h[力量肩铠]|h|r",
["quality"] = 4,
},
},
["afterMoney"] = 350365161,
["beforeMoney"] = 350365161,
["time"] = 1785448108,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "PRIEST",
["zone"] = "暴风城",
["targetName"] = "贰柒捌贰叁",
["playeritems"] = {
{
["name"] = "岩浆长靴",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:18824::::::::60::::::::::|h[岩浆长靴]|h|r",
["quality"] = 4,
},
{
["name"] = "夜幕杀手短裤",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:16822::::::::60::::::::::|h[夜幕杀手短裤]|h|r",
["quality"] = 4,
},
},
["afterMoney"] = 350365161,
["beforeMoney"] = 350365161,
["time"] = 1785448132,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "HUNTER",
["zone"] = "黑石山",
["targetName"] = "髙小琴",
["playeritems"] = {
[4] = {
["item"] = "|cffffffff|Hitem:22895::::::::60::::::::::|h[魔法肉桂面包]|h|r",
["name"] = "魔法肉桂面包",
["count"] = 20,
["quality"] = 1,
},
[5] = {
["item"] = "|cffffffff|Hitem:22895::::::::60::::::::::|h[魔法肉桂面包]|h|r",
["name"] = "魔法肉桂面包",
["count"] = 20,
["quality"] = 1,
},
},
["afterMoney"] = 348336823,
["beforeMoney"] = 348336823,
["time"] = 1785510910,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "PALADIN",
["zone"] = "黑翼之巢",
["targetName"] = "其实你狠强",
["playeritems"] = {
{
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["count"] = 20,
["quality"] = 1,
},
{
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["count"] = 20,
["quality"] = 1,
},
{
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["count"] = 20,
["quality"] = 1,
},
},
["afterMoney"] = 348336823,
["beforeMoney"] = 348336823,
["time"] = 1785511150,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "ROGUE",
["zone"] = "暴风城",
["targetName"] = "赤紅十三",
["playeritems"] = {
{
["item"] = "|cff1eff00|Hitem:17964::::::::60::::::::::|h[灰色宝石袋]|h|r",
["name"] = "灰色宝石袋",
["count"] = 1,
["quality"] = 2,
},
},
["afterMoney"] = 348642451,
["beforeMoney"] = 348642451,
["time"] = 1785515248,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "MAGE",
["zone"] = "暴风城",
["targetName"] = "星界旅人",
["playeritems"] = {
{
["item"] = "|cffa335ee|Hitem:19375::::::::60::::::::::|h[密苏达尔，夺魂者的头饰]|h|r",
["name"] = "密苏达尔，夺魂者的头饰",
["count"] = 1,
["quality"] = 4,
},
},
["afterMoney"] = 348642451,
["beforeMoney"] = 348642451,
["time"] = 1785515804,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "HUNTER",
["zone"] = "暴风城",
["targetName"] = "哈霍兰小郡主",
["playeritems"] = {
},
["afterMoney"] = 387242451,
["beforeMoney"] = 348642451,
["time"] = 1785516489,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 38600000,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "暴风城",
["targetName"] = "刻刀",
["playeritems"] = {
},
["afterMoney"] = 379522451,
["beforeMoney"] = 387242451,
["time"] = 1785516502,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 7720000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "暴风城",
["targetName"] = "傲世战秀",
["playeritems"] = {
},
["afterMoney"] = 371802451,
["beforeMoney"] = 379522451,
["time"] = 1785516518,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 7720000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "暴风城",
["targetName"] = "旋思夜",
["playeritems"] = {
},
["afterMoney"] = 364082451,
["beforeMoney"] = 371802451,
["time"] = 1785516529,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 7720000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "WARRIOR",
["zone"] = "暴风城",
["targetName"] = "风儿爱沙子",
["playeritems"] = {
},
["afterMoney"] = 356362451,
["beforeMoney"] = 364082451,
["time"] = 1785516542,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 7720000,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "PALADIN",
["zone"] = "荆棘谷",
["targetName"] = "楚天衣舍",
["playeritems"] = {
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["quality"] = 1,
},
{
["count"] = 20,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["name"] = "魔法晶水",
["quality"] = 1,
},
},
["afterMoney"] = 356336308,
["beforeMoney"] = 356336308,
["time"] = 1785689576,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 0,
},
{
["targetClass"] = "MAGE",
["zone"] = "诅咒之地",
["targetName"] = "有趣的小姨",
["playeritems"] = {
},
["afterMoney"] = 360399536,
["beforeMoney"] = 356449536,
["time"] = 1785764395,
["playerName"] = "法德迦",
["playerClass"] = "MAGE",
["playermoney"] = 0,
["targetitems"] = {
},
["targetmoney"] = 3950000,
},
{
["targetClass"] = "DRUID",
["zone"] = "诅咒之地",
["targetName"] = "七两",
["playeritems"] = {
{
["name"] = "魔法晶水",
["count"] = 18,
["item"] = "|cffffffff|Hitem:8079::::::::60::::::::::|h[魔法晶水]|h|r",
["quality"] = 1,
},
},
["targetmoney"] = 0,
["beforeMoney"] = 360411533,
["time"] = 1785842988,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 360411533,
},
{
["targetClass"] = "WARLOCK",
["zone"] = "诅咒之地",
["targetName"] = "Minnow",
["playeritems"] = {
},
["targetmoney"] = 750000,
["beforeMoney"] = 360411533,
["time"] = 1785843314,
["playermoney"] = 0,
["playerClass"] = "MAGE",
["playerName"] = "法德迦",
["targetitems"] = {
},
["afterMoney"] = 361161533,
},
},
["realmID"] = 5376,
["level"] = 60,
["class"] = "MAGE",
["name"] = "法德迦",
},
["绿龙守护者"] = {
["info"] = {
},
["name"] = "绿龙守护者",
["level"] = 1,
["class"] = "DRUID",
["realmID"] = 5376,
},
["黑龙守护者"] = {
["info"] = {
},
["realmID"] = 5376,
["level"] = 1,
["class"] = "WARRIOR",
["name"] = "黑龙守护者",
},
["德加和尚"] = {
["info"] = {
{
["targetClass"] = "PRIEST",
["zone"] = "熔火之心",
["targetName"] = "大藝術家",
["playeritems"] = {
{
["name"] = "耳语秘言腰带",
["count"] = 1,
["item"] = "|cffa335ee|Hitem:18809::::::::60::::::::::|h[耳语秘言腰带]|h|r",
["quality"] = 4,
},
},
["targetmoney"] = 1000000,
["beforeMoney"] = 12280488,
["time"] = 1785446279,
["playermoney"] = 0,
["playerClass"] = "PRIEST",
["playerName"] = "德加和尚",
["targetitems"] = {
},
["afterMoney"] = 13280488,
},
{
["targetClass"] = "HUNTER",
["zone"] = "暴风城",
["targetName"] = "蛇舞",
["playeritems"] = {
{
["count"] = 1,
["item"] = "|cffa335ee|Hitem:18703::::::::60::::::::::|h[远古石叶]|h|r",
["name"] = "远古石叶",
["quality"] = 4,
},
},
["targetmoney"] = 0,
["beforeMoney"] = 13280488,
["time"] = 1785447775,
["playermoney"] = 0,
["playerClass"] = "PRIEST",
["playerName"] = "德加和尚",
["targetitems"] = {
},
["afterMoney"] = 13280488,
},
},
["level"] = 60,
["realmID"] = 5376,
["class"] = "PRIEST",
["name"] = "德加和尚",
},
["哈霍兰大格格"] = {
["info"] = {
},
["realmID"] = 5376,
["level"] = 60,
["class"] = "PALADIN",
["name"] = "哈霍兰大格格",
},
["蓝龙守护者"] = {
["info"] = {
},
["name"] = "蓝龙守护者",
["realmID"] = 5376,
["class"] = "HUNTER",
["level"] = 1,
},
},
},
["FBCDchoice"] = {
["TAQ"] = 1,
["ZUGsod"] = 1,
["mengyan"] = 1,
["ZUG"] = 1,
["tailor"] = 1,
["MC"] = 1,
["leatherworking"] = 1,
["AQL"] = 1,
["TTS"] = 1,
["NAXX"] = 1,
["SC"] = 1,
["TCV"] = 1,
["OLsod"] = 1,
["BWL"] = 1,
["huiguweek"] = 1,
["OL"] = 1,
["MCsod"] = 1,
["BWLsod"] = 1,
["professionCD"] = 1,
},
["font"] = "ARKai_T.ttf",
["Temple"] = {
["boss1"] = {
},
["tradeTbl"] = {
},
["boss9"] = {
},
["boss11"] = {
["zhuangbei2"] = "治疗补贴",
["zhuangbei1"] = "坦克补贴",
["zhuangbei3"] = "输出补贴",
},
["boss12"] = {
["zhuangbei4"] = "分钱人数",
["zhuangbei3"] = "净收入",
["jine2"] = "0",
["jine4"] = "20",
["zhuangbei5"] = "人均工资",
["zhuangbei1"] = "总收入",
["jine3"] = "0",
["zhuangbei2"] = "总支出",
["jine1"] = "0",
["jine5"] = "0",
},
["boss17"] = {
},
["boss2"] = {
},
["boss5"] = {
},
["boss20"] = {
},
["boss16"] = {
},
["boss18"] = {
},
["boss10"] = {
},
["boss14"] = {
},
["boss22"] = {
},
["boss21"] = {
},
["boss4"] = {
},
["boss8"] = {
},
["boss19"] = {
},
["boss6"] = {
},
["boss3"] = {
},
["boss13"] = {
},
["boss7"] = {
},
["boss15"] = {
},
},
["Auction"] = {
["mod"] = "normal",
["resetThreshold"] = 20,
["aotoSendLate"] = 3,
["money"] = 5000,
["duration"] = 60,
["fastMoney"] = {
100,
300,
500,
1000,
2000,
},
["gen"] = 1,
},
}
