
HandyNotesDB = {
["profileKeys"] = {
["德加和尚 - 哈霍兰"] = "德加和尚 - 哈霍兰",
["寒脊山大郡主 - 法琳娜"] = "寒脊山大郡主 - 法琳娜",
["哈霍兰大格格 - 哈霍兰"] = "哈霍兰大格格 - 哈霍兰",
["法德迦 - 哈霍兰"] = "法德迦 - 哈霍兰",
["黑龙守护者 - 哈霍兰"] = "黑龙守护者 - 哈霍兰",
["是德东东 - 哈霍兰"] = "是德东东 - 哈霍兰",
["蓝龙守护者 - 哈霍兰"] = "蓝龙守护者 - 哈霍兰",
["大叔大婶多少 - 哈霍兰"] = "大叔大婶多少 - 哈霍兰",
["暗矛部落酋长 - 铁血"] = "暗矛部落酋长 - 铁血",
["绿龙守护者 - 哈霍兰"] = "绿龙守护者 - 哈霍兰",
},
["profiles"] = {
["德加和尚 - 哈霍兰"] = {
},
["寒脊山大郡主 - 法琳娜"] = {
},
["哈霍兰大格格 - 哈霍兰"] = {
},
["法德迦 - 哈霍兰"] = {
},
["黑龙守护者 - 哈霍兰"] = {
},
["是德东东 - 哈霍兰"] = {
},
["蓝龙守护者 - 哈霍兰"] = {
},
["大叔大婶多少 - 哈霍兰"] = {
},
["暗矛部落酋长 - 铁血"] = {
},
["绿龙守护者 - 哈霍兰"] = {
},
},
}
HandyNotes_HandyNotesDB = {
["global"] = {
[1436] = {
[68617321] = {
["icon"] = 8,
["title"] = "尘魔",
["cont"] = false,
["desc"] = "",
},
[62815182] = {
["title"] = "尘魔",
["cont"] = false,
["icon"] = 8,
["desc"] = "",
},
[34236719] = {
["icon"] = 8,
["title"] = "尘魔",
["cont"] = false,
["desc"] = "",
},
[53464021] = {
["icon"] = 8,
["title"] = "尘魔",
["cont"] = false,
["desc"] = "",
},
[45414793] = {
["icon"] = 8,
["title"] = "尘魔",
["cont"] = false,
["desc"] = "",
},
[37076214] = {
["icon"] = 8,
["title"] = "尘魔",
["cont"] = false,
["desc"] = "",
},
[61153586] = {
["title"] = "尘魔",
["cont"] = false,
["icon"] = 8,
["desc"] = "",
},
[41515918] = {
["cont"] = false,
["icon"] = 8,
["title"] = "尘魔",
["desc"] = "",
},
[42694172] = {
["icon"] = 8,
["title"] = "尘魔",
["cont"] = false,
["desc"] = "",
},
[39972182] = {
["title"] = "尘魔",
["cont"] = false,
["icon"] = 8,
["desc"] = "",
},
[35003566] = {
["title"] = "尘魔",
["cont"] = false,
["icon"] = 8,
["desc"] = "",
},
[33584891] = {
["icon"] = 8,
["title"] = "尘魔",
["cont"] = false,
["desc"] = "",
},
},
},
["profileKeys"] = {
["德加和尚 - 哈霍兰"] = "德加和尚 - 哈霍兰",
["寒脊山大郡主 - 法琳娜"] = "寒脊山大郡主 - 法琳娜",
["哈霍兰大格格 - 哈霍兰"] = "哈霍兰大格格 - 哈霍兰",
["法德迦 - 哈霍兰"] = "法德迦 - 哈霍兰",
["黑龙守护者 - 哈霍兰"] = "黑龙守护者 - 哈霍兰",
["是德东东 - 哈霍兰"] = "是德东东 - 哈霍兰",
["蓝龙守护者 - 哈霍兰"] = "蓝龙守护者 - 哈霍兰",
["大叔大婶多少 - 哈霍兰"] = "大叔大婶多少 - 哈霍兰",
["暗矛部落酋长 - 铁血"] = "暗矛部落酋长 - 铁血",
["绿龙守护者 - 哈霍兰"] = "绿龙守护者 - 哈霍兰",
},
["profiles"] = {
["德加和尚 - 哈霍兰"] = {
},
["寒脊山大郡主 - 法琳娜"] = {
},
["哈霍兰大格格 - 哈霍兰"] = {
},
["法德迦 - 哈霍兰"] = {
},
["黑龙守护者 - 哈霍兰"] = {
},
["是德东东 - 哈霍兰"] = {
},
["蓝龙守护者 - 哈霍兰"] = {
},
["大叔大婶多少 - 哈霍兰"] = {
},
["暗矛部落酋长 - 铁血"] = {
},
["绿龙守护者 - 哈霍兰"] = {
},
},
}
