
MEETINGHORN_DB = {
["profileKeys"] = {
["沐雪晽丶 - 帕奇维克"] = "露露缇娅 - 维克尼拉斯",
["蒂琪愛爾 - 阿拉希盆地"] = "露露缇娅 - 维克尼拉斯",
["故笙离你灬 - 帕奇维克"] = "露露缇娅 - 维克尼拉斯",
["气了 - 生命烈焰"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["爱雅法拉 - 维克尼拉斯"] = "露露缇娅 - 维克尼拉斯",
["爱雅法拉 - 维希度斯"] = "露露缇娅 - 维克尼拉斯",
["两仪末那 - 维希度斯"] = "露露缇娅 - 维克尼拉斯",
["露露缇娅 - 帕奇维克"] = "露露缇娅 - 维克尼拉斯",
["萌萌的露小露 - 逐風者"] = "露露缇娅 - 维克尼拉斯",
["萌萌奶糖 - 维希度斯"] = "露露缇娅 - 维克尼拉斯",
["沙梨不是梨 - 帕奇维克"] = "露露缇娅 - 维克尼拉斯",
["蒂琪爱尔 - 维希度斯"] = "露露缇娅 - 维克尼拉斯",
["露露緹婭 - 碧玉矿洞"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["蒂琪爱尔 - 铁血"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["拉普兰德 - 曼多基尔"] = "露露缇娅 - 维克尼拉斯",
["露露缇娅 - 哈霍兰"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["伊芙利特 - 维克尼拉斯"] = "露露缇娅 - 维克尼拉斯",
["萌萌的露小露 - 硬汉"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["甜甜奶糖 - 曼多基尔"] = "露露缇娅 - 维克尼拉斯",
["墨清弦 - 维克尼拉斯"] = "露露缇娅 - 维克尼拉斯",
["露露緹婭 - DECOM - 벽옥맥 광산 (SoM)"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["蒂琪爱尔 - 维克尼拉斯"] = "露露缇娅 - 维克尼拉斯",
["猛的猎 - 孤狼"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["俯瞰风景 - 曼多基尔"] = "露露缇娅 - 维克尼拉斯",
["墨清弦 - 曼多基尔"] = "露露缇娅 - 维克尼拉斯",
["爱雅法拉 - 曼多基尔"] = "露露缇娅 - 维克尼拉斯",
["萌萌奶糖 - 野性痊癒"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["小露露糖 - 铁血"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["小牛雪梨灬 - 帕奇维克"] = "露露缇娅 - 维克尼拉斯",
["俯瞰风景 - 维克尼拉斯"] = "露露缇娅 - 维克尼拉斯",
["故里灬 - 阿拉希盆地"] = "露露缇娅 - 维克尼拉斯",
["丶故里 - 阿拉希盆地"] = "露露缇娅 - 维克尼拉斯",
["萌萌的露小露 - 阿拉希盆地"] = "露露缇娅 - 维克尼拉斯",
["露露緹婭 - 无情"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["紗梨儿灬 - 铁血"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["镜音铃 - 维克尼拉斯"] = "露露缇娅 - 维克尼拉斯",
["超小露露糖 - 铁血"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["愛雅法拉 - 铁血II"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["露露糖 - 铁血II"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["錦木千束 - 曼多基尔"] = "露露缇娅 - 维克尼拉斯",
["奶德德一号 - 阿拉希盆地"] = "露露缇娅 - 维克尼拉斯",
["墨清弦灬 - 孤狼"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["灬山梨灬 - 逐風者"] = "露露缇娅 - 维克尼拉斯",
["露露媞娅 - 逐風者"] = "露露缇娅 - 维克尼拉斯",
["甜甜奶糖 - 孤狼"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["萌萌奶糖 - 维克尼拉斯"] = "露露缇娅 - 维克尼拉斯",
["露露緹婭 - 魚人"] = "露露缇娅 - 维克尼拉斯",
["氣了 - 生命烈焰"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["爱雅法拉 - 帕奇维克"] = "露露缇娅 - 维克尼拉斯",
["灬雪梨灬 - 逐風者"] = "露露缇娅 - 维克尼拉斯",
["沐雪梨灬 - 帕奇维克"] = "露露缇娅 - 维克尼拉斯",
["萌萌的露小露 - DECOM - 벽옥맥 광산 (SoM)"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["愛雅法拉 - 孤狼"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["萌萌的露露糖 - 曼多基尔"] = "露露缇娅 - 维克尼拉斯",
["愛雅法拉 - 诺格弗格"] = "愛雅法拉 - 诺格弗格",
["超小露露糖 - 铁血II"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["萌萌的露露糖 - DECOM - 벽옥맥 광산 (SoM)"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["露露缇娅 - 维克尼拉斯"] = "露露缇娅 - 维克尼拉斯",
["小綾子 - 孤狼"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["绫雅音 - 维克尼拉斯"] = "露露缇娅 - 维克尼拉斯",
["愛雅法拉 - 阿拉希盆地"] = "露露缇娅 - 维克尼拉斯",
["甜甜奶糖 - 维希度斯"] = "露露缇娅 - 维克尼拉斯",
["Minazukirei - DECOM - 벽옥맥 광산 (SoM)"] = "Minazukirei - DECOM - 벽옥맥 광산 (SoM)",
["露露緹婭 - 碧玉矿洞II"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["蒂琪爱尔 - 曼多基尔"] = "露露缇娅 - 维克尼拉斯",
["萌萌的露小露 - 维希度斯"] = "露露缇娅 - 维克尼拉斯",
["萌萌的露小露 - 铁血II"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["萌萌的露露糖 - 孤狼"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["伊芙莉特 - 铁血"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["小绫子 - 曼多基尔"] = "露露缇娅 - 维克尼拉斯",
["露露缇娅 - 曼多基尔"] = "露露缇娅 - 维克尼拉斯",
["萌萌的露小露 - Classic PTR Realm 1"] = "露露缇娅 - 维克尼拉斯",
["沙丨梨 - 逐風者"] = "露露缇娅 - 维克尼拉斯",
["露露緹婭 - 维希度斯"] = "露露缇娅 - 维克尼拉斯",
["甜甜奶糖 - 帕奇维克"] = "露露缇娅 - 维克尼拉斯",
["沙梨儿灬 - 硬汉"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["露露糖 - 铁血"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["倾尽悲伤灬 - 帕奇维克"] = "露露缇娅 - 维克尼拉斯",
["愛雅法拉 - 铁血"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["露露缇娅 - 诺格弗格"] = "露露缇娅 - 诺格弗格",
["故里丶 - 阿拉希盆地"] = "露露缇娅 - 维克尼拉斯",
["蒂琪爱尔 - 铁血II"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["露露缇娅 - 哈霍兰II"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["甜酱 - 维克尼拉斯"] = "甜酱 - 维克尼拉斯",
["萌萌的露露糖 - 铁血"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["萌萌的露小露 - Classic PTR Realm 2"] = "露露缇娅 - 维克尼拉斯",
["沙梨儿灬 - 铁血"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["咲恋 - 曼多基尔"] = "露露缇娅 - 维克尼拉斯",
["绫雅音 - 维希度斯"] = "露露缇娅 - 维克尼拉斯",
["一颗露露糖 - 维希度斯"] = "露露缇娅 - 维克尼拉斯",
["纱梨儿灬 - 铁血"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["小绫子 - 维克尼拉斯"] = "露露缇娅 - 维克尼拉斯",
["伊芙莉特 - 铁血II"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["萌萌奶糖 - 曼多基尔"] = "露露缇娅 - 维克尼拉斯",
["萌萌的露露糖 - 维希度斯"] = "露露缇娅 - 维克尼拉斯",
["伊芙莉特 - 曼多基尔"] = "露露缇娅 - 维克尼拉斯",
["伊芙莉特丶 - 孤狼"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["萌萌的露露糖 - 逐風者"] = "露露缇娅 - 维克尼拉斯",
["萌萌的露小露 - 铁血"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["甜筒 - 维克尼拉斯"] = "露露缇娅 - 维克尼拉斯",
["小露露糖 - 铁血II"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["甜甜奶糖 - 维克尼拉斯"] = "露露缇娅 - 维克尼拉斯",
["骚小术 - 布鲁"] = "露露缇娅 - 维克尼拉斯",
["哈霍兰大格格 - 哈霍兰"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["嘉顿女爵 - 哈霍兰"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["德加和尚 - 哈霍兰"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["暗矛部落酋长 - 哈霍兰"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["法德迦 - 哈霍兰"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["红龙守护者 - 哈霍兰"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["绿龙守护者 - 哈霍兰"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["萨鲁法尔女王 - 哈霍兰"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["蓝龙守护者 - 哈霍兰"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["黑龙守护者 - 哈霍兰"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["逐月者 - 无情"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["寒脊山大郡主 - 法琳娜"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["联盟的奸细 - 法琳娜"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["联盟的间谍 - 法琳娜"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["女兵七十六 - 硬汉"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["女兵七十六 - 铁血"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["暗矛部落酋长 - 铁血"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["萨鲁法尔女王 - 铁血"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
["女兵七十六 - 铁血II"] = "露露緹婭 - DECOM - 벽옥맥 광산 (SoM)",
},
["realm"] = {
["碧玉矿洞"] = {
["starRegiment"] = {
["regimentData"] = {
["杰文"] = {
["roomID"] = 107891,
["level"] = 1,
["bgID"] = 0,
},
["钢之月面宙返"] = {
["roomID"] = 131184,
["level"] = 1,
["bgID"] = 0,
},
["游游氵"] = {
["roomID"] = 265506,
["level"] = 1,
["bgID"] = 0,
},
["月之舞殇"] = {
["roomID"] = 151088,
["level"] = 1,
["bgID"] = 170,
},
["幽默"] = {
["roomID"] = 179209,
["level"] = 1,
["bgID"] = 0,
},
["红魔唔帮囧"] = {
["roomID"] = 347074,
["level"] = 1,
["bgID"] = 0,
},
["枫叶靭"] = {
["roomID"] = 275644,
["level"] = 1,
["bgID"] = 0,
},
["哈利波特别大"] = {
["roomID"] = 265449,
["level"] = 1,
["bgID"] = 0,
},
["守望之牙"] = {
["roomID"] = 240436,
["level"] = 1,
["bgID"] = 0,
},
["安奥尔薇恩"] = {
["roomID"] = 131614,
["level"] = 1,
["bgID"] = 0,
},
["Athrun"] = {
["roomID"] = 141642,
["level"] = 1,
["bgID"] = 0,
},
["余生不凑合"] = {
["roomID"] = 486533,
["level"] = 1,
["bgID"] = 0,
},
["挽梦忆笙萧"] = {
["roomID"] = 186345,
["level"] = 1,
["bgID"] = 0,
},
["大杯拿铁"] = {
["roomID"] = 212193,
["level"] = 1,
["bgID"] = 0,
},
["Playerggyiod"] = {
["roomID"] = 137011,
["level"] = 1,
["bgID"] = 0,
},
["傲天之战"] = {
["roomID"] = 329530,
["level"] = 1,
["bgID"] = 0,
},
["老功"] = {
["roomID"] = 316060,
["level"] = 1,
["bgID"] = 0,
},
["阴影暗杀"] = {
["roomID"] = 500439,
["level"] = 1,
["bgID"] = 0,
},
["文松"] = {
["roomID"] = 280415,
["level"] = 1,
["bgID"] = 0,
},
["残风凋零"] = {
["roomID"] = 235329,
["level"] = 1,
["bgID"] = 0,
},
["紫藤雨"] = {
["roomID"] = 107891,
["level"] = 1,
["bgID"] = 0,
},
["發發文轩"] = {
["roomID"] = 261696,
["level"] = 1,
["bgID"] = 170,
},
["丶落叶"] = {
["roomID"] = 486763,
["level"] = 1,
["bgID"] = 0,
},
["李一叔叔"] = {
["roomID"] = 365731,
["level"] = 1,
["bgID"] = 170,
},
["肖邦万"] = {
["roomID"] = 304386,
["level"] = 1,
["bgID"] = 0,
},
["丶清晨"] = {
["roomID"] = 486763,
["level"] = 1,
["bgID"] = 0,
},
["叔丶梦回扬州"] = {
["roomID"] = 433636,
["level"] = 1,
["bgID"] = 0,
},
["小太阳点点"] = {
["roomID"] = 207710,
["level"] = 1,
["bgID"] = 0,
},
["乖乖牧"] = {
["roomID"] = 470853,
["level"] = 1,
["bgID"] = 0,
},
["阿芮莹"] = {
["roomID"] = 187476,
["level"] = 1,
["bgID"] = 170,
},
["Nephthys"] = {
["roomID"] = 271967,
["level"] = 1,
["bgID"] = 0,
},
["归途漫漫"] = {
["roomID"] = 168878,
["level"] = 1,
["bgID"] = 0,
},
["神丶迪"] = {
["roomID"] = 410937,
["level"] = 1,
["bgID"] = 0,
},
["忘忧行者"] = {
["roomID"] = 304652,
["level"] = 1,
["bgID"] = 170,
},
["夏沫薇凉"] = {
["roomID"] = 114532,
["level"] = 1,
["bgID"] = 0,
},
["游戏玩玩"] = {
["roomID"] = 147330,
["level"] = 1,
["bgID"] = 170,
},
["油腻叔叔"] = {
["roomID"] = 145633,
["level"] = 1,
["bgID"] = 0,
},
["帅气的乌龟"] = {
["roomID"] = 125418,
["level"] = 1,
["bgID"] = 0,
},
["欧尅欧尅"] = {
["roomID"] = 136894,
["level"] = 1,
["bgID"] = 170,
},
["斗南一人"] = {
["roomID"] = 322602,
["level"] = 1,
["bgID"] = 0,
},
["蕾娜塔"] = {
["roomID"] = 187476,
["level"] = 1,
["bgID"] = 170,
},
["游游灬"] = {
["roomID"] = 265506,
["level"] = 1,
["bgID"] = 0,
},
["你还能起舞吧"] = {
["roomID"] = 141642,
["level"] = 1,
["bgID"] = 0,
},
["剑尊"] = {
["roomID"] = 136027,
["level"] = 1,
["bgID"] = 0,
},
["一个人的华丽"] = {
["roomID"] = 486606,
["level"] = 1,
["bgID"] = 0,
},
["巡山小菲菲"] = {
["roomID"] = 130313,
["level"] = 1,
["bgID"] = 0,
},
["狂三是我老婆"] = {
["roomID"] = 241821,
["level"] = 1,
["bgID"] = 0,
},
["憨猫"] = {
["roomID"] = 296530,
["level"] = 1,
["bgID"] = 170,
},
["卡纳功"] = {
["roomID"] = 260080,
["level"] = 1,
["bgID"] = 0,
},
["天堂丶雨"] = {
["roomID"] = 113524,
["level"] = 1,
["bgID"] = 170,
},
["蒙之殇"] = {
["roomID"] = 486533,
["level"] = 1,
["bgID"] = 0,
},
["我站出来了"] = {
["roomID"] = 141642,
["level"] = 1,
["bgID"] = 0,
},
["氯旋风"] = {
["roomID"] = 227042,
["level"] = 1,
["bgID"] = 0,
},
["王子归来"] = {
["roomID"] = 486533,
["level"] = 1,
["bgID"] = 0,
},
["我不是小骚"] = {
["roomID"] = 239042,
["level"] = 1,
["bgID"] = 0,
},
["四个圈儿"] = {
["roomID"] = 179420,
["level"] = 1,
["bgID"] = 0,
},
["捌小八"] = {
["roomID"] = 328823,
["level"] = 1,
["bgID"] = 170,
},
["娅莉英"] = {
["roomID"] = 187476,
["level"] = 1,
["bgID"] = 170,
},
["神丶坦"] = {
["roomID"] = 410937,
["level"] = 1,
["bgID"] = 0,
},
["钢之月面空翻"] = {
["roomID"] = 131184,
["level"] = 1,
["bgID"] = 0,
},
["修罗追风"] = {
["roomID"] = 113082,
["level"] = 1,
["bgID"] = 0,
},
["小法法"] = {
["roomID"] = 462993,
["level"] = 1,
["bgID"] = 0,
},
["哆啦哆啦哎梦"] = {
["roomID"] = 430675,
["level"] = 1,
["bgID"] = 0,
},
["香附子呀"] = {
["roomID"] = 310782,
["level"] = 1,
["bgID"] = 0,
},
["晓不嚸"] = {
["roomID"] = 329185,
["level"] = 1,
["bgID"] = 0,
},
["牧之殇"] = {
["roomID"] = 486533,
["level"] = 1,
["bgID"] = 0,
},
["豆浆丶"] = {
["roomID"] = 265506,
["level"] = 1,
["bgID"] = 0,
},
["无分色如果"] = {
["roomID"] = 271074,
["level"] = 1,
["bgID"] = 0,
},
["风清云淡"] = {
["roomID"] = 133840,
["level"] = 1,
["bgID"] = 0,
},
["思月"] = {
["roomID"] = 130766,
["level"] = 1,
["bgID"] = 170,
},
["氵告"] = {
["roomID"] = 124414,
["level"] = 1,
["bgID"] = 0,
},
["怀疑你搞黄色"] = {
["roomID"] = 429755,
["level"] = 1,
["bgID"] = 0,
},
["鳄鱼统领丶"] = {
["roomID"] = 265506,
["level"] = 1,
["bgID"] = 0,
},
},
["version"] = "20260126_1769479200797",
["addnVersion"] = "1.15.8",
},
},
["铁血"] = {
["starRegiment"] = {
["addnVersion"] = "1.15.7",
["version"] = "20250819_1755649800116",
["regimentData"] = {
["坠落波波德"] = {
["roomID"] = 430081,
["level"] = 1,
["bgID"] = 0,
},
["舞天晴丶贰术"] = {
["roomID"] = 296076,
["level"] = 1,
["bgID"] = 0,
},
["抱抱雅文"] = {
["roomID"] = 427477,
["level"] = 2,
["bgID"] = 0,
},
["夜听风雨丶"] = {
["roomID"] = 427450,
["level"] = 1,
["bgID"] = 0,
},
["一只小萨"] = {
["roomID"] = 430253,
["level"] = 1,
["bgID"] = 0,
},
["星其月一"] = {
["roomID"] = 427424,
["level"] = 1,
["bgID"] = 0,
},
["魔界专列"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["猪猪文"] = {
["roomID"] = 427508,
["level"] = 1,
["bgID"] = 0,
},
["江南麻美由麻"] = {
["roomID"] = 235291,
["level"] = 1,
["bgID"] = 0,
},
["胸口草莓印"] = {
["roomID"] = 424695,
["level"] = 1,
["bgID"] = 0,
},
["柠檬崽崽"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["许你一生偏爱"] = {
["roomID"] = 427957,
["level"] = 1,
["bgID"] = 0,
},
["大高个子贰"] = {
["roomID"] = 141631,
["level"] = 1,
["bgID"] = 0,
},
["萨妈"] = {
["roomID"] = 231795,
["level"] = 1,
["bgID"] = 0,
},
["丷王丷"] = {
["roomID"] = 304417,
["level"] = 1,
["bgID"] = 0,
},
["哈基喵"] = {
["roomID"] = 427165,
["level"] = 2,
["bgID"] = 0,
},
["狂风绝息"] = {
["roomID"] = 430387,
["level"] = 1,
["bgID"] = 0,
},
["浅唱丶这段情"] = {
["roomID"] = 430271,
["level"] = 1,
["bgID"] = 0,
},
["二十年如一梦"] = {
["roomID"] = 136351,
["level"] = 2,
["bgID"] = 0,
},
["Ææå"] = {
["roomID"] = 427482,
["level"] = 3,
["bgID"] = 0,
},
["星其月二"] = {
["roomID"] = 427424,
["level"] = 1,
["bgID"] = 0,
},
["来碗福鼎肉片"] = {
["roomID"] = 129026,
["level"] = 1,
["bgID"] = 0,
},
["酸妹"] = {
["roomID"] = 427440,
["level"] = 2,
["bgID"] = 0,
},
["恩賜解脱丶"] = {
["roomID"] = 429696,
["level"] = 1,
["bgID"] = 0,
},
["棕熊"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["璀璨星辰弈"] = {
["roomID"] = 114700,
["level"] = 2,
["bgID"] = 0,
},
["雷战神"] = {
["roomID"] = 430271,
["level"] = 1,
["bgID"] = 0,
},
["尼禄丶"] = {
["roomID"] = 129039,
["level"] = 1,
["bgID"] = 0,
},
["是初一呀丶"] = {
["roomID"] = 427469,
["level"] = 1,
["bgID"] = 0,
},
["神宫大人"] = {
["roomID"] = 429777,
["level"] = 2,
["bgID"] = 0,
},
["天尊戒指"] = {
["roomID"] = 126093,
["level"] = 1,
["bgID"] = 0,
},
["牢玩嫁"] = {
["roomID"] = 427424,
["level"] = 2,
["bgID"] = 0,
},
["星海哥哥"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["淡殇丶"] = {
["roomID"] = 158153,
["level"] = 1,
["bgID"] = 0,
},
["蓝天灬战"] = {
["roomID"] = 430384,
["level"] = 1,
["bgID"] = 0,
},
["公主自刎"] = {
["roomID"] = 427182,
["level"] = 1,
["bgID"] = 0,
},
["程迦丶"] = {
["roomID"] = 428981,
["level"] = 1,
["bgID"] = 0,
},
["极限丶之泽丿"] = {
["roomID"] = 426523,
["level"] = 1,
["bgID"] = 0,
},
["幸福灬法"] = {
["roomID"] = 430100,
["level"] = 1,
["bgID"] = 0,
},
["软妹甜心丶"] = {
["roomID"] = 164564,
["level"] = 2,
["bgID"] = 0,
},
["凨凪凮夙丶凩"] = {
["roomID"] = 430367,
["level"] = 1,
["bgID"] = 0,
},
["丶南郭先生"] = {
["roomID"] = 427475,
["level"] = 1,
["bgID"] = 0,
},
["温柔画霓裳尢"] = {
["roomID"] = 430371,
["level"] = 1,
["bgID"] = 0,
},
["强生婴児"] = {
["roomID"] = 430281,
["level"] = 1,
["bgID"] = 0,
},
["乄战刃乄"] = {
["roomID"] = 427960,
["level"] = 1,
["bgID"] = 0,
},
["房飞縫"] = {
["roomID"] = 427958,
["level"] = 1,
["bgID"] = 0,
},
["瞪眼教授"] = {
["roomID"] = 140664,
["level"] = 1,
["bgID"] = 0,
},
["红月哥丶"] = {
["roomID"] = 112561,
["level"] = 1,
["bgID"] = 0,
},
["玄暝"] = {
["roomID"] = 429733,
["level"] = 1,
["bgID"] = 0,
},
["南小梨"] = {
["roomID"] = 143851,
["level"] = 1,
["bgID"] = 0,
},
["世一猎老万"] = {
["roomID"] = 105433,
["level"] = 2,
["bgID"] = 0,
},
["拉一裤兜"] = {
["roomID"] = 427972,
["level"] = 1,
["bgID"] = 0,
},
["人间小法"] = {
["roomID"] = 430393,
["level"] = 1,
["bgID"] = 0,
},
["兽群领袖"] = {
["roomID"] = 425289,
["level"] = 1,
["bgID"] = 0,
},
["专业开怪二哥"] = {
["roomID"] = 430283,
["level"] = 1,
["bgID"] = 0,
},
["寒山四亭序"] = {
["roomID"] = 427971,
["level"] = 1,
["bgID"] = 0,
},
["坦克手"] = {
["roomID"] = 118081,
["level"] = 1,
["bgID"] = 0,
},
["惩戒终结者"] = {
["roomID"] = 428979,
["level"] = 1,
["bgID"] = 0,
},
["老明贼"] = {
["roomID"] = 427445,
["level"] = 2,
["bgID"] = 0,
},
["东京小恶魔"] = {
["roomID"] = 235291,
["level"] = 1,
["bgID"] = 0,
},
["止于"] = {
["roomID"] = 427428,
["level"] = 1,
["bgID"] = 0,
},
["爱吃臭鳜鱼"] = {
["roomID"] = 275244,
["level"] = 2,
["bgID"] = 0,
},
["嗜血小萝莉"] = {
["roomID"] = 430265,
["level"] = 2,
["bgID"] = 0,
},
["Vknetwork"] = {
["roomID"] = 289165,
["level"] = 1,
["bgID"] = 0,
},
["三开战猎萨丶"] = {
["roomID"] = 429677,
["level"] = 1,
["bgID"] = 0,
},
["旧梦难辞"] = {
["roomID"] = 161270,
["level"] = 2,
["bgID"] = 0,
},
["小菲姬"] = {
["roomID"] = 429681,
["level"] = 1,
["bgID"] = 0,
},
["灬刹那绽放灬"] = {
["roomID"] = 427707,
["level"] = 1,
["bgID"] = 0,
},
["奔雷剑大牛"] = {
["roomID"] = 426154,
["level"] = 1,
["bgID"] = 0,
},
["秋豆灬麻袋"] = {
["roomID"] = 430384,
["level"] = 1,
["bgID"] = 0,
},
["红殇"] = {
["roomID"] = 192767,
["level"] = 2,
["bgID"] = 0,
},
["屳仚屲冚"] = {
["roomID"] = 430367,
["level"] = 1,
["bgID"] = 0,
},
["一小精灵一"] = {
["roomID"] = 430377,
["level"] = 1,
["bgID"] = 0,
},
["芷汀噢"] = {
["roomID"] = 427534,
["level"] = 1,
["bgID"] = 0,
},
["桂妮微娅"] = {
["roomID"] = 427511,
["level"] = 1,
["bgID"] = 0,
},
["紫苏战"] = {
["roomID"] = 429675,
["level"] = 1,
["bgID"] = 0,
},
["阿青基本无解"] = {
["roomID"] = 427167,
["level"] = 1,
["bgID"] = 0,
},
["榊的传说"] = {
["roomID"] = 427957,
["level"] = 1,
["bgID"] = 0,
},
["宓昔"] = {
["roomID"] = 315745,
["level"] = 1,
["bgID"] = 0,
},
["扛不住的满江"] = {
["roomID"] = 272155,
["level"] = 1,
["bgID"] = 0,
},
["等你等雨等雪"] = {
["roomID"] = 180777,
["level"] = 1,
["bgID"] = 0,
},
["妮蔻丶"] = {
["roomID"] = 427165,
["level"] = 2,
["bgID"] = 0,
},
["光头加鲍机"] = {
["roomID"] = 426575,
["level"] = 2,
["bgID"] = 0,
},
["现泡牛乳"] = {
["roomID"] = 430282,
["level"] = 1,
["bgID"] = 0,
},
["小短腿跑贼快"] = {
["roomID"] = 429690,
["level"] = 1,
["bgID"] = 0,
},
["白日闯"] = {
["roomID"] = 139626,
["level"] = 1,
["bgID"] = 0,
},
["皮特战神"] = {
["roomID"] = 212043,
["level"] = 2,
["bgID"] = 0,
},
["呆鹅一只"] = {
["roomID"] = 427530,
["level"] = 1,
["bgID"] = 0,
},
["林木猎芯"] = {
["roomID"] = 430366,
["level"] = 1,
["bgID"] = 0,
},
["筱精灵"] = {
["roomID"] = 296884,
["level"] = 1,
["bgID"] = 0,
},
["弄玉"] = {
["roomID"] = 426145,
["level"] = 2,
["bgID"] = 0,
},
["夏天的柠萌"] = {
["roomID"] = 427418,
["level"] = 1,
["bgID"] = 0,
},
["我瞅瞅怎个氏"] = {
["roomID"] = 427718,
["level"] = 1,
["bgID"] = 0,
},
["拔箭怒射"] = {
["roomID"] = 424695,
["level"] = 1,
["bgID"] = 0,
},
["小凹凹"] = {
["roomID"] = 428962,
["level"] = 1,
["bgID"] = 0,
},
["阿霖丨海豚"] = {
["roomID"] = 427539,
["level"] = 1,
["bgID"] = 0,
},
["晓晓元气丶"] = {
["roomID"] = 427514,
["level"] = 1,
["bgID"] = 0,
},
["仔仔小灰灰"] = {
["roomID"] = 427426,
["level"] = 1,
["bgID"] = 0,
},
["薇薇柔"] = {
["roomID"] = 430250,
["level"] = 2,
["bgID"] = 0,
},
["Aix"] = {
["roomID"] = 154797,
["level"] = 1,
["bgID"] = 0,
},
["Kix"] = {
["roomID"] = 154797,
["level"] = 1,
["bgID"] = 0,
},
["庐陵乐"] = {
["roomID"] = 143583,
["level"] = 2,
["bgID"] = 0,
},
["火花带闪电啊"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["妖児"] = {
["roomID"] = 430250,
["level"] = 2,
["bgID"] = 0,
},
["闪灵无惧"] = {
["roomID"] = 427491,
["level"] = 2,
["bgID"] = 0,
},
["秃瓢婕婕"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["雄壮"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["炽嗯"] = {
["roomID"] = 427969,
["level"] = 1,
["bgID"] = 0,
},
["Tix"] = {
["roomID"] = 154797,
["level"] = 1,
["bgID"] = 0,
},
["逝将去汝"] = {
["roomID"] = 143151,
["level"] = 1,
["bgID"] = 0,
},
["十七芕"] = {
["roomID"] = 113350,
["level"] = 1,
["bgID"] = 0,
},
["鱼香幼师"] = {
["roomID"] = 429690,
["level"] = 1,
["bgID"] = 0,
},
["长信侯丨嫪毐"] = {
["roomID"] = 425243,
["level"] = 2,
["bgID"] = 0,
},
["盗灬天"] = {
["roomID"] = 427726,
["level"] = 1,
["bgID"] = 0,
},
["奈奈最漂亮了"] = {
["roomID"] = 131208,
["level"] = 2,
["bgID"] = 0,
},
["加尔的王"] = {
["roomID"] = 156317,
["level"] = 1,
["bgID"] = 0,
},
["兔子五号"] = {
["roomID"] = 228473,
["level"] = 1,
["bgID"] = 0,
},
["半山腰的风景"] = {
["roomID"] = 426385,
["level"] = 1,
["bgID"] = 0,
},
["放心丶不进去"] = {
["roomID"] = 150915,
["level"] = 1,
["bgID"] = 0,
},
["带刺的小肉肉"] = {
["roomID"] = 429681,
["level"] = 1,
["bgID"] = 0,
},
["小郁崽"] = {
["roomID"] = 428948,
["level"] = 2,
["bgID"] = 0,
},
["只比风筝"] = {
["roomID"] = 427471,
["level"] = 1,
["bgID"] = 0,
},
["断北"] = {
["roomID"] = 426145,
["level"] = 2,
["bgID"] = 0,
},
["脚踩团副"] = {
["roomID"] = 427959,
["level"] = 2,
["bgID"] = 0,
},
["尐萌萌"] = {
["roomID"] = 427711,
["level"] = 1,
["bgID"] = 0,
},
["晚安小仙女"] = {
["roomID"] = 427549,
["level"] = 1,
["bgID"] = 0,
},
["理查德杰弗超"] = {
["roomID"] = 410934,
["level"] = 1,
["bgID"] = 0,
},
["咕咕树袋熊"] = {
["roomID"] = 270951,
["level"] = 1,
["bgID"] = 0,
},
["德才兼备二"] = {
["roomID"] = 427471,
["level"] = 2,
["bgID"] = 0,
},
["净土丶一直红"] = {
["roomID"] = 137163,
["level"] = 2,
["bgID"] = 0,
},
["雷公助我飞"] = {
["roomID"] = 430288,
["level"] = 1,
["bgID"] = 0,
},
["江南梦乃爱华"] = {
["roomID"] = 235291,
["level"] = 1,
["bgID"] = 0,
},
["我就不乱起名"] = {
["roomID"] = 426385,
["level"] = 1,
["bgID"] = 0,
},
["伤心断肠剑"] = {
["roomID"] = 111813,
["level"] = 2,
["bgID"] = 0,
},
["野蛮丨啊超"] = {
["roomID"] = 427406,
["level"] = 2,
["bgID"] = 0,
},
["灬年少灬"] = {
["roomID"] = 427455,
["level"] = 1,
["bgID"] = 0,
},
["南昌吴彦诅"] = {
["roomID"] = 426736,
["level"] = 2,
["bgID"] = 0,
},
["迷恋灬细妹"] = {
["roomID"] = 131537,
["level"] = 2,
["bgID"] = 0,
},
["幸福灬德"] = {
["roomID"] = 430100,
["level"] = 1,
["bgID"] = 0,
},
["清欢法"] = {
["roomID"] = 129026,
["level"] = 1,
["bgID"] = 0,
},
["十年止战"] = {
["roomID"] = 429350,
["level"] = 2,
["bgID"] = 0,
},
["魅影魂狐"] = {
["roomID"] = 131109,
["level"] = 1,
["bgID"] = 0,
},
["半夜星神"] = {
["roomID"] = 429777,
["level"] = 2,
["bgID"] = 0,
},
["北国雪境"] = {
["roomID"] = 427518,
["level"] = 1,
["bgID"] = 0,
},
["永乄太帅"] = {
["roomID"] = 427457,
["level"] = 1,
["bgID"] = 0,
},
["靖果果丨"] = {
["roomID"] = 429695,
["level"] = 1,
["bgID"] = 0,
},
["虎大爷丨艮"] = {
["roomID"] = 429679,
["level"] = 1,
["bgID"] = 0,
},
["舞天晴丶贼"] = {
["roomID"] = 296076,
["level"] = 1,
["bgID"] = 0,
},
["是胖虎呀"] = {
["roomID"] = 180706,
["level"] = 1,
["bgID"] = 0,
},
["酷酷老白菜"] = {
["roomID"] = 427527,
["level"] = 1,
["bgID"] = 0,
},
["冰凉小战"] = {
["roomID"] = 428948,
["level"] = 2,
["bgID"] = 0,
},
["勤奋小熊丶"] = {
["roomID"] = 207122,
["level"] = 1,
["bgID"] = 0,
},
["小阿梨丶"] = {
["roomID"] = 143851,
["level"] = 2,
["bgID"] = 0,
},
["棕榈油"] = {
["roomID"] = 427415,
["level"] = 1,
["bgID"] = 0,
},
["余音萦绕"] = {
["roomID"] = 425247,
["level"] = 1,
["bgID"] = 0,
},
["血九少"] = {
["roomID"] = 237278,
["level"] = 1,
["bgID"] = 0,
},
["不绘玩联盟"] = {
["roomID"] = 272155,
["level"] = 1,
["bgID"] = 0,
},
["迷失的熊大"] = {
["roomID"] = 426154,
["level"] = 1,
["bgID"] = 0,
},
["猎灬天"] = {
["roomID"] = 427726,
["level"] = 1,
["bgID"] = 0,
},
["晓晓矮牧丶"] = {
["roomID"] = 427514,
["level"] = 1,
["bgID"] = 0,
},
["啷个楞个"] = {
["roomID"] = 235552,
["level"] = 1,
["bgID"] = 0,
},
["咱两各论各"] = {
["roomID"] = 111813,
["level"] = 2,
["bgID"] = 0,
},
["浅唱丶那段情"] = {
["roomID"] = 430271,
["level"] = 1,
["bgID"] = 0,
},
["熊熊小灰灰"] = {
["roomID"] = 427426,
["level"] = 1,
["bgID"] = 0,
},
["术术小灰灰"] = {
["roomID"] = 427426,
["level"] = 1,
["bgID"] = 0,
},
["天堂的圣光"] = {
["roomID"] = 116905,
["level"] = 2,
["bgID"] = 0,
},
["豆子都是绿的"] = {
["roomID"] = 161162,
["level"] = 2,
["bgID"] = 0,
},
["德鲁老皮"] = {
["roomID"] = 427438,
["level"] = 2,
["bgID"] = 0,
},
["缺氧"] = {
["roomID"] = 427498,
["level"] = 1,
["bgID"] = 0,
},
["洛阳青年才俊"] = {
["roomID"] = 430283,
["level"] = 1,
["bgID"] = 0,
},
["傾城红颜醉"] = {
["roomID"] = 429757,
["level"] = 1,
["bgID"] = 0,
},
["失无所失丶"] = {
["roomID"] = 430076,
["level"] = 1,
["bgID"] = 0,
},
["娉婷婉约"] = {
["roomID"] = 427961,
["level"] = 1,
["bgID"] = 0,
},
["鲨鱼辣椒丶"] = {
["roomID"] = 429680,
["level"] = 1,
["bgID"] = 0,
},
["余生丶逍遥"] = {
["roomID"] = 427439,
["level"] = 2,
["bgID"] = 0,
},
["正规按摸"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["瞅瞅丢火球"] = {
["roomID"] = 141921,
["level"] = 1,
["bgID"] = 0,
},
["执笔一路躺"] = {
["roomID"] = 176720,
["level"] = 1,
["bgID"] = 0,
},
["柠檬灬猎手"] = {
["roomID"] = 252435,
["level"] = 2,
["bgID"] = 0,
},
["拿盾的小可爱"] = {
["roomID"] = 146177,
["level"] = 1,
["bgID"] = 0,
},
["坠落波波涕"] = {
["roomID"] = 430081,
["level"] = 1,
["bgID"] = 0,
},
["舞天晴丶德"] = {
["roomID"] = 296076,
["level"] = 1,
["bgID"] = 0,
},
["鸡謌"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["雪碧气水"] = {
["roomID"] = 429755,
["level"] = 1,
["bgID"] = 0,
},
["梦峥丶"] = {
["roomID"] = 427404,
["level"] = 2,
["bgID"] = 0,
},
["抖音丶牛哥"] = {
["roomID"] = 427975,
["level"] = 1,
["bgID"] = 0,
},
["尐戝"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["巜绾绾"] = {
["roomID"] = 257275,
["level"] = 1,
["bgID"] = 0,
},
["帅气的无敌"] = {
["roomID"] = 146287,
["level"] = 1,
["bgID"] = 0,
},
["小鲨鱼灬"] = {
["roomID"] = 174129,
["level"] = 1,
["bgID"] = 0,
},
["业余车手"] = {
["roomID"] = 174548,
["level"] = 1,
["bgID"] = 0,
},
["丶乔碧罗"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["妖哥丶丶"] = {
["roomID"] = 224916,
["level"] = 1,
["bgID"] = 0,
},
["光头男"] = {
["roomID"] = 154778,
["level"] = 1,
["bgID"] = 0,
},
["丨什丨柒丨灬"] = {
["roomID"] = 151999,
["level"] = 1,
["bgID"] = 0,
},
["不曾深爱多好"] = {
["roomID"] = 141477,
["level"] = 1,
["bgID"] = 0,
},
["幼微灬"] = {
["roomID"] = 430077,
["level"] = 1,
["bgID"] = 0,
},
["背刺不道歉"] = {
["roomID"] = 427708,
["level"] = 1,
["bgID"] = 0,
},
["Lantiana"] = {
["roomID"] = 430384,
["level"] = 1,
["bgID"] = 0,
},
["丶赫尔墨斯"] = {
["roomID"] = 427475,
["level"] = 1,
["bgID"] = 0,
},
["辛迪加柳如烟"] = {
["roomID"] = 428952,
["level"] = 1,
["bgID"] = 0,
},
["牛夯法奴"] = {
["roomID"] = 430278,
["level"] = 1,
["bgID"] = 0,
},
["变大熊"] = {
["roomID"] = 427401,
["level"] = 1,
["bgID"] = 0,
},
["沫的小熊熊吖"] = {
["roomID"] = 171670,
["level"] = 1,
["bgID"] = 0,
},
["正规养生"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["Watchback"] = {
["roomID"] = 427475,
["level"] = 1,
["bgID"] = 0,
},
["正规服侍"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["我有思思妹"] = {
["roomID"] = 428970,
["level"] = 1,
["bgID"] = 0,
},
["老皮彡战"] = {
["roomID"] = 115987,
["level"] = 1,
["bgID"] = 0,
},
["征战之刃"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["庐陵一直射"] = {
["roomID"] = 143583,
["level"] = 1,
["bgID"] = 0,
},
["白魔导师"] = {
["roomID"] = 427524,
["level"] = 1,
["bgID"] = 0,
},
["灬流光若逝"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["Pertty"] = {
["roomID"] = 429677,
["level"] = 1,
["bgID"] = 0,
},
["普丶拉达"] = {
["roomID"] = 275829,
["level"] = 1,
["bgID"] = 0,
},
["酷我"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["暴灬君丶"] = {
["roomID"] = 129039,
["level"] = 1,
["bgID"] = 0,
},
["神密防骑"] = {
["roomID"] = 267388,
["level"] = 1,
["bgID"] = 0,
},
["治疗之潮丶"] = {
["roomID"] = 427483,
["level"] = 1,
["bgID"] = 0,
},
["八月是布偶猫"] = {
["roomID"] = 427420,
["level"] = 1,
["bgID"] = 0,
},
["暴打小怪兽唷"] = {
["roomID"] = 430257,
["level"] = 1,
["bgID"] = 0,
},
["Ccdream"] = {
["roomID"] = 159230,
["level"] = 1,
["bgID"] = 0,
},
["一颗小蓝莓丶"] = {
["roomID"] = 426927,
["level"] = 1,
["bgID"] = 0,
},
["小丞丞"] = {
["roomID"] = 302737,
["level"] = 1,
["bgID"] = 0,
},
["灬宝贝灬"] = {
["roomID"] = 427482,
["level"] = 3,
["bgID"] = 0,
},
["我叫毛毛丶猎"] = {
["roomID"] = 427524,
["level"] = 1,
["bgID"] = 0,
},
["陪你吹吹风"] = {
["roomID"] = 427460,
["level"] = 1,
["bgID"] = 0,
},
["蓝天灬斩"] = {
["roomID"] = 430384,
["level"] = 1,
["bgID"] = 0,
},
["红米团长"] = {
["roomID"] = 141679,
["level"] = 2,
["bgID"] = 0,
},
["暴力小松鼠"] = {
["roomID"] = 430079,
["level"] = 1,
["bgID"] = 0,
},
["我的宝贝丞丞"] = {
["roomID"] = 302737,
["level"] = 1,
["bgID"] = 0,
},
["老北鼻穿秋裤"] = {
["roomID"] = 258259,
["level"] = 3,
["bgID"] = 0,
},
["沫丶忧伤"] = {
["roomID"] = 423413,
["level"] = 2,
["bgID"] = 0,
},
["丨大男孩丨"] = {
["roomID"] = 164238,
["level"] = 2,
["bgID"] = 0,
},
["丨汤圆丨"] = {
["roomID"] = 425619,
["level"] = 2,
["bgID"] = 0,
},
["福运灬德"] = {
["roomID"] = 430249,
["level"] = 2,
["bgID"] = 0,
},
["大主教丶歪嘴"] = {
["roomID"] = 274831,
["level"] = 1,
["bgID"] = 0,
},
["阿细"] = {
["roomID"] = 402964,
["level"] = 2,
["bgID"] = 0,
},
["我不叫胖虎"] = {
["roomID"] = 180706,
["level"] = 1,
["bgID"] = 0,
},
["玄螟"] = {
["roomID"] = 429733,
["level"] = 1,
["bgID"] = 0,
},
["砍瓜切丨丨菜"] = {
["roomID"] = 428965,
["level"] = 1,
["bgID"] = 0,
},
["浪浪立个浪"] = {
["roomID"] = 427444,
["level"] = 1,
["bgID"] = 0,
},
["狂暴剃"] = {
["roomID"] = 262807,
["level"] = 1,
["bgID"] = 0,
},
["止于止于"] = {
["roomID"] = 427428,
["level"] = 1,
["bgID"] = 0,
},
["维克克"] = {
["roomID"] = 430266,
["level"] = 1,
["bgID"] = 0,
},
["胖熊子"] = {
["roomID"] = 124537,
["level"] = 1,
["bgID"] = 0,
},
["炬魔牧"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["摆烂小妹"] = {
["roomID"] = 427402,
["level"] = 2,
["bgID"] = 0,
},
["快乐很简单"] = {
["roomID"] = 430285,
["level"] = 2,
["bgID"] = 0,
},
["艾革文"] = {
["roomID"] = 426575,
["level"] = 2,
["bgID"] = 0,
},
["强生小婴儿"] = {
["roomID"] = 430281,
["level"] = 1,
["bgID"] = 0,
},
["德德小灰灰"] = {
["roomID"] = 427426,
["level"] = 1,
["bgID"] = 0,
},
["暴走帝"] = {
["roomID"] = 131618,
["level"] = 3,
["bgID"] = 0,
},
["兲丅無雙"] = {
["roomID"] = 430387,
["level"] = 1,
["bgID"] = 0,
},
["大鲨鱼灬"] = {
["roomID"] = 174129,
["level"] = 1,
["bgID"] = 0,
},
["赚钱一"] = {
["roomID"] = 430265,
["level"] = 2,
["bgID"] = 0,
},
["肥电中队"] = {
["roomID"] = 430067,
["level"] = 1,
["bgID"] = 0,
},
["筱灬宇宙"] = {
["roomID"] = 296884,
["level"] = 1,
["bgID"] = 0,
},
["南昌吴彦组"] = {
["roomID"] = 426736,
["level"] = 2,
["bgID"] = 0,
},
["图腾主理人丶"] = {
["roomID"] = 427483,
["level"] = 1,
["bgID"] = 0,
},
["強生嬰兒"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["闻卓天尊"] = {
["roomID"] = 427479,
["level"] = 2,
["bgID"] = 0,
},
["阿里大扎"] = {
["roomID"] = 427461,
["level"] = 1,
["bgID"] = 0,
},
["兰一"] = {
["roomID"] = 334311,
["level"] = 1,
["bgID"] = 0,
},
["大水牛"] = {
["roomID"] = 430389,
["level"] = 1,
["bgID"] = 0,
},
["奶糖奶糖嘿"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["小搂搂"] = {
["roomID"] = 428962,
["level"] = 1,
["bgID"] = 0,
},
["琳琳老师"] = {
["roomID"] = 429777,
["level"] = 2,
["bgID"] = 0,
},
["旧梦炒牛肉"] = {
["roomID"] = 430383,
["level"] = 1,
["bgID"] = 0,
},
["法灬室"] = {
["roomID"] = 427726,
["level"] = 1,
["bgID"] = 0,
},
["十世恶魔"] = {
["roomID"] = 427465,
["level"] = 1,
["bgID"] = 0,
},
["南风不拿斧头"] = {
["roomID"] = 427520,
["level"] = 1,
["bgID"] = 0,
},
["华哥丶丶"] = {
["roomID"] = 430289,
["level"] = 2,
["bgID"] = 0,
},
["无情的老头"] = {
["roomID"] = 427414,
["level"] = 1,
["bgID"] = 0,
},
["听风念旧人"] = {
["roomID"] = 427425,
["level"] = 2,
["bgID"] = 0,
},
["倾城繁华梦"] = {
["roomID"] = 427421,
["level"] = 1,
["bgID"] = 0,
},
["歪嘴一笑"] = {
["roomID"] = 274831,
["level"] = 1,
["bgID"] = 0,
},
["有点点任性"] = {
["roomID"] = 275981,
["level"] = 2,
["bgID"] = 0,
},
["大豆油"] = {
["roomID"] = 427415,
["level"] = 1,
["bgID"] = 0,
},
["苹果法"] = {
["roomID"] = 427017,
["level"] = 1,
["bgID"] = 0,
},
["糖门萧何"] = {
["roomID"] = 430072,
["level"] = 1,
["bgID"] = 0,
},
["黑卜出溜"] = {
["roomID"] = 427725,
["level"] = 1,
["bgID"] = 0,
},
["赐尔等归西"] = {
["roomID"] = 428979,
["level"] = 1,
["bgID"] = 0,
},
["狮子斩丶"] = {
["roomID"] = 129039,
["level"] = 1,
["bgID"] = 0,
},
["兔子三号"] = {
["roomID"] = 228473,
["level"] = 1,
["bgID"] = 0,
},
["戚友"] = {
["roomID"] = 428981,
["level"] = 1,
["bgID"] = 0,
},
["泪的告白"] = {
["roomID"] = 111608,
["level"] = 2,
["bgID"] = 0,
},
["刀坦"] = {
["roomID"] = 159582,
["level"] = 2,
["bgID"] = 0,
},
["敌动我不动"] = {
["roomID"] = 427515,
["level"] = 1,
["bgID"] = 0,
},
["迷失的熊"] = {
["roomID"] = 426154,
["level"] = 1,
["bgID"] = 0,
},
["勇敢的小猴"] = {
["roomID"] = 179222,
["level"] = 1,
["bgID"] = 0,
},
["秃瓢婕接"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["魔渊丶懵法"] = {
["roomID"] = 247081,
["level"] = 2,
["bgID"] = 0,
},
["我是一个演员"] = {
["roomID"] = 126093,
["level"] = 1,
["bgID"] = 0,
},
["神棍德二"] = {
["roomID"] = 427530,
["level"] = 1,
["bgID"] = 0,
},
["高德是什么德"] = {
["roomID"] = 430287,
["level"] = 1,
["bgID"] = 0,
},
["铁血一红狼"] = {
["roomID"] = 144593,
["level"] = 2,
["bgID"] = 0,
},
["东门三三"] = {
["roomID"] = 159326,
["level"] = 2,
["bgID"] = 0,
},
["断南"] = {
["roomID"] = 426145,
["level"] = 2,
["bgID"] = 0,
},
["我瞅瞅怎个事"] = {
["roomID"] = 427718,
["level"] = 1,
["bgID"] = 0,
},
["昨夜星辰入梦"] = {
["roomID"] = 430245,
["level"] = 1,
["bgID"] = 0,
},
["Vknetwrokk"] = {
["roomID"] = 289165,
["level"] = 1,
["bgID"] = 0,
},
["正臭西"] = {
["roomID"] = 428951,
["level"] = 1,
["bgID"] = 0,
},
["豆子小魔王"] = {
["roomID"] = 161162,
["level"] = 2,
["bgID"] = 0,
},
["哎哟我的腰"] = {
["roomID"] = 430017,
["level"] = 1,
["bgID"] = 0,
},
["撅定插棍棍啊"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["清欢儿"] = {
["roomID"] = 129026,
["level"] = 1,
["bgID"] = 0,
},
["牛奶太妃糖"] = {
["roomID"] = 429681,
["level"] = 1,
["bgID"] = 0,
},
["云裳衣裳"] = {
["roomID"] = 427397,
["level"] = 2,
["bgID"] = 0,
},
["哥哥灬那里脏"] = {
["roomID"] = 253729,
["level"] = 1,
["bgID"] = 0,
},
["士居云中"] = {
["roomID"] = 427977,
["level"] = 1,
["bgID"] = 0,
},
["糯米的头盔"] = {
["roomID"] = 427513,
["level"] = 2,
["bgID"] = 0,
},
["迷路法"] = {
["roomID"] = 427508,
["level"] = 1,
["bgID"] = 0,
},
["是丽丽酱吖"] = {
["roomID"] = 427720,
["level"] = 1,
["bgID"] = 0,
},
["谱哥哥"] = {
["roomID"] = 133222,
["level"] = 1,
["bgID"] = 0,
},
["Rifleman"] = {
["roomID"] = 427450,
["level"] = 1,
["bgID"] = 0,
},
["茳滒澫岁"] = {
["roomID"] = 427957,
["level"] = 1,
["bgID"] = 0,
},
["一池晚月"] = {
["roomID"] = 430370,
["level"] = 1,
["bgID"] = 0,
},
["听风落雨"] = {
["roomID"] = 430288,
["level"] = 1,
["bgID"] = 0,
},
["汾酒老酒专卖"] = {
["roomID"] = 430071,
["level"] = 1,
["bgID"] = 0,
},
["漫步星云"] = {
["roomID"] = 277347,
["level"] = 1,
["bgID"] = 0,
},
["公主埋"] = {
["roomID"] = 427182,
["level"] = 1,
["bgID"] = 0,
},
["散不尽的过往"] = {
["roomID"] = 231795,
["level"] = 1,
["bgID"] = 0,
},
["黑灬鱼"] = {
["roomID"] = 428972,
["level"] = 2,
["bgID"] = 0,
},
["冰箱捏手里"] = {
["roomID"] = 429699,
["level"] = 1,
["bgID"] = 0,
},
["神丶小骑"] = {
["roomID"] = 192767,
["level"] = 2,
["bgID"] = 0,
},
["碳烤红薯啊"] = {
["roomID"] = 157246,
["level"] = 2,
["bgID"] = 0,
},
["一八的夏天"] = {
["roomID"] = 429755,
["level"] = 1,
["bgID"] = 0,
},
["灬糖沫沫灬"] = {
["roomID"] = 427414,
["level"] = 1,
["bgID"] = 0,
},
["川哥二防战"] = {
["roomID"] = 426683,
["level"] = 1,
["bgID"] = 0,
},
["Yebblu"] = {
["roomID"] = 425274,
["level"] = 2,
["bgID"] = 0,
},
["你比多肉还多"] = {
["roomID"] = 154683,
["level"] = 1,
["bgID"] = 0,
},
["玉汝于成"] = {
["roomID"] = 143151,
["level"] = 1,
["bgID"] = 0,
},
["杰哥归来"] = {
["roomID"] = 427473,
["level"] = 1,
["bgID"] = 0,
},
["子熊胖"] = {
["roomID"] = 124537,
["level"] = 1,
["bgID"] = 0,
},
["脚斗士贰号"] = {
["roomID"] = 428956,
["level"] = 1,
["bgID"] = 0,
},
["李祉良丶德"] = {
["roomID"] = 428977,
["level"] = 1,
["bgID"] = 0,
},
["幸运德德"] = {
["roomID"] = 110681,
["level"] = 2,
["bgID"] = 0,
},
["漓尐沫丷"] = {
["roomID"] = 171670,
["level"] = 1,
["bgID"] = 0,
},
["陈梓弘"] = {
["roomID"] = 425289,
["level"] = 1,
["bgID"] = 0,
},
["强生小嬰兒"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["刘香香大坏蛋"] = {
["roomID"] = 429682,
["level"] = 1,
["bgID"] = 0,
},
["鲨鱼丶"] = {
["roomID"] = 174129,
["level"] = 1,
["bgID"] = 0,
},
["浪呖个浪"] = {
["roomID"] = 183891,
["level"] = 1,
["bgID"] = 0,
},
["萨萨小灰灰"] = {
["roomID"] = 427426,
["level"] = 1,
["bgID"] = 0,
},
["三吆泗"] = {
["roomID"] = 100472,
["level"] = 1,
["bgID"] = 0,
},
["義豪"] = {
["roomID"] = 105439,
["level"] = 1,
["bgID"] = 0,
},
["铁铁亲个嘴"] = {
["roomID"] = 205718,
["level"] = 1,
["bgID"] = 0,
},
["粉墨小骑"] = {
["roomID"] = 201753,
["level"] = 1,
["bgID"] = 0,
},
["蕊心也能坦"] = {
["roomID"] = 426205,
["level"] = 2,
["bgID"] = 0,
},
["几斤几两"] = {
["roomID"] = 275244,
["level"] = 2,
["bgID"] = 0,
},
["业余工具人"] = {
["roomID"] = 430281,
["level"] = 1,
["bgID"] = 0,
},
["久醉的风"] = {
["roomID"] = 427483,
["level"] = 1,
["bgID"] = 0,
},
["一颗小土豆丶"] = {
["roomID"] = 426927,
["level"] = 1,
["bgID"] = 0,
},
["光锭加闪避"] = {
["roomID"] = 143821,
["level"] = 1,
["bgID"] = 0,
},
["吃饱了满山跑"] = {
["roomID"] = 430287,
["level"] = 1,
["bgID"] = 0,
},
["就想玩个牛战"] = {
["roomID"] = 427535,
["level"] = 2,
["bgID"] = 0,
},
["小小丶小流氓"] = {
["roomID"] = 141039,
["level"] = 1,
["bgID"] = 0,
},
["你比多肉还肉"] = {
["roomID"] = 154683,
["level"] = 1,
["bgID"] = 0,
},
["少女说早安"] = {
["roomID"] = 427476,
["level"] = 1,
["bgID"] = 0,
},
["绣绘天府韵"] = {
["roomID"] = 427421,
["level"] = 1,
["bgID"] = 0,
},
["丶蓝调丶"] = {
["roomID"] = 429405,
["level"] = 2,
["bgID"] = 0,
},
["丶层林尽然"] = {
["roomID"] = 429689,
["level"] = 1,
["bgID"] = 0,
},
["仰阿沙"] = {
["roomID"] = 427455,
["level"] = 1,
["bgID"] = 0,
},
["电炮"] = {
["roomID"] = 427484,
["level"] = 2,
["bgID"] = 0,
},
["统帅丶"] = {
["roomID"] = 150915,
["level"] = 1,
["bgID"] = 0,
},
["陈近南"] = {
["roomID"] = 425243,
["level"] = 2,
["bgID"] = 0,
},
["Maybach"] = {
["roomID"] = 427714,
["level"] = 2,
["bgID"] = 0,
},
["阿里山的妹妹"] = {
["roomID"] = 428975,
["level"] = 2,
["bgID"] = 0,
},
["紫袍纠察队"] = {
["roomID"] = 425274,
["level"] = 2,
["bgID"] = 0,
},
["星其月三"] = {
["roomID"] = 427424,
["level"] = 1,
["bgID"] = 0,
},
["大黑萨丶"] = {
["roomID"] = 112561,
["level"] = 1,
["bgID"] = 0,
},
["命硬就是干"] = {
["roomID"] = 430369,
["level"] = 1,
["bgID"] = 0,
},
["土豆不削皮"] = {
["roomID"] = 154389,
["level"] = 1,
["bgID"] = 0,
},
["灵魂链接丶"] = {
["roomID"] = 427483,
["level"] = 1,
["bgID"] = 0,
},
["小沫丶"] = {
["roomID"] = 113715,
["level"] = 1,
["bgID"] = 0,
},
["老明法"] = {
["roomID"] = 427445,
["level"] = 2,
["bgID"] = 0,
},
["邪恶的萨"] = {
["roomID"] = 430255,
["level"] = 2,
["bgID"] = 0,
},
["可乐的猎"] = {
["roomID"] = 427409,
["level"] = 1,
["bgID"] = 0,
},
["Jqi"] = {
["roomID"] = 124537,
["level"] = 1,
["bgID"] = 0,
},
["层林灬尽然"] = {
["roomID"] = 429689,
["level"] = 1,
["bgID"] = 0,
},
["汝命亦何"] = {
["roomID"] = 143151,
["level"] = 1,
["bgID"] = 0,
},
["Arescity"] = {
["roomID"] = 428569,
["level"] = 1,
["bgID"] = 0,
},
["乔妮娜丶彼佯"] = {
["roomID"] = 428945,
["level"] = 1,
["bgID"] = 0,
},
["幸福灬牧"] = {
["roomID"] = 430100,
["level"] = 1,
["bgID"] = 0,
},
["秃瓢大美"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["脖颈草莓印"] = {
["roomID"] = 424695,
["level"] = 1,
["bgID"] = 0,
},
["烟瘾大"] = {
["roomID"] = 315615,
["level"] = 1,
["bgID"] = 0,
},
["今春忽已至"] = {
["roomID"] = 427521,
["level"] = 2,
["bgID"] = 0,
},
["糯米的精灵"] = {
["roomID"] = 427513,
["level"] = 2,
["bgID"] = 0,
},
["萨满思密达三"] = {
["roomID"] = 428966,
["level"] = 1,
["bgID"] = 0,
},
["布乐"] = {
["roomID"] = 427401,
["level"] = 1,
["bgID"] = 0,
},
["神秘防骑"] = {
["roomID"] = 267388,
["level"] = 1,
["bgID"] = 0,
},
["初哥哥"] = {
["roomID"] = 146725,
["level"] = 2,
["bgID"] = 0,
},
["一点哥哥"] = {
["roomID"] = 427418,
["level"] = 1,
["bgID"] = 0,
},
["丽丽酱吖"] = {
["roomID"] = 427720,
["level"] = 1,
["bgID"] = 0,
},
["人群中的堡垒"] = {
["roomID"] = 166099,
["level"] = 1,
["bgID"] = 0,
},
["聂佬啊是琅佬"] = {
["roomID"] = 427954,
["level"] = 1,
["bgID"] = 0,
},
["乄战刄乄"] = {
["roomID"] = 427960,
["level"] = 1,
["bgID"] = 0,
},
["风间彻"] = {
["roomID"] = 108148,
["level"] = 1,
["bgID"] = 0,
},
["无心满满"] = {
["roomID"] = 428964,
["level"] = 1,
["bgID"] = 0,
},
["小阿玖"] = {
["roomID"] = 427533,
["level"] = 1,
["bgID"] = 0,
},
["职业的流氓"] = {
["roomID"] = 141039,
["level"] = 1,
["bgID"] = 0,
},
["赢得一首好尸"] = {
["roomID"] = 427971,
["level"] = 1,
["bgID"] = 0,
},
["饭饭芽"] = {
["roomID"] = 152796,
["level"] = 1,
["bgID"] = 0,
},
["繁华仅流年"] = {
["roomID"] = 429792,
["level"] = 2,
["bgID"] = 0,
},
["阿沐木"] = {
["roomID"] = 112117,
["level"] = 2,
["bgID"] = 0,
},
["黑的一糊涂"] = {
["roomID"] = 427712,
["level"] = 1,
["bgID"] = 0,
},
["优雅的魔鬼"] = {
["roomID"] = 430274,
["level"] = 2,
["bgID"] = 0,
},
["孤独的陛下"] = {
["roomID"] = 130606,
["level"] = 2,
["bgID"] = 0,
},
["妖哥丶"] = {
["roomID"] = 224916,
["level"] = 1,
["bgID"] = 0,
},
["花寨主"] = {
["roomID"] = 183066,
["level"] = 1,
["bgID"] = 0,
},
["魑魅魍魉灬战"] = {
["roomID"] = 430367,
["level"] = 1,
["bgID"] = 0,
},
["扣卡哥"] = {
["roomID"] = 315615,
["level"] = 1,
["bgID"] = 0,
},
["蹦哒哒"] = {
["roomID"] = 407749,
["level"] = 1,
["bgID"] = 0,
},
["鋼鐡意志"] = {
["roomID"] = 427459,
["level"] = 1,
["bgID"] = 0,
},
["晓莫灬"] = {
["roomID"] = 429697,
["level"] = 1,
["bgID"] = 0,
},
["当代老中医"] = {
["roomID"] = 430287,
["level"] = 1,
["bgID"] = 0,
},
["大蛮牛灬"] = {
["roomID"] = 430389,
["level"] = 1,
["bgID"] = 0,
},
["小豆叮叮"] = {
["roomID"] = 427715,
["level"] = 1,
["bgID"] = 0,
},
["妇科丶叫兽"] = {
["roomID"] = 428972,
["level"] = 2,
["bgID"] = 0,
},
["周瑜爱大乔"] = {
["roomID"] = 427956,
["level"] = 1,
["bgID"] = 0,
},
["苹多多"] = {
["roomID"] = 430248,
["level"] = 1,
["bgID"] = 0,
},
["风雨霸霸"] = {
["roomID"] = 114771,
["level"] = 1,
["bgID"] = 0,
},
["武主任"] = {
["roomID"] = 172439,
["level"] = 1,
["bgID"] = 0,
},
["吉鸽"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["别弄到嘴里啊"] = {
["roomID"] = 154698,
["level"] = 3,
["bgID"] = 0,
},
["太少一点"] = {
["roomID"] = 427465,
["level"] = 1,
["bgID"] = 0,
},
["乐嘻嘻"] = {
["roomID"] = 427490,
["level"] = 1,
["bgID"] = 0,
},
["纯白法爷"] = {
["roomID"] = 157936,
["level"] = 1,
["bgID"] = 0,
},
["高高的胖虎"] = {
["roomID"] = 180706,
["level"] = 1,
["bgID"] = 0,
},
["哒哒来了"] = {
["roomID"] = 427464,
["level"] = 1,
["bgID"] = 0,
},
["塔心乂譁"] = {
["roomID"] = 202898,
["level"] = 1,
["bgID"] = 0,
},
["浩籽籽"] = {
["roomID"] = 427540,
["level"] = 1,
["bgID"] = 0,
},
["傲龙丶"] = {
["roomID"] = 426173,
["level"] = 1,
["bgID"] = 0,
},
["哀木涕丶烈人"] = {
["roomID"] = 430256,
["level"] = 1,
["bgID"] = 0,
},
["牛奶喝光光"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["吃小曲奇饼干"] = {
["roomID"] = 129026,
["level"] = 1,
["bgID"] = 0,
},
["Rninet"] = {
["roomID"] = 427412,
["level"] = 2,
["bgID"] = 0,
},
["丨棍子丶"] = {
["roomID"] = 183225,
["level"] = 1,
["bgID"] = 0,
},
["千城墨白丶"] = {
["roomID"] = 430280,
["level"] = 2,
["bgID"] = 0,
},
["斩杀捏手里"] = {
["roomID"] = 429699,
["level"] = 1,
["bgID"] = 0,
},
["都给我多乐"] = {
["roomID"] = 427973,
["level"] = 1,
["bgID"] = 0,
},
["鸡骨白"] = {
["roomID"] = 430392,
["level"] = 1,
["bgID"] = 0,
},
["德才兼备三"] = {
["roomID"] = 427471,
["level"] = 2,
["bgID"] = 0,
},
["抖音丶瞪眼哥"] = {
["roomID"] = 140664,
["level"] = 1,
["bgID"] = 0,
},
["清盏涂墨衣"] = {
["roomID"] = 147050,
["level"] = 2,
["bgID"] = 0,
},
["墩嘻嘻"] = {
["roomID"] = 427490,
["level"] = 1,
["bgID"] = 0,
},
["润訸"] = {
["roomID"] = 430070,
["level"] = 1,
["bgID"] = 0,
},
["除以八"] = {
["roomID"] = 183066,
["level"] = 1,
["bgID"] = 0,
},
["春日桃桃熊"] = {
["roomID"] = 429792,
["level"] = 2,
["bgID"] = 0,
},
["菠萝千层"] = {
["roomID"] = 257275,
["level"] = 1,
["bgID"] = 0,
},
["折戟灬萨满"] = {
["roomID"] = 430372,
["level"] = 1,
["bgID"] = 0,
},
["小柳不要疯狂"] = {
["roomID"] = 143012,
["level"] = 1,
["bgID"] = 0,
},
["浮灯引幽途"] = {
["roomID"] = 205679,
["level"] = 1,
["bgID"] = 0,
},
["暴打小怪兽訥"] = {
["roomID"] = 430257,
["level"] = 1,
["bgID"] = 0,
},
["塔心乂崋"] = {
["roomID"] = 202898,
["level"] = 1,
["bgID"] = 0,
},
["Icecoke"] = {
["roomID"] = 429755,
["level"] = 1,
["bgID"] = 0,
},
["浪浪屴个浪"] = {
["roomID"] = 427444,
["level"] = 1,
["bgID"] = 0,
},
["酹月"] = {
["roomID"] = 315745,
["level"] = 1,
["bgID"] = 0,
},
["任七七"] = {
["roomID"] = 428981,
["level"] = 1,
["bgID"] = 0,
},
["紫苏贼"] = {
["roomID"] = 429675,
["level"] = 1,
["bgID"] = 0,
},
["跳动的黑白键"] = {
["roomID"] = 146725,
["level"] = 2,
["bgID"] = 0,
},
["我瞅瞅怎个市"] = {
["roomID"] = 427718,
["level"] = 1,
["bgID"] = 0,
},
["李祉良"] = {
["roomID"] = 428977,
["level"] = 1,
["bgID"] = 0,
},
["中东小白牛"] = {
["roomID"] = 141626,
["level"] = 1,
["bgID"] = 0,
},
["短腿萝莉灬"] = {
["roomID"] = 428945,
["level"] = 1,
["bgID"] = 0,
},
["Emberhoof"] = {
["roomID"] = 139626,
["level"] = 1,
["bgID"] = 0,
},
["细哥哥"] = {
["roomID"] = 131537,
["level"] = 2,
["bgID"] = 0,
},
["棍棍插菊花"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["鸡汤来啦"] = {
["roomID"] = 107107,
["level"] = 2,
["bgID"] = 0,
},
["筱宇宙丶"] = {
["roomID"] = 296884,
["level"] = 1,
["bgID"] = 0,
},
["江山看不厌"] = {
["roomID"] = 427479,
["level"] = 2,
["bgID"] = 0,
},
["童话德神"] = {
["roomID"] = 427492,
["level"] = 1,
["bgID"] = 0,
},
["带刺的肉肉"] = {
["roomID"] = 429681,
["level"] = 1,
["bgID"] = 0,
},
["死亡燚指"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["小富婆丶丶"] = {
["roomID"] = 114700,
["level"] = 2,
["bgID"] = 0,
},
["牵着灵魂漫步"] = {
["roomID"] = 174030,
["level"] = 1,
["bgID"] = 0,
},
["嵥哥归来"] = {
["roomID"] = 427473,
["level"] = 1,
["bgID"] = 0,
},
["血四十九少"] = {
["roomID"] = 237278,
["level"] = 1,
["bgID"] = 0,
},
["断火"] = {
["roomID"] = 426145,
["level"] = 2,
["bgID"] = 0,
},
["睡前吃点药"] = {
["roomID"] = 426785,
["level"] = 1,
["bgID"] = 0,
},
["白发丶小红手"] = {
["roomID"] = 430261,
["level"] = 2,
["bgID"] = 0,
},
["越山"] = {
["roomID"] = 427424,
["level"] = 2,
["bgID"] = 0,
},
["天官赐"] = {
["roomID"] = 427182,
["level"] = 2,
["bgID"] = 0,
},
["雇佣杀手"] = {
["roomID"] = 126093,
["level"] = 1,
["bgID"] = 0,
},
["俺是潮霸"] = {
["roomID"] = 304417,
["level"] = 1,
["bgID"] = 0,
},
["午夜醉红尘"] = {
["roomID"] = 430069,
["level"] = 1,
["bgID"] = 0,
},
["芷汀"] = {
["roomID"] = 427534,
["level"] = 1,
["bgID"] = 0,
},
["炽热之光"] = {
["roomID"] = 427521,
["level"] = 2,
["bgID"] = 0,
},
["小敌敌"] = {
["roomID"] = 428962,
["level"] = 1,
["bgID"] = 0,
},
["柚稚不甜吖灬"] = {
["roomID"] = 427529,
["level"] = 1,
["bgID"] = 0,
},
["小脑斧超凶哦"] = {
["roomID"] = 429700,
["level"] = 1,
["bgID"] = 0,
},
["净土丶就是红"] = {
["roomID"] = 137163,
["level"] = 2,
["bgID"] = 0,
},
["豆子都是扁的"] = {
["roomID"] = 161162,
["level"] = 2,
["bgID"] = 0,
},
["好运加满"] = {
["roomID"] = 427529,
["level"] = 1,
["bgID"] = 0,
},
["舞天晴丶术"] = {
["roomID"] = 296076,
["level"] = 1,
["bgID"] = 0,
},
["眞暧昧丶"] = {
["roomID"] = 427404,
["level"] = 2,
["bgID"] = 0,
},
["哎哟我的姑娘"] = {
["roomID"] = 175557,
["level"] = 2,
["bgID"] = 0,
},
["怎么开始忘了"] = {
["roomID"] = 143012,
["level"] = 1,
["bgID"] = 0,
},
["迷失的熊魔"] = {
["roomID"] = 426154,
["level"] = 1,
["bgID"] = 0,
},
["血七十九少"] = {
["roomID"] = 237278,
["level"] = 1,
["bgID"] = 0,
},
["圣光萧何"] = {
["roomID"] = 430072,
["level"] = 1,
["bgID"] = 0,
},
["柒柒小寳丶"] = {
["roomID"] = 427537,
["level"] = 1,
["bgID"] = 0,
},
["幸运咖"] = {
["roomID"] = 430282,
["level"] = 1,
["bgID"] = 0,
},
["野蛮丨錒超"] = {
["roomID"] = 427406,
["level"] = 2,
["bgID"] = 0,
},
["丶红狼丶"] = {
["roomID"] = 144593,
["level"] = 2,
["bgID"] = 0,
},
["愁绪入梦遥"] = {
["roomID"] = 205679,
["level"] = 1,
["bgID"] = 0,
},
["圆圆丨保护伞"] = {
["roomID"] = 150915,
["level"] = 1,
["bgID"] = 0,
},
["仙子饶命"] = {
["roomID"] = 430288,
["level"] = 1,
["bgID"] = 0,
},
["萌癌萝莉"] = {
["roomID"] = 144771,
["level"] = 1,
["bgID"] = 0,
},
["双刀火鸡丷"] = {
["roomID"] = 426785,
["level"] = 1,
["bgID"] = 0,
},
["伍竹"] = {
["roomID"] = 1000,
["level"] = 1,
["bgID"] = 0,
},
["这女的真帅"] = {
["roomID"] = 141631,
["level"] = 1,
["bgID"] = 0,
},
["夕颜丶"] = {
["roomID"] = 430077,
["level"] = 1,
["bgID"] = 0,
},
["啦啦辣"] = {
["roomID"] = 315920,
["level"] = 1,
["bgID"] = 0,
},
["上学的弟弟丫"] = {
["roomID"] = 143936,
["level"] = 2,
["bgID"] = 0,
},
["顾兔耳語"] = {
["roomID"] = 171670,
["level"] = 1,
["bgID"] = 0,
},
["奶霜"] = {
["roomID"] = 428954,
["level"] = 1,
["bgID"] = 0,
},
["还想玩个兽战"] = {
["roomID"] = 427535,
["level"] = 2,
["bgID"] = 0,
},
["泡饭大魔王丶"] = {
["roomID"] = 427402,
["level"] = 2,
["bgID"] = 0,
},
["斯提尔丶贝蒂"] = {
["roomID"] = 428955,
["level"] = 1,
["bgID"] = 0,
},
["沫漓"] = {
["roomID"] = 171670,
["level"] = 1,
["bgID"] = 0,
},
["戰神丶犇煌"] = {
["roomID"] = 427523,
["level"] = 2,
["bgID"] = 0,
},
["神秘宝箱"] = {
["roomID"] = 267388,
["level"] = 1,
["bgID"] = 0,
},
["斥嗯"] = {
["roomID"] = 427969,
["level"] = 1,
["bgID"] = 0,
},
["猴子跳跳哦"] = {
["roomID"] = 430251,
["level"] = 2,
["bgID"] = 0,
},
["小天小"] = {
["roomID"] = 154778,
["level"] = 1,
["bgID"] = 0,
},
["我不缺德了呀"] = {
["roomID"] = 112797,
["level"] = 2,
["bgID"] = 0,
},
["貂蝉来啦"] = {
["roomID"] = 427956,
["level"] = 1,
["bgID"] = 0,
},
["小帅比会变身"] = {
["roomID"] = 159147,
["level"] = 1,
["bgID"] = 0,
},
["黑之契約"] = {
["roomID"] = 427964,
["level"] = 1,
["bgID"] = 0,
},
["法爷丶天下"] = {
["roomID"] = 130818,
["level"] = 2,
["bgID"] = 0,
},
["我胖虎不简单"] = {
["roomID"] = 180706,
["level"] = 1,
["bgID"] = 0,
},
["柏芝奶好我"] = {
["roomID"] = 427500,
["level"] = 1,
["bgID"] = 0,
},
["一袭黎明"] = {
["roomID"] = 279095,
["level"] = 1,
["bgID"] = 0,
},
["玄慏"] = {
["roomID"] = 429733,
["level"] = 1,
["bgID"] = 0,
},
["给你一锤子灬"] = {
["roomID"] = 427405,
["level"] = 2,
["bgID"] = 0,
},
["逮到就干"] = {
["roomID"] = 246712,
["level"] = 2,
["bgID"] = 0,
},
["戰神丶杰哥"] = {
["roomID"] = 427523,
["level"] = 2,
["bgID"] = 0,
},
["尐悠米丶"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["十年第一深情"] = {
["roomID"] = 429350,
["level"] = 2,
["bgID"] = 0,
},
["戮灬风"] = {
["roomID"] = 146725,
["level"] = 2,
["bgID"] = 0,
},
["小时候很皮"] = {
["roomID"] = 430283,
["level"] = 1,
["bgID"] = 0,
},
["禧楽丫"] = {
["roomID"] = 430272,
["level"] = 1,
["bgID"] = 0,
},
["元气少钕德纲"] = {
["roomID"] = 427467,
["level"] = 1,
["bgID"] = 0,
},
["暴力小安安"] = {
["roomID"] = 429697,
["level"] = 1,
["bgID"] = 0,
},
["骑天汏圣"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["尐尐鸡"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["落语"] = {
["roomID"] = 111608,
["level"] = 2,
["bgID"] = 0,
},
["内少十一号"] = {
["roomID"] = 315860,
["level"] = 1,
["bgID"] = 0,
},
["妹子"] = {
["roomID"] = 427440,
["level"] = 2,
["bgID"] = 0,
},
["青橘栀耳"] = {
["roomID"] = 183891,
["level"] = 1,
["bgID"] = 0,
},
["猛牛哥"] = {
["roomID"] = 430267,
["level"] = 1,
["bgID"] = 0,
},
["你的还是我德"] = {
["roomID"] = 186713,
["level"] = 2,
["bgID"] = 0,
},
["鴿子"] = {
["roomID"] = 430272,
["level"] = 1,
["bgID"] = 0,
},
["雨花剑主逗逗"] = {
["roomID"] = 429678,
["level"] = 1,
["bgID"] = 0,
},
["橘子丨"] = {
["roomID"] = 427430,
["level"] = 1,
["bgID"] = 0,
},
["小伙你真帅"] = {
["roomID"] = 221650,
["level"] = 2,
["bgID"] = 0,
},
["危险品"] = {
["roomID"] = 430263,
["level"] = 1,
["bgID"] = 0,
},
["温侯吕奉先"] = {
["roomID"] = 430098,
["level"] = 1,
["bgID"] = 0,
},
["上光"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["闪灵邪火"] = {
["roomID"] = 427491,
["level"] = 2,
["bgID"] = 0,
},
["黑七七"] = {
["roomID"] = 134121,
["level"] = 2,
["bgID"] = 0,
},
["Guin"] = {
["roomID"] = 429677,
["level"] = 1,
["bgID"] = 0,
},
["快乐尐术丝"] = {
["roomID"] = 109423,
["level"] = 1,
["bgID"] = 0,
},
["哥哥灬卜要停"] = {
["roomID"] = 253729,
["level"] = 1,
["bgID"] = 0,
},
["小德不吃苹果"] = {
["roomID"] = 427427,
["level"] = 1,
["bgID"] = 0,
},
["憨厚的小德"] = {
["roomID"] = 231795,
["level"] = 1,
["bgID"] = 0,
},
["乂戰刃乂"] = {
["roomID"] = 427960,
["level"] = 1,
["bgID"] = 0,
},
["Fvi"] = {
["roomID"] = 427508,
["level"] = 1,
["bgID"] = 0,
},
["魅影韵狐"] = {
["roomID"] = 131109,
["level"] = 1,
["bgID"] = 0,
},
["天天伤害"] = {
["roomID"] = 144771,
["level"] = 1,
["bgID"] = 0,
},
["星星墨染"] = {
["roomID"] = 154683,
["level"] = 1,
["bgID"] = 0,
},
["闪灵粗鲁"] = {
["roomID"] = 427491,
["level"] = 2,
["bgID"] = 0,
},
["髪型乱了"] = {
["roomID"] = 427452,
["level"] = 1,
["bgID"] = 0,
},
["童话坦神"] = {
["roomID"] = 427492,
["level"] = 1,
["bgID"] = 0,
},
["冷風調調丶"] = {
["roomID"] = 430076,
["level"] = 1,
["bgID"] = 0,
},
["勇不死心"] = {
["roomID"] = 427497,
["level"] = 1,
["bgID"] = 0,
},
["皮特战"] = {
["roomID"] = 212043,
["level"] = 2,
["bgID"] = 0,
},
["巭孬丶崶"] = {
["roomID"] = 427720,
["level"] = 1,
["bgID"] = 0,
},
["云川揽鹤而归"] = {
["roomID"] = 426385,
["level"] = 1,
["bgID"] = 0,
},
["血洗乄江湖"] = {
["roomID"] = 427530,
["level"] = 1,
["bgID"] = 0,
},
["坐忘道丶"] = {
["roomID"] = 427399,
["level"] = 1,
["bgID"] = 0,
},
["卡哇伊萌萌"] = {
["roomID"] = 427711,
["level"] = 1,
["bgID"] = 0,
},
["盛京杨哥"] = {
["roomID"] = 126093,
["level"] = 1,
["bgID"] = 0,
},
["蛀心虫哦"] = {
["roomID"] = 427415,
["level"] = 1,
["bgID"] = 0,
},
["沐雨桃花"] = {
["roomID"] = 132306,
["level"] = 1,
["bgID"] = 0,
},
["丶咕噜咕噜"] = {
["roomID"] = 130606,
["level"] = 2,
["bgID"] = 0,
},
["春秋丶夜雨"] = {
["roomID"] = 427533,
["level"] = 1,
["bgID"] = 0,
},
["职业小流氓"] = {
["roomID"] = 141039,
["level"] = 1,
["bgID"] = 0,
},
["瑞的"] = {
["roomID"] = 427451,
["level"] = 1,
["bgID"] = 0,
},
["胡椒面丶"] = {
["roomID"] = 427456,
["level"] = 2,
["bgID"] = 0,
},
["阿青就是现在"] = {
["roomID"] = 427167,
["level"] = 1,
["bgID"] = 0,
},
["软绵绵丶"] = {
["roomID"] = 203461,
["level"] = 2,
["bgID"] = 0,
},
["醉酒当歌丶"] = {
["roomID"] = 426173,
["level"] = 1,
["bgID"] = 0,
},
["浩劫龙息"] = {
["roomID"] = 427459,
["level"] = 1,
["bgID"] = 0,
},
["南曦"] = {
["roomID"] = 427416,
["level"] = 1,
["bgID"] = 0,
},
["别来别来"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["爱卿平身丷"] = {
["roomID"] = 426785,
["level"] = 1,
["bgID"] = 0,
},
["圆圆的保护伞"] = {
["roomID"] = 150915,
["level"] = 1,
["bgID"] = 0,
},
["搩哥归来"] = {
["roomID"] = 427473,
["level"] = 1,
["bgID"] = 0,
},
["明哥战神"] = {
["roomID"] = 135612,
["level"] = 2,
["bgID"] = 0,
},
["布小丶"] = {
["roomID"] = 427401,
["level"] = 1,
["bgID"] = 0,
},
["庐陵笑"] = {
["roomID"] = 143583,
["level"] = 1,
["bgID"] = 0,
},
["風言丶"] = {
["roomID"] = 135387,
["level"] = 1,
["bgID"] = 0,
},
["哥哥你看她"] = {
["roomID"] = 430238,
["level"] = 2,
["bgID"] = 0,
},
["术钱钱"] = {
["roomID"] = 315920,
["level"] = 1,
["bgID"] = 0,
},
["戰神丶杰煌"] = {
["roomID"] = 427523,
["level"] = 2,
["bgID"] = 0,
},
["三幺泗"] = {
["roomID"] = 100472,
["level"] = 1,
["bgID"] = 0,
},
["东门小七"] = {
["roomID"] = 159326,
["level"] = 2,
["bgID"] = 0,
},
["布白"] = {
["roomID"] = 427401,
["level"] = 1,
["bgID"] = 0,
},
["元气少钕亦菲"] = {
["roomID"] = 427467,
["level"] = 1,
["bgID"] = 0,
},
["丷布洛芬"] = {
["roomID"] = 427401,
["level"] = 1,
["bgID"] = 0,
},
["红油兔丁"] = {
["roomID"] = 105425,
["level"] = 1,
["bgID"] = 0,
},
["人间小术"] = {
["roomID"] = 430393,
["level"] = 1,
["bgID"] = 0,
},
["灯火阑珊丶"] = {
["roomID"] = 426173,
["level"] = 1,
["bgID"] = 0,
},
["尼卡丶"] = {
["roomID"] = 129039,
["level"] = 1,
["bgID"] = 0,
},
["Loser"] = {
["roomID"] = 428980,
["level"] = 1,
["bgID"] = 0,
},
["菜鸡戦"] = {
["roomID"] = 430254,
["level"] = 1,
["bgID"] = 0,
},
["林小北灬灬"] = {
["roomID"] = 165053,
["level"] = 2,
["bgID"] = 0,
},
["一袭青衣"] = {
["roomID"] = 279095,
["level"] = 1,
["bgID"] = 0,
},
["灬刹那狂牛灬"] = {
["roomID"] = 427707,
["level"] = 1,
["bgID"] = 0,
},
["一午夜凶铃一"] = {
["roomID"] = 428945,
["level"] = 1,
["bgID"] = 0,
},
["短头发的魔魔"] = {
["roomID"] = 141631,
["level"] = 1,
["bgID"] = 0,
},
["陪伴的世界"] = {
["roomID"] = 235552,
["level"] = 1,
["bgID"] = 0,
},
["华子不二"] = {
["roomID"] = 427495,
["level"] = 2,
["bgID"] = 0,
},
["格温多兰"] = {
["roomID"] = 427504,
["level"] = 1,
["bgID"] = 0,
},
["南京彭于晏"] = {
["roomID"] = 108148,
["level"] = 1,
["bgID"] = 0,
},
["来个旋风斩"] = {
["roomID"] = 428971,
["level"] = 1,
["bgID"] = 0,
},
["小心七十二变"] = {
["roomID"] = 402964,
["level"] = 2,
["bgID"] = 0,
},
["阮阮"] = {
["roomID"] = 427511,
["level"] = 1,
["bgID"] = 0,
},
["南风不拿祈福"] = {
["roomID"] = 427520,
["level"] = 1,
["bgID"] = 0,
},
["沐雨百合"] = {
["roomID"] = 132306,
["level"] = 1,
["bgID"] = 0,
},
["毒奶斯蒂夫三"] = {
["roomID"] = 428966,
["level"] = 1,
["bgID"] = 0,
},
["凨凪凮夙丶娜"] = {
["roomID"] = 430367,
["level"] = 1,
["bgID"] = 0,
},
["复活冰法"] = {
["roomID"] = 427508,
["level"] = 1,
["bgID"] = 0,
},
["南心"] = {
["roomID"] = 427515,
["level"] = 1,
["bgID"] = 0,
},
["弓頭鯨"] = {
["roomID"] = 427521,
["level"] = 2,
["bgID"] = 0,
},
["巭孬丶巅"] = {
["roomID"] = 429757,
["level"] = 1,
["bgID"] = 0,
},
["筱佳哥"] = {
["roomID"] = 239065,
["level"] = 1,
["bgID"] = 0,
},
["苒嘻嘻"] = {
["roomID"] = 427490,
["level"] = 1,
["bgID"] = 0,
},
["夕阳夕落"] = {
["roomID"] = 144771,
["level"] = 1,
["bgID"] = 0,
},
["赵晓纯"] = {
["roomID"] = 429685,
["level"] = 1,
["bgID"] = 0,
},
["橘子微酸灬"] = {
["roomID"] = 427529,
["level"] = 1,
["bgID"] = 0,
},
["豆子都是红的"] = {
["roomID"] = 161162,
["level"] = 2,
["bgID"] = 0,
},
["人到中年大叔"] = {
["roomID"] = 427540,
["level"] = 1,
["bgID"] = 0,
},
["倚楼观春雨"] = {
["roomID"] = 430093,
["level"] = 1,
["bgID"] = 0,
},
["原始优雅"] = {
["roomID"] = 427459,
["level"] = 1,
["bgID"] = 0,
},
["乄晓风残月"] = {
["roomID"] = 429684,
["level"] = 1,
["bgID"] = 0,
},
["灬快乐星辰"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["Åæç"] = {
["roomID"] = 427482,
["level"] = 3,
["bgID"] = 0,
},
["梦七"] = {
["roomID"] = 428983,
["level"] = 1,
["bgID"] = 0,
},
["内少十号"] = {
["roomID"] = 315860,
["level"] = 1,
["bgID"] = 0,
},
["盛京松哥"] = {
["roomID"] = 126093,
["level"] = 1,
["bgID"] = 0,
},
["小心背后一刀"] = {
["roomID"] = 427709,
["level"] = 1,
["bgID"] = 0,
},
["满江啊"] = {
["roomID"] = 272155,
["level"] = 1,
["bgID"] = 0,
},
["月无忧"] = {
["roomID"] = 315920,
["level"] = 1,
["bgID"] = 0,
},
["小萌萌"] = {
["roomID"] = 427711,
["level"] = 1,
["bgID"] = 0,
},
["馬塔塔"] = {
["roomID"] = 107459,
["level"] = 2,
["bgID"] = 0,
},
["华哥很红"] = {
["roomID"] = 430289,
["level"] = 2,
["bgID"] = 0,
},
["可能是个术师"] = {
["roomID"] = 166099,
["level"] = 1,
["bgID"] = 0,
},
["东门小五"] = {
["roomID"] = 159326,
["level"] = 2,
["bgID"] = 0,
},
["还想玩个牛战"] = {
["roomID"] = 427535,
["level"] = 2,
["bgID"] = 0,
},
["假如丶"] = {
["roomID"] = 430275,
["level"] = 1,
["bgID"] = 0,
},
["我特么有病"] = {
["roomID"] = 272155,
["level"] = 1,
["bgID"] = 0,
},
["溺水小刀丶"] = {
["roomID"] = 427451,
["level"] = 1,
["bgID"] = 0,
},
["汉贼"] = {
["roomID"] = 427522,
["level"] = 1,
["bgID"] = 0,
},
["老徐莫霸蛮"] = {
["roomID"] = 427719,
["level"] = 2,
["bgID"] = 0,
},
["Ramosai"] = {
["roomID"] = 112797,
["level"] = 2,
["bgID"] = 0,
},
["随父出征"] = {
["roomID"] = 114216,
["level"] = 1,
["bgID"] = 0,
},
["赶紧灭赶紧灭"] = {
["roomID"] = 172439,
["level"] = 1,
["bgID"] = 0,
},
["乐无忧"] = {
["roomID"] = 315920,
["level"] = 1,
["bgID"] = 0,
},
["全能的大熊"] = {
["roomID"] = 130606,
["level"] = 2,
["bgID"] = 0,
},
["苏灬熙"] = {
["roomID"] = 423413,
["level"] = 2,
["bgID"] = 0,
},
["最帅小猴"] = {
["roomID"] = 430285,
["level"] = 2,
["bgID"] = 0,
},
["巫毒天使"] = {
["roomID"] = 136423,
["level"] = 1,
["bgID"] = 0,
},
["快乐狂战"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["青海人"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["凨凪凬夙丶牧"] = {
["roomID"] = 430367,
["level"] = 1,
["bgID"] = 0,
},
["菜菜小灰灰"] = {
["roomID"] = 427426,
["level"] = 1,
["bgID"] = 0,
},
["十一"] = {
["roomID"] = 129039,
["level"] = 1,
["bgID"] = 0,
},
["嘉馼"] = {
["roomID"] = 428960,
["level"] = 1,
["bgID"] = 0,
},
["川哥一猎户"] = {
["roomID"] = 428946,
["level"] = 1,
["bgID"] = 0,
},
["明哥逐风剑"] = {
["roomID"] = 135612,
["level"] = 2,
["bgID"] = 0,
},
["秋风不可诉"] = {
["roomID"] = 427433,
["level"] = 1,
["bgID"] = 0,
},
["强生颖兒"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["西格玛小牧"] = {
["roomID"] = 116026,
["level"] = 1,
["bgID"] = 0,
},
["偷大于恶蝇"] = {
["roomID"] = 427959,
["level"] = 2,
["bgID"] = 0,
},
["元气少钕广坤"] = {
["roomID"] = 427467,
["level"] = 1,
["bgID"] = 0,
},
["一小小妮一"] = {
["roomID"] = 429681,
["level"] = 1,
["bgID"] = 0,
},
["嗷嗷猛丶"] = {
["roomID"] = 427709,
["level"] = 1,
["bgID"] = 0,
},
["东门小四"] = {
["roomID"] = 159326,
["level"] = 1,
["bgID"] = 0,
},
["翱翔牛坦"] = {
["roomID"] = 430286,
["level"] = 2,
["bgID"] = 0,
},
["门门"] = {
["roomID"] = 427511,
["level"] = 1,
["bgID"] = 0,
},
["假装很蒙丶"] = {
["roomID"] = 430275,
["level"] = 1,
["bgID"] = 0,
},
["蛋球丨蛋球"] = {
["roomID"] = 112504,
["level"] = 1,
["bgID"] = 0,
},
["伱丶不够档次"] = {
["roomID"] = 183891,
["level"] = 1,
["bgID"] = 0,
},
["德舞"] = {
["roomID"] = 430258,
["level"] = 1,
["bgID"] = 0,
},
["寒酥刺骨"] = {
["roomID"] = 221650,
["level"] = 2,
["bgID"] = 0,
},
["就这么简单"] = {
["roomID"] = 427460,
["level"] = 1,
["bgID"] = 0,
},
["糍飯团"] = {
["roomID"] = 429701,
["level"] = 1,
["bgID"] = 0,
},
["哥哥灬真硬啊"] = {
["roomID"] = 253729,
["level"] = 1,
["bgID"] = 0,
},
["近战丶骑士"] = {
["roomID"] = 430261,
["level"] = 2,
["bgID"] = 0,
},
["克瑞斯小李"] = {
["roomID"] = 427472,
["level"] = 1,
["bgID"] = 0,
},
["奶鸡"] = {
["roomID"] = 427975,
["level"] = 1,
["bgID"] = 0,
},
["止于止于止于"] = {
["roomID"] = 427428,
["level"] = 1,
["bgID"] = 0,
},
["刘娘恋牛郎"] = {
["roomID"] = 427449,
["level"] = 1,
["bgID"] = 0,
},
["星星蓝染"] = {
["roomID"] = 154683,
["level"] = 1,
["bgID"] = 0,
},
["思想沐沐"] = {
["roomID"] = 428965,
["level"] = 1,
["bgID"] = 0,
},
["战殇"] = {
["roomID"] = 430369,
["level"] = 1,
["bgID"] = 0,
},
["毒奶史蒂夫二"] = {
["roomID"] = 428966,
["level"] = 1,
["bgID"] = 0,
},
["骑天大圣圣"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["壹贰得叁"] = {
["roomID"] = 427724,
["level"] = 1,
["bgID"] = 0,
},
["奈奈最温柔了"] = {
["roomID"] = 131208,
["level"] = 2,
["bgID"] = 0,
},
["美術生"] = {
["roomID"] = 428960,
["level"] = 1,
["bgID"] = 0,
},
["小豆油"] = {
["roomID"] = 427415,
["level"] = 1,
["bgID"] = 0,
},
["牛忙兔"] = {
["roomID"] = 429695,
["level"] = 1,
["bgID"] = 0,
},
["你害怕大禹嘛"] = {
["roomID"] = 428976,
["level"] = 1,
["bgID"] = 0,
},
["丨暴走丨"] = {
["roomID"] = 131618,
["level"] = 3,
["bgID"] = 0,
},
["小帅比拉面条"] = {
["roomID"] = 159147,
["level"] = 1,
["bgID"] = 0,
},
["无效丨目标"] = {
["roomID"] = 112504,
["level"] = 1,
["bgID"] = 0,
},
["春风吹又生灬"] = {
["roomID"] = 286589,
["level"] = 2,
["bgID"] = 0,
},
["十年止戈"] = {
["roomID"] = 429350,
["level"] = 2,
["bgID"] = 0,
},
["了解了解"] = {
["roomID"] = 427428,
["level"] = 2,
["bgID"] = 0,
},
["抖音丶杰煌"] = {
["roomID"] = 427523,
["level"] = 2,
["bgID"] = 0,
},
["翔安一姐"] = {
["roomID"] = 165582,
["level"] = 1,
["bgID"] = 0,
},
["盗圣老瓦"] = {
["roomID"] = 267388,
["level"] = 1,
["bgID"] = 0,
},
["小晗晗"] = {
["roomID"] = 175850,
["level"] = 1,
["bgID"] = 0,
},
["拜荒者柳如烟"] = {
["roomID"] = 428952,
["level"] = 1,
["bgID"] = 0,
},
["御姐小萝莉丶"] = {
["roomID"] = 428945,
["level"] = 1,
["bgID"] = 0,
},
["怪味小萝莉"] = {
["roomID"] = 429792,
["level"] = 2,
["bgID"] = 0,
},
["天川空"] = {
["roomID"] = 427706,
["level"] = 1,
["bgID"] = 0,
},
["笑汝痴绝"] = {
["roomID"] = 143151,
["level"] = 1,
["bgID"] = 0,
},
["再见宋哈娜"] = {
["roomID"] = 427493,
["level"] = 1,
["bgID"] = 0,
},
["净土丶绝对红"] = {
["roomID"] = 137163,
["level"] = 2,
["bgID"] = 0,
},
["半糖蜜桃灬"] = {
["roomID"] = 430077,
["level"] = 1,
["bgID"] = 0,
},
["Aaliang"] = {
["roomID"] = 430090,
["level"] = 1,
["bgID"] = 0,
},
["超龄车手"] = {
["roomID"] = 174548,
["level"] = 2,
["bgID"] = 0,
},
["丨大隊長丨"] = {
["roomID"] = 164238,
["level"] = 2,
["bgID"] = 0,
},
["垚垚的小跟班"] = {
["roomID"] = 427460,
["level"] = 1,
["bgID"] = 0,
},
["苏月"] = {
["roomID"] = 334311,
["level"] = 1,
["bgID"] = 0,
},
["黑之契约"] = {
["roomID"] = 427964,
["level"] = 1,
["bgID"] = 0,
},
["芒芒小芒果"] = {
["roomID"] = 429681,
["level"] = 1,
["bgID"] = 0,
},
["盾娘"] = {
["roomID"] = 430067,
["level"] = 1,
["bgID"] = 0,
},
["暗笑"] = {
["roomID"] = 430085,
["level"] = 1,
["bgID"] = 0,
},
["青栀琉璃裙"] = {
["roomID"] = 427425,
["level"] = 2,
["bgID"] = 0,
},
["屮车屮"] = {
["roomID"] = 143652,
["level"] = 1,
["bgID"] = 0,
},
["何处萧何"] = {
["roomID"] = 430072,
["level"] = 1,
["bgID"] = 0,
},
["过来奶一口"] = {
["roomID"] = 130818,
["level"] = 2,
["bgID"] = 0,
},
["嘦丶怹"] = {
["roomID"] = 428972,
["level"] = 2,
["bgID"] = 0,
},
["来个根小烟儿"] = {
["roomID"] = 428976,
["level"] = 1,
["bgID"] = 0,
},
["太空大白鲨"] = {
["roomID"] = 427521,
["level"] = 2,
["bgID"] = 0,
},
["皮神"] = {
["roomID"] = 430243,
["level"] = 1,
["bgID"] = 0,
},
["虚弱是种习惯"] = {
["roomID"] = 315615,
["level"] = 1,
["bgID"] = 0,
},
["大晴天削娃"] = {
["roomID"] = 275244,
["level"] = 3,
["bgID"] = 0,
},
["有点帅帅的"] = {
["roomID"] = 202775,
["level"] = 1,
["bgID"] = 0,
},
["亚雷"] = {
["roomID"] = 427723,
["level"] = 1,
["bgID"] = 0,
},
["一只深宫鲍"] = {
["roomID"] = 430394,
["level"] = 1,
["bgID"] = 0,
},
["月坠星沉丶"] = {
["roomID"] = 430076,
["level"] = 1,
["bgID"] = 0,
},
["净土丶天天红"] = {
["roomID"] = 137163,
["level"] = 2,
["bgID"] = 0,
},
["疯扯扯"] = {
["roomID"] = 427460,
["level"] = 1,
["bgID"] = 0,
},
["宁宁大"] = {
["roomID"] = 427974,
["level"] = 1,
["bgID"] = 0,
},
["我叫毛毛丶暴"] = {
["roomID"] = 427524,
["level"] = 1,
["bgID"] = 0,
},
["鬼才郭奉孝"] = {
["roomID"] = 430098,
["level"] = 1,
["bgID"] = 0,
},
["堕落的陨星"] = {
["roomID"] = 126093,
["level"] = 1,
["bgID"] = 0,
},
["黄小黄"] = {
["roomID"] = 427527,
["level"] = 1,
["bgID"] = 0,
},
["尐尐琪"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["温柔一笑"] = {
["roomID"] = 274831,
["level"] = 1,
["bgID"] = 0,
},
["温柔画霓裳犭"] = {
["roomID"] = 430371,
["level"] = 1,
["bgID"] = 0,
},
["凛冬将过"] = {
["roomID"] = 152903,
["level"] = 1,
["bgID"] = 0,
},
["哈库納玛塔塔"] = {
["roomID"] = 107459,
["level"] = 2,
["bgID"] = 0,
},
["始于"] = {
["roomID"] = 427428,
["level"] = 2,
["bgID"] = 0,
},
["小兔子丶"] = {
["roomID"] = 430380,
["level"] = 1,
["bgID"] = 0,
},
["至尊牛憨憨"] = {
["roomID"] = 282551,
["level"] = 1,
["bgID"] = 0,
},
["魅影红狐"] = {
["roomID"] = 131109,
["level"] = 1,
["bgID"] = 0,
},
["小番薯丶"] = {
["roomID"] = 430254,
["level"] = 1,
["bgID"] = 0,
},
["粉墨小骑骑"] = {
["roomID"] = 201753,
["level"] = 1,
["bgID"] = 0,
},
["凮凪凨夙丶猎"] = {
["roomID"] = 430367,
["level"] = 1,
["bgID"] = 0,
},
["重盾无锋"] = {
["roomID"] = 142159,
["level"] = 1,
["bgID"] = 0,
},
["太奶"] = {
["roomID"] = 427440,
["level"] = 2,
["bgID"] = 0,
},
["为你丨埋葬"] = {
["roomID"] = 428949,
["level"] = 1,
["bgID"] = 0,
},
["霜叶飞星"] = {
["roomID"] = 430378,
["level"] = 1,
["bgID"] = 0,
},
["光头强丷"] = {
["roomID"] = 235552,
["level"] = 1,
["bgID"] = 0,
},
["麻辣兔花"] = {
["roomID"] = 105425,
["level"] = 1,
["bgID"] = 0,
},
["转角遇到牛"] = {
["roomID"] = 324745,
["level"] = 1,
["bgID"] = 0,
},
["许你无忧"] = {
["roomID"] = 427409,
["level"] = 1,
["bgID"] = 0,
},
["清影"] = {
["roomID"] = 131514,
["level"] = 1,
["bgID"] = 0,
},
["壹壹得贰"] = {
["roomID"] = 427724,
["level"] = 1,
["bgID"] = 0,
},
["纳格兰的回忆"] = {
["roomID"] = 156317,
["level"] = 1,
["bgID"] = 0,
},
["安德烈丶多蒂"] = {
["roomID"] = 428955,
["level"] = 1,
["bgID"] = 0,
},
["妍鑫小美女"] = {
["roomID"] = 425289,
["level"] = 2,
["bgID"] = 0,
},
["欧德沠"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["郑州青年才俊"] = {
["roomID"] = 430283,
["level"] = 1,
["bgID"] = 0,
},
["来碗刀削面"] = {
["roomID"] = 129026,
["level"] = 1,
["bgID"] = 0,
},
["什么姿势都会"] = {
["roomID"] = 425289,
["level"] = 2,
["bgID"] = 0,
},
["大胖福大命大"] = {
["roomID"] = 430374,
["level"] = 1,
["bgID"] = 0,
},
["我罩"] = {
["roomID"] = 427957,
["level"] = 1,
["bgID"] = 0,
},
["海夜叉"] = {
["roomID"] = 427977,
["level"] = 1,
["bgID"] = 0,
},
["坠落波波骑"] = {
["roomID"] = 430081,
["level"] = 1,
["bgID"] = 0,
},
["丨烟帝丨"] = {
["roomID"] = 141631,
["level"] = 1,
["bgID"] = 0,
},
["丶苏熙"] = {
["roomID"] = 423413,
["level"] = 2,
["bgID"] = 0,
},
["紫苏猎"] = {
["roomID"] = 429675,
["level"] = 1,
["bgID"] = 0,
},
["优雅的优雅"] = {
["roomID"] = 430274,
["level"] = 2,
["bgID"] = 0,
},
["神射手联盟"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["奶凶的水儿"] = {
["roomID"] = 207612,
["level"] = 1,
["bgID"] = 0,
},
["天下一法"] = {
["roomID"] = 427437,
["level"] = 1,
["bgID"] = 0,
},
["小阿梨"] = {
["roomID"] = 143851,
["level"] = 1,
["bgID"] = 0,
},
["雨丶落"] = {
["roomID"] = 427498,
["level"] = 1,
["bgID"] = 0,
},
["薛校长"] = {
["roomID"] = 113484,
["level"] = 1,
["bgID"] = 0,
},
["小佳哥"] = {
["roomID"] = 239065,
["level"] = 1,
["bgID"] = 0,
},
["小二最开心"] = {
["roomID"] = 430285,
["level"] = 2,
["bgID"] = 0,
},
["丨繁星"] = {
["roomID"] = 410934,
["level"] = 1,
["bgID"] = 0,
},
["灬笑面德灬"] = {
["roomID"] = 429690,
["level"] = 1,
["bgID"] = 0,
},
["夜月天灬"] = {
["roomID"] = 427422,
["level"] = 1,
["bgID"] = 0,
},
["泡饭哥哥"] = {
["roomID"] = 427402,
["level"] = 2,
["bgID"] = 0,
},
["燃星"] = {
["roomID"] = 427518,
["level"] = 1,
["bgID"] = 0,
},
["梦乄苍穹"] = {
["roomID"] = 429685,
["level"] = 1,
["bgID"] = 0,
},
["欧德六丶丶"] = {
["roomID"] = 114771,
["level"] = 1,
["bgID"] = 0,
},
["Benitezlol"] = {
["roomID"] = 199686,
["level"] = 3,
["bgID"] = 0,
},
["三井夀"] = {
["roomID"] = 174548,
["level"] = 1,
["bgID"] = 0,
},
["就想玩个萨满"] = {
["roomID"] = 427535,
["level"] = 2,
["bgID"] = 0,
},
["香草味布丁"] = {
["roomID"] = 429792,
["level"] = 2,
["bgID"] = 0,
},
["芒菓"] = {
["roomID"] = 428960,
["level"] = 1,
["bgID"] = 0,
},
["优雅的天使"] = {
["roomID"] = 430274,
["level"] = 2,
["bgID"] = 0,
},
["可乐配烟"] = {
["roomID"] = 324745,
["level"] = 2,
["bgID"] = 0,
},
["高温丝"] = {
["roomID"] = 429695,
["level"] = 1,
["bgID"] = 0,
},
["夏灬小暖"] = {
["roomID"] = 426898,
["level"] = 2,
["bgID"] = 0,
},
["呆不呆疯了丶"] = {
["roomID"] = 181562,
["level"] = 1,
["bgID"] = 0,
},
["娉如画"] = {
["roomID"] = 427961,
["level"] = 1,
["bgID"] = 0,
},
["少年少"] = {
["roomID"] = 414726,
["level"] = 1,
["bgID"] = 0,
},
["阿青善解风情"] = {
["roomID"] = 427167,
["level"] = 1,
["bgID"] = 0,
},
["阿拉恰饭辣丶"] = {
["roomID"] = 427501,
["level"] = 1,
["bgID"] = 0,
},
["潇灑丶哥"] = {
["roomID"] = 183727,
["level"] = 1,
["bgID"] = 0,
},
["天堂的圣歌"] = {
["roomID"] = 116905,
["level"] = 2,
["bgID"] = 0,
},
["渾然天成"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["右手打火机"] = {
["roomID"] = 275244,
["level"] = 2,
["bgID"] = 0,
},
["毛蛤蜊"] = {
["roomID"] = 427463,
["level"] = 1,
["bgID"] = 0,
},
["再续十年"] = {
["roomID"] = 429350,
["level"] = 2,
["bgID"] = 0,
},
["小帅比"] = {
["roomID"] = 159147,
["level"] = 1,
["bgID"] = 0,
},
["以红之名"] = {
["roomID"] = 427419,
["level"] = 2,
["bgID"] = 0,
},
["童话猎神"] = {
["roomID"] = 427492,
["level"] = 1,
["bgID"] = 0,
},
["熊坦有暴击"] = {
["roomID"] = 430281,
["level"] = 1,
["bgID"] = 0,
},
["树袋熊呀"] = {
["roomID"] = 270951,
["level"] = 1,
["bgID"] = 0,
},
["带着奶萨出发"] = {
["roomID"] = 429678,
["level"] = 1,
["bgID"] = 0,
},
["瞅瞅这个事"] = {
["roomID"] = 141921,
["level"] = 1,
["bgID"] = 0,
},
["真带感"] = {
["roomID"] = 429755,
["level"] = 1,
["bgID"] = 0,
},
["池蒽"] = {
["roomID"] = 427969,
["level"] = 1,
["bgID"] = 0,
},
["快乐尐骑仕"] = {
["roomID"] = 109423,
["level"] = 1,
["bgID"] = 0,
},
["冰糖葫芦"] = {
["roomID"] = 430078,
["level"] = 1,
["bgID"] = 0,
},
["超红小梨丶"] = {
["roomID"] = 143851,
["level"] = 2,
["bgID"] = 0,
},
["大光"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["彼年"] = {
["roomID"] = 315745,
["level"] = 1,
["bgID"] = 0,
},
["浪浪栗个浪"] = {
["roomID"] = 427444,
["level"] = 1,
["bgID"] = 0,
},
["橡树精灵"] = {
["roomID"] = 428973,
["level"] = 1,
["bgID"] = 0,
},
["哦哦以南"] = {
["roomID"] = 427967,
["level"] = 1,
["bgID"] = 0,
},
["刹那三弦"] = {
["roomID"] = 111638,
["level"] = 2,
["bgID"] = 0,
},
["星辰快乐三"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["较小玲珑"] = {
["roomID"] = 427498,
["level"] = 1,
["bgID"] = 0,
},
["兎絲花丶"] = {
["roomID"] = 164564,
["level"] = 2,
["bgID"] = 0,
},
["灬糖小糖灬"] = {
["roomID"] = 427414,
["level"] = 2,
["bgID"] = 0,
},
["徽州味道"] = {
["roomID"] = 275244,
["level"] = 3,
["bgID"] = 0,
},
["闻卓"] = {
["roomID"] = 427479,
["level"] = 2,
["bgID"] = 0,
},
["阿灬细"] = {
["roomID"] = 402964,
["level"] = 2,
["bgID"] = 0,
},
["东仙"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["虎大爷丨乾"] = {
["roomID"] = 429679,
["level"] = 1,
["bgID"] = 0,
},
["你好大宝贝"] = {
["roomID"] = 205533,
["level"] = 2,
["bgID"] = 0,
},
["法吊思密达"] = {
["roomID"] = 428966,
["level"] = 1,
["bgID"] = 0,
},
["冬天小宝"] = {
["roomID"] = 141631,
["level"] = 1,
["bgID"] = 0,
},
["风絮藏满楼"] = {
["roomID"] = 181562,
["level"] = 1,
["bgID"] = 0,
},
["老皮专用拉"] = {
["roomID"] = 115700,
["level"] = 2,
["bgID"] = 0,
},
["翱翔"] = {
["roomID"] = 430286,
["level"] = 2,
["bgID"] = 0,
},
["星星霄柒"] = {
["roomID"] = 154683,
["level"] = 1,
["bgID"] = 0,
},
["墨归"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["郁美净丷"] = {
["roomID"] = 109438,
["level"] = 1,
["bgID"] = 0,
},
["諨嘻嘻"] = {
["roomID"] = 427490,
["level"] = 1,
["bgID"] = 0,
},
["丶快乐星辰"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["旧梦仓库一号"] = {
["roomID"] = 430383,
["level"] = 1,
["bgID"] = 0,
},
["慕兰诗语"] = {
["roomID"] = 427518,
["level"] = 1,
["bgID"] = 0,
},
["兔流氓"] = {
["roomID"] = 105425,
["level"] = 1,
["bgID"] = 0,
},
["Alaricmortem"] = {
["roomID"] = 139626,
["level"] = 1,
["bgID"] = 0,
},
["十年再绪"] = {
["roomID"] = 429350,
["level"] = 2,
["bgID"] = 0,
},
["鼻涕姐姐"] = {
["roomID"] = 428974,
["level"] = 1,
["bgID"] = 0,
},
["彭野丶"] = {
["roomID"] = 428981,
["level"] = 1,
["bgID"] = 0,
},
["丿丶渡众生"] = {
["roomID"] = 183891,
["level"] = 1,
["bgID"] = 0,
},
["沙特满"] = {
["roomID"] = 427503,
["level"] = 2,
["bgID"] = 0,
},
["强生小婴兒"] = {
["roomID"] = 426092,
["level"] = 2,
["bgID"] = 0,
},
["弘人"] = {
["roomID"] = 427515,
["level"] = 1,
["bgID"] = 0,
},
["岂拐"] = {
["roomID"] = 192767,
["level"] = 2,
["bgID"] = 0,
},
["俺系潮霸"] = {
["roomID"] = 304417,
["level"] = 1,
["bgID"] = 0,
},
["一抹微红"] = {
["roomID"] = 430254,
["level"] = 1,
["bgID"] = 0,
},
["哥哥灬达咩哟"] = {
["roomID"] = 253729,
["level"] = 1,
["bgID"] = 0,
},
["奶不住的满江"] = {
["roomID"] = 272155,
["level"] = 1,
["bgID"] = 0,
},
["离狮"] = {
["roomID"] = 427470,
["level"] = 1,
["bgID"] = 0,
},
["梦回尘嚣"] = {
["roomID"] = 147050,
["level"] = 2,
["bgID"] = 0,
},
["兔子八号"] = {
["roomID"] = 228473,
["level"] = 1,
["bgID"] = 0,
},
["曦月"] = {
["roomID"] = 427416,
["level"] = 1,
["bgID"] = 0,
},
["丨枫秀丨"] = {
["roomID"] = 428952,
["level"] = 1,
["bgID"] = 0,
},
["苹果真的甜"] = {
["roomID"] = 114940,
["level"] = 2,
["bgID"] = 0,
},
["血二十九少"] = {
["roomID"] = 237278,
["level"] = 1,
["bgID"] = 0,
},
["神圣丶之盾"] = {
["roomID"] = 105448,
["level"] = 2,
["bgID"] = 0,
},
["破空斩"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["指尖碎念"] = {
["roomID"] = 181562,
["level"] = 1,
["bgID"] = 0,
},
["吃力"] = {
["roomID"] = 429701,
["level"] = 1,
["bgID"] = 0,
},
["胸美"] = {
["roomID"] = 142293,
["level"] = 1,
["bgID"] = 0,
},
["斯图风剑"] = {
["roomID"] = 132096,
["level"] = 1,
["bgID"] = 0,
},
["浓墨登场"] = {
["roomID"] = 201753,
["level"] = 1,
["bgID"] = 0,
},
["苋菜梗"] = {
["roomID"] = 427402,
["level"] = 2,
["bgID"] = 0,
},
["一颗小米辣丶"] = {
["roomID"] = 426898,
["level"] = 2,
["bgID"] = 0,
},
["小迷糊的盾"] = {
["roomID"] = 428978,
["level"] = 1,
["bgID"] = 0,
},
["黒盗牛"] = {
["roomID"] = 428949,
["level"] = 1,
["bgID"] = 0,
},
["老明牧"] = {
["roomID"] = 427445,
["level"] = 2,
["bgID"] = 0,
},
["陌老板丶"] = {
["roomID"] = 427968,
["level"] = 1,
["bgID"] = 0,
},
["就想玩个牛猎"] = {
["roomID"] = 427535,
["level"] = 2,
["bgID"] = 0,
},
["创可贴先生"] = {
["roomID"] = 134121,
["level"] = 2,
["bgID"] = 0,
},
["一袭华服"] = {
["roomID"] = 279095,
["level"] = 1,
["bgID"] = 0,
},
["灬白灵儿灬"] = {
["roomID"] = 427482,
["level"] = 3,
["bgID"] = 0,
},
["白发丶光头"] = {
["roomID"] = 430261,
["level"] = 2,
["bgID"] = 0,
},
["抓紧灭抓紧灭"] = {
["roomID"] = 172439,
["level"] = 1,
["bgID"] = 0,
},
["很有可能"] = {
["roomID"] = 427397,
["level"] = 2,
["bgID"] = 0,
},
["煮饺好舒服"] = {
["roomID"] = 430273,
["level"] = 1,
["bgID"] = 0,
},
["大嘿牛丶"] = {
["roomID"] = 142883,
["level"] = 1,
["bgID"] = 0,
},
["漓小沫丷"] = {
["roomID"] = 171670,
["level"] = 1,
["bgID"] = 0,
},
["豆油"] = {
["roomID"] = 427415,
["level"] = 1,
["bgID"] = 0,
},
["一锤定明"] = {
["roomID"] = 427415,
["level"] = 1,
["bgID"] = 0,
},
["再見宋哈娜"] = {
["roomID"] = 427493,
["level"] = 1,
["bgID"] = 0,
},
["水蜜桃灬"] = {
["roomID"] = 430077,
["level"] = 1,
["bgID"] = 0,
},
["你好像很好吃"] = {
["roomID"] = 427470,
["level"] = 1,
["bgID"] = 0,
},
["永恩丶"] = {
["roomID"] = 224916,
["level"] = 1,
["bgID"] = 0,
},
["酸芒果"] = {
["roomID"] = 430254,
["level"] = 1,
["bgID"] = 0,
},
["离影"] = {
["roomID"] = 427958,
["level"] = 1,
["bgID"] = 0,
},
["喵喵莎"] = {
["roomID"] = 426101,
["level"] = 1,
["bgID"] = 0,
},
["灬苍渊灬"] = {
["roomID"] = 115748,
["level"] = 1,
["bgID"] = 0,
},
["永哥乄嗖嗖"] = {
["roomID"] = 427457,
["level"] = 1,
["bgID"] = 0,
},
["明教欧德六"] = {
["roomID"] = 114771,
["level"] = 1,
["bgID"] = 0,
},
["Eyy"] = {
["roomID"] = 181562,
["level"] = 1,
["bgID"] = 0,
},
["圆乳姨"] = {
["roomID"] = 427964,
["level"] = 1,
["bgID"] = 0,
},
["Teacherandy"] = {
["roomID"] = 113484,
["level"] = 1,
["bgID"] = 0,
},
["斥恩"] = {
["roomID"] = 427969,
["level"] = 1,
["bgID"] = 0,
},
["赤恩"] = {
["roomID"] = 427969,
["level"] = 1,
["bgID"] = 0,
},
["悄悄路过啊"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["Pingguo"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["丿糖糖"] = {
["roomID"] = 430077,
["level"] = 1,
["bgID"] = 0,
},
["沛辰"] = {
["roomID"] = 402964,
["level"] = 2,
["bgID"] = 0,
},
["三幺驷"] = {
["roomID"] = 100472,
["level"] = 1,
["bgID"] = 0,
},
["无法灬"] = {
["roomID"] = 427453,
["level"] = 1,
["bgID"] = 0,
},
["蒜蓉牛逼"] = {
["roomID"] = 427419,
["level"] = 2,
["bgID"] = 0,
},
["泰丶坦"] = {
["roomID"] = 430386,
["level"] = 1,
["bgID"] = 0,
},
["兔耶耶"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["真如自在"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["伱丶卟够档次"] = {
["roomID"] = 183891,
["level"] = 1,
["bgID"] = 0,
},
["精钢娃"] = {
["roomID"] = 427398,
["level"] = 1,
["bgID"] = 0,
},
["红狼叁號"] = {
["roomID"] = 144593,
["level"] = 2,
["bgID"] = 0,
},
["答案"] = {
["roomID"] = 429676,
["level"] = 1,
["bgID"] = 0,
},
["明教青翼蝠王"] = {
["roomID"] = 427492,
["level"] = 1,
["bgID"] = 0,
},
["非诚勿奶"] = {
["roomID"] = 144771,
["level"] = 2,
["bgID"] = 0,
},
["装丶岢爱"] = {
["roomID"] = 137680,
["level"] = 1,
["bgID"] = 0,
},
["不吃香菜的牛"] = {
["roomID"] = 428959,
["level"] = 1,
["bgID"] = 0,
},
["翔安三姐"] = {
["roomID"] = 165582,
["level"] = 1,
["bgID"] = 0,
},
["我唔德"] = {
["roomID"] = 428951,
["level"] = 1,
["bgID"] = 0,
},
["哀木涕丶法法"] = {
["roomID"] = 430256,
["level"] = 1,
["bgID"] = 0,
},
["春风老陈丶"] = {
["roomID"] = 286589,
["level"] = 2,
["bgID"] = 0,
},
["谱歌"] = {
["roomID"] = 133222,
["level"] = 1,
["bgID"] = 0,
},
["Nihaosailiya"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["永夜乄赐福"] = {
["roomID"] = 427457,
["level"] = 1,
["bgID"] = 0,
},
["爱吃烧烤的白"] = {
["roomID"] = 105494,
["level"] = 2,
["bgID"] = 0,
},
["忆豪"] = {
["roomID"] = 105439,
["level"] = 1,
["bgID"] = 0,
},
["鸡骨暗"] = {
["roomID"] = 430392,
["level"] = 1,
["bgID"] = 0,
},
["狐猸子"] = {
["roomID"] = 244765,
["level"] = 2,
["bgID"] = 0,
},
["短发即正义"] = {
["roomID"] = 427165,
["level"] = 2,
["bgID"] = 0,
},
["层林尽然灬"] = {
["roomID"] = 429689,
["level"] = 1,
["bgID"] = 0,
},
["王牌飞行员丶"] = {
["roomID"] = 427448,
["level"] = 2,
["bgID"] = 0,
},
["一颗小番茄丶"] = {
["roomID"] = 426927,
["level"] = 1,
["bgID"] = 0,
},
["喵柒柒"] = {
["roomID"] = 162907,
["level"] = 1,
["bgID"] = 0,
},
["五火球神技"] = {
["roomID"] = 428979,
["level"] = 1,
["bgID"] = 0,
},
["东阳小宝宝"] = {
["roomID"] = 430269,
["level"] = 1,
["bgID"] = 0,
},
["鸭蛋呀"] = {
["roomID"] = 428950,
["level"] = 1,
["bgID"] = 0,
},
["近战丶白发"] = {
["roomID"] = 430261,
["level"] = 2,
["bgID"] = 0,
},
["沐木法"] = {
["roomID"] = 112117,
["level"] = 2,
["bgID"] = 0,
},
["扶阿婆闯红灯"] = {
["roomID"] = 427518,
["level"] = 1,
["bgID"] = 0,
},
["鲨鱼灬"] = {
["roomID"] = 174129,
["level"] = 1,
["bgID"] = 0,
},
["小小萌"] = {
["roomID"] = 427711,
["level"] = 1,
["bgID"] = 0,
},
["把我一贼"] = {
["roomID"] = 204405,
["level"] = 1,
["bgID"] = 0,
},
["球蛋丨球蛋"] = {
["roomID"] = 112504,
["level"] = 1,
["bgID"] = 0,
},
["写给山河日月"] = {
["roomID"] = 107107,
["level"] = 2,
["bgID"] = 0,
},
["冷風调调丶"] = {
["roomID"] = 430076,
["level"] = 1,
["bgID"] = 0,
},
["雨中的棉花糖"] = {
["roomID"] = 171233,
["level"] = 1,
["bgID"] = 0,
},
["星期六想米蕊"] = {
["roomID"] = 174655,
["level"] = 3,
["bgID"] = 0,
},
["梦中挑灯看剑"] = {
["roomID"] = 427717,
["level"] = 1,
["bgID"] = 0,
},
["一小精灵儿一"] = {
["roomID"] = 430377,
["level"] = 1,
["bgID"] = 0,
},
["迷失的黑夜"] = {
["roomID"] = 426021,
["level"] = 1,
["bgID"] = 0,
},
["芷汀呦"] = {
["roomID"] = 427534,
["level"] = 1,
["bgID"] = 0,
},
["早晨喝气水"] = {
["roomID"] = 429755,
["level"] = 1,
["bgID"] = 0,
},
["名字太长"] = {
["roomID"] = 427397,
["level"] = 2,
["bgID"] = 0,
},
["桀哥归来"] = {
["roomID"] = 427473,
["level"] = 1,
["bgID"] = 0,
},
["Lqi"] = {
["roomID"] = 124537,
["level"] = 1,
["bgID"] = 0,
},
["明天也想米蕊"] = {
["roomID"] = 174655,
["level"] = 3,
["bgID"] = 0,
},
["汼头是弟中弟"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["就想玩个小德"] = {
["roomID"] = 427535,
["level"] = 2,
["bgID"] = 0,
},
["小春良月"] = {
["roomID"] = 154698,
["level"] = 3,
["bgID"] = 0,
},
["魔兽老陳"] = {
["roomID"] = 235552,
["level"] = 1,
["bgID"] = 0,
},
["阴丶盗"] = {
["roomID"] = 424695,
["level"] = 1,
["bgID"] = 0,
},
["天空可见飞鸟"] = {
["roomID"] = 427017,
["level"] = 2,
["bgID"] = 0,
},
["红本天使"] = {
["roomID"] = 131514,
["level"] = 1,
["bgID"] = 0,
},
["优优大王"] = {
["roomID"] = 154698,
["level"] = 3,
["bgID"] = 0,
},
["Æå"] = {
["roomID"] = 427482,
["level"] = 3,
["bgID"] = 0,
},
["丨贝贝丨"] = {
["roomID"] = 427482,
["level"] = 3,
["bgID"] = 0,
},
["最美红颜笑"] = {
["roomID"] = 231795,
["level"] = 1,
["bgID"] = 0,
},
["自用工具"] = {
["roomID"] = 427471,
["level"] = 1,
["bgID"] = 0,
},
["Linafz"] = {
["roomID"] = 427460,
["level"] = 1,
["bgID"] = 0,
},
["颜梓弘"] = {
["roomID"] = 425289,
["level"] = 1,
["bgID"] = 0,
},
["蛊児"] = {
["roomID"] = 427482,
["level"] = 3,
["bgID"] = 0,
},
["武教授"] = {
["roomID"] = 172439,
["level"] = 1,
["bgID"] = 0,
},
["克瑞斯辰"] = {
["roomID"] = 427472,
["level"] = 1,
["bgID"] = 0,
},
["全囯可飞"] = {
["roomID"] = 427473,
["level"] = 1,
["bgID"] = 0,
},
["红手图腾"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["欧德六丶"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["灬林小北"] = {
["roomID"] = 165053,
["level"] = 2,
["bgID"] = 0,
},
["蜜桃甘露"] = {
["roomID"] = 427488,
["level"] = 2,
["bgID"] = 0,
},
["小筱夏沫"] = {
["roomID"] = 427965,
["level"] = 1,
["bgID"] = 0,
},
["至尊术憨憨"] = {
["roomID"] = 282551,
["level"] = 1,
["bgID"] = 0,
},
["猴子跳跳啊"] = {
["roomID"] = 430251,
["level"] = 2,
["bgID"] = 0,
},
["背锅侠丶"] = {
["roomID"] = 426785,
["level"] = 1,
["bgID"] = 0,
},
["陌总丶"] = {
["roomID"] = 427968,
["level"] = 1,
["bgID"] = 0,
},
["大嘿牛丷"] = {
["roomID"] = 142883,
["level"] = 1,
["bgID"] = 0,
},
["秃瓢术姐"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["凉心亦薄情"] = {
["roomID"] = 429792,
["level"] = 2,
["bgID"] = 0,
},
["雪夜茶言"] = {
["roomID"] = 427465,
["level"] = 1,
["bgID"] = 0,
},
["此树是我开"] = {
["roomID"] = 427398,
["level"] = 1,
["bgID"] = 0,
},
["我不疼她"] = {
["roomID"] = 143936,
["level"] = 2,
["bgID"] = 0,
},
["哥哥灬雅灭碟"] = {
["roomID"] = 253729,
["level"] = 1,
["bgID"] = 0,
},
["翔安大爷"] = {
["roomID"] = 165582,
["level"] = 1,
["bgID"] = 0,
},
["一袭红裙"] = {
["roomID"] = 279095,
["level"] = 1,
["bgID"] = 0,
},
["月石"] = {
["roomID"] = 427508,
["level"] = 1,
["bgID"] = 0,
},
["亚洲特快"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["姒是故人来"] = {
["roomID"] = 427425,
["level"] = 2,
["bgID"] = 0,
},
["庐陵姨"] = {
["roomID"] = 143583,
["level"] = 1,
["bgID"] = 0,
},
["德灬天"] = {
["roomID"] = 427726,
["level"] = 1,
["bgID"] = 0,
},
["迪菲亚之怒"] = {
["roomID"] = 429888,
["level"] = 2,
["bgID"] = 0,
},
["尐尐非"] = {
["roomID"] = 125320,
["level"] = 1,
["bgID"] = 0,
},
["面面汤丶"] = {
["roomID"] = 142883,
["level"] = 1,
["bgID"] = 0,
},
["灬星澈灬"] = {
["roomID"] = 426021,
["level"] = 1,
["bgID"] = 0,
},
["加一百交朋友"] = {
["roomID"] = 428944,
["level"] = 1,
["bgID"] = 0,
},
["翔安一哥"] = {
["roomID"] = 165582,
["level"] = 1,
["bgID"] = 0,
},
["小穆詩"] = {
["roomID"] = 428962,
["level"] = 1,
["bgID"] = 0,
},
["幼儿园刚毕业"] = {
["roomID"] = 258259,
["level"] = 3,
["bgID"] = 0,
},
["温柔画霓裳"] = {
["roomID"] = 430371,
["level"] = 1,
["bgID"] = 0,
},
["丶拔丝地瓜"] = {
["roomID"] = 430395,
["level"] = 1,
["bgID"] = 0,
},
["草莓冰糖葫芦"] = {
["roomID"] = 430078,
["level"] = 1,
["bgID"] = 0,
},
["快乐笑傲一"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["永哥乄村里猛"] = {
["roomID"] = 427457,
["level"] = 1,
["bgID"] = 0,
},
["星月辰"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["正规喝奶"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["时光奶妈"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["星辰快乐"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["快乐笑傲"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["太子悦神"] = {
["roomID"] = 427182,
["level"] = 2,
["bgID"] = 0,
},
["人间小坦"] = {
["roomID"] = 430393,
["level"] = 1,
["bgID"] = 0,
},
["星辰快乐丶"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["熊宝宝酱"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["三幺肆"] = {
["roomID"] = 100472,
["level"] = 1,
["bgID"] = 0,
},
["余生逍遥"] = {
["roomID"] = 427439,
["level"] = 2,
["bgID"] = 0,
},
["川哥一一防战"] = {
["roomID"] = 428946,
["level"] = 1,
["bgID"] = 0,
},
["晚巷听风"] = {
["roomID"] = 147050,
["level"] = 2,
["bgID"] = 0,
},
["我可能有病"] = {
["roomID"] = 272155,
["level"] = 1,
["bgID"] = 0,
},
["幽明丶"] = {
["roomID"] = 427501,
["level"] = 1,
["bgID"] = 0,
},
["为你丨哀伤"] = {
["roomID"] = 428949,
["level"] = 1,
["bgID"] = 0,
},
["伪娘白夜叉"] = {
["roomID"] = 427977,
["level"] = 1,
["bgID"] = 0,
},
["龙王"] = {
["roomID"] = 426731,
["level"] = 2,
["bgID"] = 0,
},
["喵七七"] = {
["roomID"] = 162907,
["level"] = 1,
["bgID"] = 0,
},
["Tamato"] = {
["roomID"] = 139626,
["level"] = 1,
["bgID"] = 0,
},
["红葉冴"] = {
["roomID"] = 143012,
["level"] = 1,
["bgID"] = 0,
},
["三吆肆"] = {
["roomID"] = 100472,
["level"] = 1,
["bgID"] = 0,
},
["鸡骨战"] = {
["roomID"] = 430392,
["level"] = 1,
["bgID"] = 0,
},
["正规吃奶"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["我超勇的噢"] = {
["roomID"] = 427470,
["level"] = 1,
["bgID"] = 0,
},
["细丶雨"] = {
["roomID"] = 430066,
["level"] = 1,
["bgID"] = 0,
},
["戰神丶魔煌"] = {
["roomID"] = 427523,
["level"] = 2,
["bgID"] = 0,
},
["你的小宝贝儿"] = {
["roomID"] = 114216,
["level"] = 1,
["bgID"] = 0,
},
["星期一想米蕊"] = {
["roomID"] = 427400,
["level"] = 2,
["bgID"] = 0,
},
["漓小沫"] = {
["roomID"] = 171670,
["level"] = 1,
["bgID"] = 0,
},
["傾城红顔醉丶"] = {
["roomID"] = 427720,
["level"] = 1,
["bgID"] = 0,
},
["永哥乄窝里横"] = {
["roomID"] = 427457,
["level"] = 1,
["bgID"] = 0,
},
["牢公"] = {
["roomID"] = 133222,
["level"] = 1,
["bgID"] = 0,
},
["强生大婴兒"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["牵着灵魂跳舞"] = {
["roomID"] = 174030,
["level"] = 1,
["bgID"] = 0,
},
["盗名肆"] = {
["roomID"] = 427958,
["level"] = 1,
["bgID"] = 0,
},
["半夜星神丶"] = {
["roomID"] = 430148,
["level"] = 2,
["bgID"] = 0,
},
["福星丷布克"] = {
["roomID"] = 427401,
["level"] = 1,
["bgID"] = 0,
},
["一个猴"] = {
["roomID"] = 430285,
["level"] = 2,
["bgID"] = 0,
},
["少女说晚安"] = {
["roomID"] = 427476,
["level"] = 1,
["bgID"] = 0,
},
["萦绕在鈊"] = {
["roomID"] = 425247,
["level"] = 1,
["bgID"] = 0,
},
["山参元气水"] = {
["roomID"] = 114004,
["level"] = 2,
["bgID"] = 0,
},
["牛葉冴"] = {
["roomID"] = 143012,
["level"] = 1,
["bgID"] = 0,
},
["孙策爱小乔"] = {
["roomID"] = 427956,
["level"] = 1,
["bgID"] = 0,
},
["笑你似狗"] = {
["roomID"] = 109423,
["level"] = 1,
["bgID"] = 0,
},
["一抹微蓝"] = {
["roomID"] = 430254,
["level"] = 1,
["bgID"] = 0,
},
["情之所钟"] = {
["roomID"] = 430238,
["level"] = 2,
["bgID"] = 0,
},
["噶你丶腰子"] = {
["roomID"] = 430256,
["level"] = 1,
["bgID"] = 0,
},
["羊水天天破"] = {
["roomID"] = 428972,
["level"] = 2,
["bgID"] = 0,
},
["沫忧伤"] = {
["roomID"] = 423413,
["level"] = 2,
["bgID"] = 0,
},
["紙飞机"] = {
["roomID"] = 429701,
["level"] = 1,
["bgID"] = 0,
},
["快乐星辰丶"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["風中凌乱"] = {
["roomID"] = 221650,
["level"] = 2,
["bgID"] = 0,
},
["归朝歌丶骑士"] = {
["roomID"] = 430367,
["level"] = 1,
["bgID"] = 0,
},
["堕丶天使"] = {
["roomID"] = 427498,
["level"] = 1,
["bgID"] = 0,
},
["小兽精"] = {
["roomID"] = 430101,
["level"] = 1,
["bgID"] = 0,
},
["贪吃的咕噜"] = {
["roomID"] = 427496,
["level"] = 2,
["bgID"] = 0,
},
["奶水不足哦"] = {
["roomID"] = 427710,
["level"] = 1,
["bgID"] = 0,
},
["抖音丶丞丞"] = {
["roomID"] = 428963,
["level"] = 1,
["bgID"] = 0,
},
["萝卜皮"] = {
["roomID"] = 157936,
["level"] = 1,
["bgID"] = 0,
},
["完辣"] = {
["roomID"] = 428960,
["level"] = 1,
["bgID"] = 0,
},
["桔子晚安"] = {
["roomID"] = 131109,
["level"] = 1,
["bgID"] = 0,
},
["三爻泗"] = {
["roomID"] = 100472,
["level"] = 1,
["bgID"] = 0,
},
["杭州下冰雨"] = {
["roomID"] = 427717,
["level"] = 1,
["bgID"] = 0,
},
["只比圣光"] = {
["roomID"] = 427471,
["level"] = 1,
["bgID"] = 0,
},
["胖虎爱静香"] = {
["roomID"] = 180706,
["level"] = 1,
["bgID"] = 0,
},
["雅文要带带"] = {
["roomID"] = 427477,
["level"] = 2,
["bgID"] = 0,
},
["蓝莓小乐"] = {
["roomID"] = 172710,
["level"] = 1,
["bgID"] = 0,
},
["大老根"] = {
["roomID"] = 427458,
["level"] = 1,
["bgID"] = 0,
},
["不渡丶"] = {
["roomID"] = 427469,
["level"] = 1,
["bgID"] = 0,
},
["凨凪凮夙丶毅"] = {
["roomID"] = 430367,
["level"] = 1,
["bgID"] = 0,
},
["青衣术"] = {
["roomID"] = 427713,
["level"] = 1,
["bgID"] = 0,
},
["璀璨星辰灬"] = {
["roomID"] = 114700,
["level"] = 2,
["bgID"] = 0,
},
["冷落丶"] = {
["roomID"] = 430253,
["level"] = 1,
["bgID"] = 0,
},
["大不猎癫"] = {
["roomID"] = 186713,
["level"] = 2,
["bgID"] = 0,
},
["嘿灬蓀"] = {
["roomID"] = 428979,
["level"] = 1,
["bgID"] = 0,
},
["小莫姐姐灬"] = {
["roomID"] = 430079,
["level"] = 1,
["bgID"] = 0,
},
["武魂老瓦"] = {
["roomID"] = 267388,
["level"] = 1,
["bgID"] = 0,
},
["黑糖牛乳"] = {
["roomID"] = 427972,
["level"] = 1,
["bgID"] = 0,
},
["阿霖海豚"] = {
["roomID"] = 427539,
["level"] = 1,
["bgID"] = 0,
},
["德意儿"] = {
["roomID"] = 427971,
["level"] = 1,
["bgID"] = 0,
},
["童话战坦"] = {
["roomID"] = 427492,
["level"] = 1,
["bgID"] = 0,
},
["布毛"] = {
["roomID"] = 427401,
["level"] = 1,
["bgID"] = 0,
},
["书海无涯"] = {
["roomID"] = 427515,
["level"] = 1,
["bgID"] = 0,
},
["王粗面"] = {
["roomID"] = 139100,
["level"] = 1,
["bgID"] = 0,
},
["呐鲁頭"] = {
["roomID"] = 304417,
["level"] = 1,
["bgID"] = 0,
},
["Sszk"] = {
["roomID"] = 174548,
["level"] = 2,
["bgID"] = 0,
},
["我超凶灬"] = {
["roomID"] = 427414,
["level"] = 2,
["bgID"] = 0,
},
["莴笋头丶"] = {
["roomID"] = 427456,
["level"] = 2,
["bgID"] = 0,
},
["灬刹那凋零灬"] = {
["roomID"] = 427707,
["level"] = 1,
["bgID"] = 0,
},
["灬酒阑执扇"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["约汉丨瞧痔"] = {
["roomID"] = 425243,
["level"] = 2,
["bgID"] = 0,
},
["壹肆得伍"] = {
["roomID"] = 427724,
["level"] = 1,
["bgID"] = 0,
},
["菲儿"] = {
["roomID"] = 427490,
["level"] = 1,
["bgID"] = 0,
},
["Vknetworkzs"] = {
["roomID"] = 289165,
["level"] = 1,
["bgID"] = 0,
},
["Laocao"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["纪念款"] = {
["roomID"] = 430285,
["level"] = 2,
["bgID"] = 0,
},
["我畀碌蕉你含"] = {
["roomID"] = 428951,
["level"] = 1,
["bgID"] = 0,
},
["灬命硬灬"] = {
["roomID"] = 430369,
["level"] = 1,
["bgID"] = 0,
},
["怒气满满"] = {
["roomID"] = 427450,
["level"] = 1,
["bgID"] = 0,
},
["王大锤的德"] = {
["roomID"] = 115652,
["level"] = 1,
["bgID"] = 0,
},
["青衣牧"] = {
["roomID"] = 427713,
["level"] = 1,
["bgID"] = 0,
},
["仇恨手藝人"] = {
["roomID"] = 427412,
["level"] = 2,
["bgID"] = 0,
},
["糯米的守护"] = {
["roomID"] = 132270,
["level"] = 2,
["bgID"] = 0,
},
["一柱子擎天"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["小资"] = {
["roomID"] = 429695,
["level"] = 1,
["bgID"] = 0,
},
["旧梦炒河粉"] = {
["roomID"] = 430383,
["level"] = 1,
["bgID"] = 0,
},
["沃得伐"] = {
["roomID"] = 115652,
["level"] = 1,
["bgID"] = 0,
},
["尽余生之慷慨"] = {
["roomID"] = 427957,
["level"] = 1,
["bgID"] = 0,
},
["我的宝贝丞"] = {
["roomID"] = 302737,
["level"] = 1,
["bgID"] = 0,
},
["玩玩丶颯"] = {
["roomID"] = 271148,
["level"] = 1,
["bgID"] = 0,
},
["靖果果丶"] = {
["roomID"] = 429695,
["level"] = 1,
["bgID"] = 0,
},
["尓西西"] = {
["roomID"] = 186713,
["level"] = 2,
["bgID"] = 0,
},
["玩玩丶戦"] = {
["roomID"] = 271148,
["level"] = 1,
["bgID"] = 0,
},
["群兽领袖"] = {
["roomID"] = 425289,
["level"] = 2,
["bgID"] = 0,
},
["靶籽"] = {
["roomID"] = 109438,
["level"] = 1,
["bgID"] = 0,
},
["魅夜叉"] = {
["roomID"] = 427977,
["level"] = 1,
["bgID"] = 0,
},
["无双小萝莉"] = {
["roomID"] = 430085,
["level"] = 1,
["bgID"] = 0,
},
["微笑的青衣"] = {
["roomID"] = 427713,
["level"] = 1,
["bgID"] = 0,
},
["战逸轩"] = {
["roomID"] = 426112,
["level"] = 1,
["bgID"] = 0,
},
["恋梦红尘灬"] = {
["roomID"] = 158153,
["level"] = 1,
["bgID"] = 0,
},
["红发樱木"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["净土丶超级红"] = {
["roomID"] = 137163,
["level"] = 2,
["bgID"] = 0,
},
["砍瓜切丨菜"] = {
["roomID"] = 428965,
["level"] = 1,
["bgID"] = 0,
},
["优雅的队长"] = {
["roomID"] = 430274,
["level"] = 2,
["bgID"] = 0,
},
["丨拾丨柒丨灬"] = {
["roomID"] = 151999,
["level"] = 1,
["bgID"] = 0,
},
["巴咔玛咔"] = {
["roomID"] = 427398,
["level"] = 1,
["bgID"] = 0,
},
["不渡小跟班丶"] = {
["roomID"] = 427469,
["level"] = 1,
["bgID"] = 0,
},
["宝贝你真猛"] = {
["roomID"] = 428970,
["level"] = 1,
["bgID"] = 0,
},
["优雅的水爷"] = {
["roomID"] = 430274,
["level"] = 2,
["bgID"] = 0,
},
["抹布丶"] = {
["roomID"] = 428948,
["level"] = 2,
["bgID"] = 0,
},
["红手之萨萨"] = {
["roomID"] = 272016,
["level"] = 2,
["bgID"] = 0,
},
["萝卜頭"] = {
["roomID"] = 157936,
["level"] = 1,
["bgID"] = 0,
},
["阿猫天天开心"] = {
["roomID"] = 427182,
["level"] = 1,
["bgID"] = 0,
},
["十字军柳如烟"] = {
["roomID"] = 428952,
["level"] = 1,
["bgID"] = 0,
},
["老皮逸战"] = {
["roomID"] = 115987,
["level"] = 1,
["bgID"] = 0,
},
["小排排"] = {
["roomID"] = 142893,
["level"] = 2,
["bgID"] = 0,
},
["一颗小豆苗丶"] = {
["roomID"] = 426927,
["level"] = 1,
["bgID"] = 0,
},
["无情的铁蛋"] = {
["roomID"] = 130606,
["level"] = 2,
["bgID"] = 0,
},
["薇薇蒾"] = {
["roomID"] = 430250,
["level"] = 2,
["bgID"] = 0,
},
["丨暗夜星辰丨"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["霸道小灰灰"] = {
["roomID"] = 427426,
["level"] = 1,
["bgID"] = 0,
},
["若再许我年少"] = {
["roomID"] = 427501,
["level"] = 1,
["bgID"] = 0,
},
["八月是只猫"] = {
["roomID"] = 427420,
["level"] = 1,
["bgID"] = 0,
},
["孤弓炫者"] = {
["roomID"] = 428973,
["level"] = 1,
["bgID"] = 0,
},
["微雨含烟"] = {
["roomID"] = 171670,
["level"] = 1,
["bgID"] = 0,
},
["璀璨星辰"] = {
["roomID"] = 114700,
["level"] = 2,
["bgID"] = 0,
},
["古城旧梦丶"] = {
["roomID"] = 112117,
["level"] = 2,
["bgID"] = 0,
},
["辞了旧梦丶"] = {
["roomID"] = 161270,
["level"] = 2,
["bgID"] = 0,
},
["靖果果"] = {
["roomID"] = 429695,
["level"] = 1,
["bgID"] = 0,
},
["极限丶之和丿"] = {
["roomID"] = 426523,
["level"] = 1,
["bgID"] = 0,
},
["猛牛大舅"] = {
["roomID"] = 430267,
["level"] = 1,
["bgID"] = 0,
},
["灬不夜侯灬"] = {
["roomID"] = 115748,
["level"] = 1,
["bgID"] = 0,
},
["小夫人"] = {
["roomID"] = 427482,
["level"] = 3,
["bgID"] = 0,
},
["中东小奶牛"] = {
["roomID"] = 141626,
["level"] = 1,
["bgID"] = 0,
},
["嚣张丨跋扈"] = {
["roomID"] = 112504,
["level"] = 1,
["bgID"] = 0,
},
["假装很萌丶"] = {
["roomID"] = 430275,
["level"] = 1,
["bgID"] = 0,
},
["漫嘻嘻"] = {
["roomID"] = 427490,
["level"] = 1,
["bgID"] = 0,
},
["飞禹"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["南小梨灬"] = {
["roomID"] = 143851,
["level"] = 1,
["bgID"] = 0,
},
["Mathilda"] = {
["roomID"] = 427722,
["level"] = 2,
["bgID"] = 0,
},
["顾兔耳语"] = {
["roomID"] = 171670,
["level"] = 1,
["bgID"] = 0,
},
["调皮的月牙"] = {
["roomID"] = 207612,
["level"] = 1,
["bgID"] = 0,
},
["梅根福克丝"] = {
["roomID"] = 136423,
["level"] = 1,
["bgID"] = 0,
},
["Kroveros"] = {
["roomID"] = 427722,
["level"] = 2,
["bgID"] = 0,
},
["香菜鱼"] = {
["roomID"] = 231795,
["level"] = 1,
["bgID"] = 0,
},
["一剑葬红尘"] = {
["roomID"] = 430367,
["level"] = 1,
["bgID"] = 0,
},
["暴走萨"] = {
["roomID"] = 131618,
["level"] = 3,
["bgID"] = 0,
},
["有叶不生花"] = {
["roomID"] = 427450,
["level"] = 1,
["bgID"] = 0,
},
["不光"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["路人甲乙丙丁"] = {
["roomID"] = 430088,
["level"] = 1,
["bgID"] = 0,
},
["东门小一"] = {
["roomID"] = 159326,
["level"] = 1,
["bgID"] = 0,
},
["糯米不说话"] = {
["roomID"] = 132270,
["level"] = 2,
["bgID"] = 0,
},
["毒奶史蒂夫"] = {
["roomID"] = 428966,
["level"] = 1,
["bgID"] = 0,
},
["萨满思密达四"] = {
["roomID"] = 428966,
["level"] = 1,
["bgID"] = 0,
},
["北冰洋的雨"] = {
["roomID"] = 428947,
["level"] = 1,
["bgID"] = 0,
},
["爱吸奶的果果"] = {
["roomID"] = 157936,
["level"] = 1,
["bgID"] = 0,
},
["此山是我栽"] = {
["roomID"] = 427398,
["level"] = 1,
["bgID"] = 0,
},
["德才兼备一"] = {
["roomID"] = 427471,
["level"] = 1,
["bgID"] = 0,
},
["靶仔丷"] = {
["roomID"] = 109438,
["level"] = 1,
["bgID"] = 0,
},
["一一得二"] = {
["roomID"] = 428961,
["level"] = 1,
["bgID"] = 0,
},
["豆子大魔王"] = {
["roomID"] = 161162,
["level"] = 2,
["bgID"] = 0,
},
["哖少春衫薄丶"] = {
["roomID"] = 427501,
["level"] = 1,
["bgID"] = 0,
},
["华哥很帅"] = {
["roomID"] = 430289,
["level"] = 2,
["bgID"] = 0,
},
["戏丶子呐"] = {
["roomID"] = 163618,
["level"] = 1,
["bgID"] = 0,
},
["龙虾丶同学"] = {
["roomID"] = 167729,
["level"] = 1,
["bgID"] = 0,
},
["苹果猎五"] = {
["roomID"] = 427017,
["level"] = 2,
["bgID"] = 0,
},
["温柔画霓裳饣"] = {
["roomID"] = 430371,
["level"] = 1,
["bgID"] = 0,
},
["开拖拉机丶"] = {
["roomID"] = 430280,
["level"] = 2,
["bgID"] = 0,
},
["啤酒粒"] = {
["roomID"] = 157936,
["level"] = 1,
["bgID"] = 0,
},
["脚跟井村"] = {
["roomID"] = 428945,
["level"] = 1,
["bgID"] = 0,
},
["先打我宝宝"] = {
["roomID"] = 427717,
["level"] = 1,
["bgID"] = 0,
},
["Uudream"] = {
["roomID"] = 159230,
["level"] = 1,
["bgID"] = 0,
},
["只比手速"] = {
["roomID"] = 427471,
["level"] = 1,
["bgID"] = 0,
},
["Sid"] = {
["roomID"] = 154797,
["level"] = 1,
["bgID"] = 0,
},
["烟头"] = {
["roomID"] = 430389,
["level"] = 1,
["bgID"] = 0,
},
["蓝莓阿乐"] = {
["roomID"] = 172710,
["level"] = 1,
["bgID"] = 0,
},
["薇洛妮卡"] = {
["roomID"] = 429696,
["level"] = 1,
["bgID"] = 0,
},
["梦小七"] = {
["roomID"] = 428983,
["level"] = 1,
["bgID"] = 0,
},
["暴打小怪兽呐"] = {
["roomID"] = 430257,
["level"] = 1,
["bgID"] = 0,
},
["庐陵魅"] = {
["roomID"] = 143583,
["level"] = 1,
["bgID"] = 0,
},
["准备奶灾"] = {
["roomID"] = 427397,
["level"] = 2,
["bgID"] = 0,
},
["永乄哥"] = {
["roomID"] = 427457,
["level"] = 1,
["bgID"] = 0,
},
["靑汕"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["及时跑宋江"] = {
["roomID"] = 430259,
["level"] = 2,
["bgID"] = 0,
},
["背锅侠灬"] = {
["roomID"] = 426785,
["level"] = 1,
["bgID"] = 0,
},
["两小辫"] = {
["roomID"] = 427510,
["level"] = 1,
["bgID"] = 0,
},
["晓晓防战丶"] = {
["roomID"] = 427514,
["level"] = 1,
["bgID"] = 0,
},
["命硬就是爆"] = {
["roomID"] = 430369,
["level"] = 1,
["bgID"] = 0,
},
["Lantiany"] = {
["roomID"] = 430384,
["level"] = 1,
["bgID"] = 0,
},
["法特师"] = {
["roomID"] = 427503,
["level"] = 2,
["bgID"] = 0,
},
["悟鵼丶"] = {
["roomID"] = 203461,
["level"] = 2,
["bgID"] = 0,
},
["七哥丶圣骑"] = {
["roomID"] = 202775,
["level"] = 1,
["bgID"] = 0,
},
["梦丨丶"] = {
["roomID"] = 427404,
["level"] = 2,
["bgID"] = 0,
},
["彼此珍惜"] = {
["roomID"] = 126093,
["level"] = 1,
["bgID"] = 0,
},
["极限丶之舞丿"] = {
["roomID"] = 426523,
["level"] = 1,
["bgID"] = 0,
},
["苹果真的贵"] = {
["roomID"] = 114940,
["level"] = 2,
["bgID"] = 0,
},
["弄心"] = {
["roomID"] = 426145,
["level"] = 2,
["bgID"] = 0,
},
["迈克刘德华"] = {
["roomID"] = 430259,
["level"] = 2,
["bgID"] = 0,
},
["昨夜星辰如梦"] = {
["roomID"] = 430245,
["level"] = 1,
["bgID"] = 0,
},
["圣关"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["賊稳"] = {
["roomID"] = 427955,
["level"] = 1,
["bgID"] = 0,
},
["鼻涕哥"] = {
["roomID"] = 428974,
["level"] = 1,
["bgID"] = 0,
},
["弄风"] = {
["roomID"] = 426145,
["level"] = 2,
["bgID"] = 0,
},
["鹿暖暖"] = {
["roomID"] = 427958,
["level"] = 1,
["bgID"] = 0,
},
["我用小锤锤"] = {
["roomID"] = 171177,
["level"] = 1,
["bgID"] = 0,
},
["眸映星河"] = {
["roomID"] = 429677,
["level"] = 1,
["bgID"] = 0,
},
["灬刹那永恒灬"] = {
["roomID"] = 427707,
["level"] = 1,
["bgID"] = 0,
},
["热吻"] = {
["roomID"] = 430096,
["level"] = 1,
["bgID"] = 0,
},
["花丶落"] = {
["roomID"] = 286932,
["level"] = 2,
["bgID"] = 0,
},
["幸福灬术术"] = {
["roomID"] = 430100,
["level"] = 1,
["bgID"] = 0,
},
["杀狂"] = {
["roomID"] = 130818,
["level"] = 2,
["bgID"] = 0,
},
["吉星丷布克"] = {
["roomID"] = 427401,
["level"] = 1,
["bgID"] = 0,
},
["全身黢黑"] = {
["roomID"] = 130818,
["level"] = 2,
["bgID"] = 0,
},
["球形闪电大师"] = {
["roomID"] = 430067,
["level"] = 1,
["bgID"] = 0,
},
["哦了丶"] = {
["roomID"] = 203461,
["level"] = 2,
["bgID"] = 0,
},
["一招灵灵果"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["Lamer"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["福缘灬圣"] = {
["roomID"] = 430249,
["level"] = 2,
["bgID"] = 0,
},
["傾城红颜醉丶"] = {
["roomID"] = 427720,
["level"] = 1,
["bgID"] = 0,
},
["丶表哥"] = {
["roomID"] = 430171,
["level"] = 1,
["bgID"] = 0,
},
["筱宇宙"] = {
["roomID"] = 296884,
["level"] = 1,
["bgID"] = 0,
},
["无忧的"] = {
["roomID"] = 315920,
["level"] = 1,
["bgID"] = 0,
},
["赤蓝"] = {
["roomID"] = 107459,
["level"] = 2,
["bgID"] = 0,
},
["猫猫车队"] = {
["roomID"] = 427420,
["level"] = 1,
["bgID"] = 0,
},
["私奔趁天黑"] = {
["roomID"] = 427706,
["level"] = 1,
["bgID"] = 0,
},
["少年年"] = {
["roomID"] = 414726,
["level"] = 1,
["bgID"] = 0,
},
["术小情"] = {
["roomID"] = 414726,
["level"] = 1,
["bgID"] = 0,
},
["东阳小朋友"] = {
["roomID"] = 430269,
["level"] = 1,
["bgID"] = 0,
},
["我刀爆了"] = {
["roomID"] = 275244,
["level"] = 3,
["bgID"] = 0,
},
["福运灬贼"] = {
["roomID"] = 430249,
["level"] = 2,
["bgID"] = 0,
},
["福缘灬德"] = {
["roomID"] = 430249,
["level"] = 2,
["bgID"] = 0,
},
["唱将"] = {
["roomID"] = 427484,
["level"] = 2,
["bgID"] = 0,
},
["我是美女吖"] = {
["roomID"] = 281465,
["level"] = 1,
["bgID"] = 0,
},
["我不加"] = {
["roomID"] = 427397,
["level"] = 2,
["bgID"] = 0,
},
["塔心乂栖梧"] = {
["roomID"] = 202898,
["level"] = 1,
["bgID"] = 0,
},
["丶天晴"] = {
["roomID"] = 125345,
["level"] = 2,
["bgID"] = 0,
},
["丨俱乐部丨"] = {
["roomID"] = 112504,
["level"] = 1,
["bgID"] = 0,
},
["别叫我担小鬼"] = {
["roomID"] = 430068,
["level"] = 1,
["bgID"] = 0,
},
["梦龙果酱"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["冷月念长安"] = {
["roomID"] = 181562,
["level"] = 1,
["bgID"] = 0,
},
["庐陵变脸王"] = {
["roomID"] = 143583,
["level"] = 2,
["bgID"] = 0,
},
["收你来啦"] = {
["roomID"] = 146725,
["level"] = 2,
["bgID"] = 0,
},
["渔舟晚音"] = {
["roomID"] = 427510,
["level"] = 1,
["bgID"] = 0,
},
["桑寄"] = {
["roomID"] = 430370,
["level"] = 1,
["bgID"] = 0,
},
["被迫只能宠物"] = {
["roomID"] = 427405,
["level"] = 2,
["bgID"] = 0,
},
["子熙丨鲸鱼"] = {
["roomID"] = 427965,
["level"] = 1,
["bgID"] = 0,
},
["彦祖树袋熊"] = {
["roomID"] = 270951,
["level"] = 1,
["bgID"] = 0,
},
["痴迷蟲蟲"] = {
["roomID"] = 143012,
["level"] = 1,
["bgID"] = 0,
},
["颜狗盛宴"] = {
["roomID"] = 111608,
["level"] = 2,
["bgID"] = 0,
},
["阿青抬杠冠军"] = {
["roomID"] = 427167,
["level"] = 1,
["bgID"] = 0,
},
["赵衍俊炒饼了"] = {
["roomID"] = 427520,
["level"] = 1,
["bgID"] = 0,
},
["躲被窝玩手机"] = {
["roomID"] = 275244,
["level"] = 2,
["bgID"] = 0,
},
["思想泡篇"] = {
["roomID"] = 428965,
["level"] = 1,
["bgID"] = 0,
},
["大晴天遛娃"] = {
["roomID"] = 275244,
["level"] = 2,
["bgID"] = 0,
},
["少爷丨驾到"] = {
["roomID"] = 428949,
["level"] = 1,
["bgID"] = 0,
},
["獣人都是弟弟"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["呆扯扯"] = {
["roomID"] = 427460,
["level"] = 1,
["bgID"] = 0,
},
["灬盗王"] = {
["roomID"] = 130606,
["level"] = 2,
["bgID"] = 0,
},
["萨灬天"] = {
["roomID"] = 427726,
["level"] = 1,
["bgID"] = 0,
},
["超硬的豆丁"] = {
["roomID"] = 407749,
["level"] = 1,
["bgID"] = 0,
},
["江东孙伯符"] = {
["roomID"] = 427956,
["level"] = 1,
["bgID"] = 0,
},
["黄花菜丶"] = {
["roomID"] = 427456,
["level"] = 2,
["bgID"] = 0,
},
["兔子十号"] = {
["roomID"] = 228473,
["level"] = 1,
["bgID"] = 0,
},
["我不是胖虎"] = {
["roomID"] = 180706,
["level"] = 1,
["bgID"] = 0,
},
["揽壹季烟雨"] = {
["roomID"] = 428830,
["level"] = 1,
["bgID"] = 0,
},
["不需要游泳"] = {
["roomID"] = 275244,
["level"] = 2,
["bgID"] = 0,
},
["纯多多"] = {
["roomID"] = 430248,
["level"] = 1,
["bgID"] = 0,
},
["神红殇"] = {
["roomID"] = 192767,
["level"] = 2,
["bgID"] = 0,
},
["皇小皇"] = {
["roomID"] = 427527,
["level"] = 1,
["bgID"] = 0,
},
["春风老陈"] = {
["roomID"] = 286589,
["level"] = 2,
["bgID"] = 0,
},
["夜色小精灵"] = {
["roomID"] = 429681,
["level"] = 1,
["bgID"] = 0,
},
["战神树袋熊"] = {
["roomID"] = 270951,
["level"] = 1,
["bgID"] = 0,
},
["春风吹又生丶"] = {
["roomID"] = 286589,
["level"] = 2,
["bgID"] = 0,
},
["丨大苹果丨"] = {
["roomID"] = 164238,
["level"] = 2,
["bgID"] = 0,
},
["雷挫萧何"] = {
["roomID"] = 430072,
["level"] = 1,
["bgID"] = 0,
},
["小丶佳丶哥"] = {
["roomID"] = 239065,
["level"] = 1,
["bgID"] = 0,
},
["尐喵"] = {
["roomID"] = 429685,
["level"] = 1,
["bgID"] = 0,
},
["挽歌渐起"] = {
["roomID"] = 114771,
["level"] = 1,
["bgID"] = 0,
},
["小宝死不掉"] = {
["roomID"] = 428976,
["level"] = 1,
["bgID"] = 0,
},
["南城北海"] = {
["roomID"] = 430088,
["level"] = 1,
["bgID"] = 0,
},
["土豆猫"] = {
["roomID"] = 163618,
["level"] = 1,
["bgID"] = 0,
},
["兔子六号"] = {
["roomID"] = 228473,
["level"] = 1,
["bgID"] = 0,
},
["悟涳丶"] = {
["roomID"] = 203461,
["level"] = 2,
["bgID"] = 0,
},
["丨什丨柒灬"] = {
["roomID"] = 151999,
["level"] = 1,
["bgID"] = 0,
},
["蓝莓不洗澡"] = {
["roomID"] = 154389,
["level"] = 1,
["bgID"] = 0,
},
["女母老虎"] = {
["roomID"] = 252435,
["level"] = 2,
["bgID"] = 0,
},
["蓝曦"] = {
["roomID"] = 427416,
["level"] = 1,
["bgID"] = 0,
},
["七哥骑"] = {
["roomID"] = 202775,
["level"] = 1,
["bgID"] = 0,
},
["致命舞步"] = {
["roomID"] = 427459,
["level"] = 1,
["bgID"] = 0,
},
["兔子九号"] = {
["roomID"] = 228473,
["level"] = 1,
["bgID"] = 0,
},
["空丶姐呢"] = {
["roomID"] = 163618,
["level"] = 1,
["bgID"] = 0,
},
["红包拿来乄"] = {
["roomID"] = 324745,
["level"] = 2,
["bgID"] = 0,
},
["南梨"] = {
["roomID"] = 143851,
["level"] = 1,
["bgID"] = 0,
},
["悟崆丶"] = {
["roomID"] = 203461,
["level"] = 2,
["bgID"] = 0,
},
["心有二哈"] = {
["roomID"] = 429696,
["level"] = 1,
["bgID"] = 0,
},
["花墨染精灵"] = {
["roomID"] = 426112,
["level"] = 1,
["bgID"] = 0,
},
["战神老瓦"] = {
["roomID"] = 267388,
["level"] = 1,
["bgID"] = 0,
},
["那忆丶"] = {
["roomID"] = 427453,
["level"] = 1,
["bgID"] = 0,
},
["悟悾丶"] = {
["roomID"] = 203461,
["level"] = 2,
["bgID"] = 0,
},
["拾七岁"] = {
["roomID"] = 113350,
["level"] = 1,
["bgID"] = 0,
},
["野蛮啊超"] = {
["roomID"] = 427406,
["level"] = 2,
["bgID"] = 0,
},
["浪浬格浪"] = {
["roomID"] = 427408,
["level"] = 2,
["bgID"] = 0,
},
["拾柒岁"] = {
["roomID"] = 113350,
["level"] = 1,
["bgID"] = 0,
},
["花珼渡佳人"] = {
["roomID"] = 426385,
["level"] = 1,
["bgID"] = 0,
},
["逛鱼"] = {
["roomID"] = 427458,
["level"] = 1,
["bgID"] = 0,
},
["冰乄雪碧"] = {
["roomID"] = 324745,
["level"] = 2,
["bgID"] = 0,
},
["软耳粉兔"] = {
["roomID"] = 144771,
["level"] = 1,
["bgID"] = 0,
},
["月星辰"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["贝大爷"] = {
["roomID"] = 428975,
["level"] = 2,
["bgID"] = 0,
},
["宋大爷"] = {
["roomID"] = 267388,
["level"] = 1,
["bgID"] = 0,
},
["萨满思密达"] = {
["roomID"] = 428966,
["level"] = 1,
["bgID"] = 0,
},
["凯瑟琳丶茵蒂"] = {
["roomID"] = 428955,
["level"] = 1,
["bgID"] = 0,
},
["福气满满呦"] = {
["roomID"] = 427508,
["level"] = 1,
["bgID"] = 0,
},
["初八丷"] = {
["roomID"] = 183066,
["level"] = 1,
["bgID"] = 0,
},
["灬一抹晨曦"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["喵公主"] = {
["roomID"] = 426101,
["level"] = 1,
["bgID"] = 0,
},
["斯图龙牙"] = {
["roomID"] = 132096,
["level"] = 1,
["bgID"] = 0,
},
["瞪眼老师"] = {
["roomID"] = 140664,
["level"] = 1,
["bgID"] = 0,
},
["庐陵傲剑"] = {
["roomID"] = 143583,
["level"] = 1,
["bgID"] = 0,
},
["快乐尐法丝"] = {
["roomID"] = 109423,
["level"] = 1,
["bgID"] = 0,
},
["尐揪揪"] = {
["roomID"] = 430272,
["level"] = 1,
["bgID"] = 0,
},
["宛若初見"] = {
["roomID"] = 146725,
["level"] = 2,
["bgID"] = 0,
},
["瞪眼"] = {
["roomID"] = 140664,
["level"] = 1,
["bgID"] = 0,
},
["光头闪闪亮"] = {
["roomID"] = 427973,
["level"] = 1,
["bgID"] = 0,
},
["滨崎莉绪"] = {
["roomID"] = 235291,
["level"] = 1,
["bgID"] = 0,
},
["呆不呆疯了灬"] = {
["roomID"] = 181562,
["level"] = 1,
["bgID"] = 0,
},
["把头发盘起來"] = {
["roomID"] = 111608,
["level"] = 2,
["bgID"] = 0,
},
["坏蛋先生"] = {
["roomID"] = 109423,
["level"] = 1,
["bgID"] = 0,
},
["江南明日花"] = {
["roomID"] = 235291,
["level"] = 1,
["bgID"] = 0,
},
["强生婴儿"] = {
["roomID"] = 426092,
["level"] = 2,
["bgID"] = 0,
},
["傻扯扯"] = {
["roomID"] = 427460,
["level"] = 1,
["bgID"] = 0,
},
["强生奕凡"] = {
["roomID"] = 426092,
["level"] = 2,
["bgID"] = 0,
},
["小小络缨"] = {
["roomID"] = 426092,
["level"] = 2,
["bgID"] = 0,
},
["田中欲子"] = {
["roomID"] = 113715,
["level"] = 1,
["bgID"] = 0,
},
["闪亮萌可"] = {
["roomID"] = 426112,
["level"] = 1,
["bgID"] = 0,
},
["顾兔耳语丷"] = {
["roomID"] = 171670,
["level"] = 1,
["bgID"] = 0,
},
["停止幻想"] = {
["roomID"] = 166099,
["level"] = 1,
["bgID"] = 0,
},
["一剑书春秋"] = {
["roomID"] = 430367,
["level"] = 1,
["bgID"] = 0,
},
["无丶敌"] = {
["roomID"] = 146287,
["level"] = 1,
["bgID"] = 0,
},
["部落的神啊"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["舞天晴丶骑"] = {
["roomID"] = 296076,
["level"] = 1,
["bgID"] = 0,
},
["有點小倔强"] = {
["roomID"] = 275981,
["level"] = 2,
["bgID"] = 0,
},
["丆弋"] = {
["roomID"] = 430367,
["level"] = 1,
["bgID"] = 0,
},
["被迫只能部落"] = {
["roomID"] = 427405,
["level"] = 2,
["bgID"] = 0,
},
["舞天晴"] = {
["roomID"] = 296076,
["level"] = 1,
["bgID"] = 0,
},
["君墨邪"] = {
["roomID"] = 428569,
["level"] = 1,
["bgID"] = 0,
},
["我真的有病"] = {
["roomID"] = 272155,
["level"] = 1,
["bgID"] = 0,
},
["超猛的豆丁"] = {
["roomID"] = 407749,
["level"] = 1,
["bgID"] = 0,
},
["国王专属"] = {
["roomID"] = 130606,
["level"] = 2,
["bgID"] = 0,
},
["风言丶"] = {
["roomID"] = 135387,
["level"] = 1,
["bgID"] = 0,
},
["顾冉"] = {
["roomID"] = 427510,
["level"] = 1,
["bgID"] = 0,
},
["梵蒂亚"] = {
["roomID"] = 429695,
["level"] = 1,
["bgID"] = 0,
},
["诺米丶"] = {
["roomID"] = 427498,
["level"] = 1,
["bgID"] = 0,
},
["玄瞑"] = {
["roomID"] = 429733,
["level"] = 1,
["bgID"] = 0,
},
["多米多"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["层林尽然"] = {
["roomID"] = 429689,
["level"] = 1,
["bgID"] = 0,
},
["孤独老陛下"] = {
["roomID"] = 130606,
["level"] = 2,
["bgID"] = 0,
},
["神宫寺奈緖"] = {
["roomID"] = 429777,
["level"] = 2,
["bgID"] = 0,
},
["弗格森"] = {
["roomID"] = 425274,
["level"] = 2,
["bgID"] = 0,
},
["小语桐"] = {
["roomID"] = 429777,
["level"] = 2,
["bgID"] = 0,
},
["庐陵卡哇伊"] = {
["roomID"] = 143583,
["level"] = 2,
["bgID"] = 0,
},
["缺劣吗"] = {
["roomID"] = 262807,
["level"] = 1,
["bgID"] = 0,
},
["玛拉菲菲"] = {
["roomID"] = 202775,
["level"] = 1,
["bgID"] = 0,
},
["圣光散人"] = {
["roomID"] = 428973,
["level"] = 1,
["bgID"] = 0,
},
["打野孤龙弃天"] = {
["roomID"] = 144771,
["level"] = 2,
["bgID"] = 0,
},
["电梯战神丶"] = {
["roomID"] = 427448,
["level"] = 2,
["bgID"] = 0,
},
["再喝一杯"] = {
["roomID"] = 315152,
["level"] = 1,
["bgID"] = 0,
},
["糯米的砍刀"] = {
["roomID"] = 132270,
["level"] = 2,
["bgID"] = 0,
},
["糍粑赞辣子"] = {
["roomID"] = 427422,
["level"] = 1,
["bgID"] = 0,
},
["糯米起飞"] = {
["roomID"] = 132270,
["level"] = 2,
["bgID"] = 0,
},
["黑糖玛奇哚"] = {
["roomID"] = 429792,
["level"] = 2,
["bgID"] = 0,
},
["沅枫"] = {
["roomID"] = 147050,
["level"] = 2,
["bgID"] = 0,
},
["瞪眼导师"] = {
["roomID"] = 140664,
["level"] = 1,
["bgID"] = 0,
},
["旧人恋旧城丶"] = {
["roomID"] = 427469,
["level"] = 1,
["bgID"] = 0,
},
["哎哟哟好疼"] = {
["roomID"] = 143012,
["level"] = 1,
["bgID"] = 0,
},
["止射"] = {
["roomID"] = 427428,
["level"] = 1,
["bgID"] = 0,
},
["还想玩个巨战"] = {
["roomID"] = 427535,
["level"] = 2,
["bgID"] = 0,
},
["管饭就行"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["灬啤酒德灬"] = {
["roomID"] = 429690,
["level"] = 1,
["bgID"] = 0,
},
["墨香韵诗心"] = {
["roomID"] = 147050,
["level"] = 2,
["bgID"] = 0,
},
["华崽不怕"] = {
["roomID"] = 427495,
["level"] = 2,
["bgID"] = 0,
},
["Hamsiklol"] = {
["roomID"] = 199686,
["level"] = 3,
["bgID"] = 0,
},
["执笔奶不动"] = {
["roomID"] = 176720,
["level"] = 1,
["bgID"] = 0,
},
["青烟彡"] = {
["roomID"] = 140630,
["level"] = 1,
["bgID"] = 0,
},
["术高一筹"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["小时候很甜"] = {
["roomID"] = 427711,
["level"] = 1,
["bgID"] = 0,
},
["贪玩丶"] = {
["roomID"] = 430080,
["level"] = 1,
["bgID"] = 0,
},
["完美挥击"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["喊拉请叫术爷"] = {
["roomID"] = 430281,
["level"] = 1,
["bgID"] = 0,
},
["秀英"] = {
["roomID"] = 161347,
["level"] = 1,
["bgID"] = 0,
},
["元气晓晓丶"] = {
["roomID"] = 427514,
["level"] = 1,
["bgID"] = 0,
},
["颜妍鑫"] = {
["roomID"] = 425289,
["level"] = 2,
["bgID"] = 0,
},
["脚斗士壹号"] = {
["roomID"] = 428956,
["level"] = 1,
["bgID"] = 0,
},
["一只石壳狼"] = {
["roomID"] = 430394,
["level"] = 1,
["bgID"] = 0,
},
["丨汉克斯丨"] = {
["roomID"] = 428958,
["level"] = 1,
["bgID"] = 0,
},
["射多多"] = {
["roomID"] = 146177,
["level"] = 1,
["bgID"] = 0,
},
["狂暴猪猪侠"] = {
["roomID"] = 143012,
["level"] = 1,
["bgID"] = 0,
},
["丨大老板丨"] = {
["roomID"] = 164238,
["level"] = 2,
["bgID"] = 0,
},
["小面包五"] = {
["roomID"] = 146177,
["level"] = 1,
["bgID"] = 0,
},
["塔心乂華"] = {
["roomID"] = 202898,
["level"] = 1,
["bgID"] = 0,
},
["想见你"] = {
["roomID"] = 207612,
["level"] = 1,
["bgID"] = 0,
},
["瞅瞅拉链子"] = {
["roomID"] = 141921,
["level"] = 1,
["bgID"] = 0,
},
["爱吃乐芙球"] = {
["roomID"] = 143936,
["level"] = 2,
["bgID"] = 0,
},
["呆呆小熊丶"] = {
["roomID"] = 207122,
["level"] = 1,
["bgID"] = 0,
},
["靶子"] = {
["roomID"] = 109438,
["level"] = 1,
["bgID"] = 0,
},
["红法灬"] = {
["roomID"] = 427453,
["level"] = 1,
["bgID"] = 0,
},
["不渡小跟班"] = {
["roomID"] = 427469,
["level"] = 1,
["bgID"] = 0,
},
["气泡水"] = {
["roomID"] = 429755,
["level"] = 2,
["bgID"] = 0,
},
["抖音奈奈日记"] = {
["roomID"] = 131208,
["level"] = 2,
["bgID"] = 0,
},
["奈奈最乖乖了"] = {
["roomID"] = 131208,
["level"] = 2,
["bgID"] = 0,
},
["前程丶"] = {
["roomID"] = 427404,
["level"] = 2,
["bgID"] = 0,
},
["逝水菡萏"] = {
["roomID"] = 430075,
["level"] = 1,
["bgID"] = 0,
},
["布林丨"] = {
["roomID"] = 427401,
["level"] = 1,
["bgID"] = 0,
},
["贪财劈材"] = {
["roomID"] = 144771,
["level"] = 2,
["bgID"] = 0,
},
["湘思是惑"] = {
["roomID"] = 428965,
["level"] = 1,
["bgID"] = 0,
},
["刁布拉吉"] = {
["roomID"] = 235552,
["level"] = 1,
["bgID"] = 0,
},
["抖音奈奈"] = {
["roomID"] = 131208,
["level"] = 2,
["bgID"] = 0,
},
["团长三倍"] = {
["roomID"] = 427397,
["level"] = 2,
["bgID"] = 0,
},
["奈奈最可爱了"] = {
["roomID"] = 131208,
["level"] = 2,
["bgID"] = 0,
},
["一璀璨星辰一"] = {
["roomID"] = 114700,
["level"] = 2,
["bgID"] = 0,
},
["大蛮牛"] = {
["roomID"] = 430389,
["level"] = 1,
["bgID"] = 0,
},
["铁血红狼歌"] = {
["roomID"] = 144593,
["level"] = 2,
["bgID"] = 0,
},
["单手开大"] = {
["roomID"] = 179296,
["level"] = 1,
["bgID"] = 0,
},
["野蛮阿超"] = {
["roomID"] = 427406,
["level"] = 2,
["bgID"] = 0,
},
["风雲"] = {
["roomID"] = 175557,
["level"] = 2,
["bgID"] = 0,
},
["来碗刀削炒面"] = {
["roomID"] = 129026,
["level"] = 1,
["bgID"] = 0,
},
["灬璀璨星辰"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["低配版冲锋"] = {
["roomID"] = 115652,
["level"] = 1,
["bgID"] = 0,
},
["淡淡幽香"] = {
["roomID"] = 430075,
["level"] = 1,
["bgID"] = 0,
},
["Æåå"] = {
["roomID"] = 427482,
["level"] = 3,
["bgID"] = 0,
},
["余嫣然"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["蓝莓乐乐"] = {
["roomID"] = 172710,
["level"] = 1,
["bgID"] = 0,
},
["汉克斯丶"] = {
["roomID"] = 428958,
["level"] = 1,
["bgID"] = 0,
},
["微醺红桃"] = {
["roomID"] = 204106,
["level"] = 2,
["bgID"] = 0,
},
["荧光白"] = {
["roomID"] = 427518,
["level"] = 1,
["bgID"] = 0,
},
["吃天"] = {
["roomID"] = 429701,
["level"] = 1,
["bgID"] = 0,
},
["铁手催命"] = {
["roomID"] = 427491,
["level"] = 2,
["bgID"] = 0,
},
["魔兽老陈"] = {
["roomID"] = 175557,
["level"] = 2,
["bgID"] = 0,
},
["溺水小刀丷"] = {
["roomID"] = 427451,
["level"] = 1,
["bgID"] = 0,
},
["贪图丶"] = {
["roomID"] = 430080,
["level"] = 1,
["bgID"] = 0,
},
["莱诺"] = {
["roomID"] = 427955,
["level"] = 1,
["bgID"] = 0,
},
["三瓶"] = {
["roomID"] = 427449,
["level"] = 1,
["bgID"] = 0,
},
["余生不走"] = {
["roomID"] = 427439,
["level"] = 2,
["bgID"] = 0,
},
["幸运老牛"] = {
["roomID"] = 110681,
["level"] = 2,
["bgID"] = 0,
},
["丿我有事业线"] = {
["roomID"] = 427405,
["level"] = 2,
["bgID"] = 0,
},
["墨尔本的夏天"] = {
["roomID"] = 164954,
["level"] = 1,
["bgID"] = 0,
},
["大盘美肥"] = {
["roomID"] = 427461,
["level"] = 1,
["bgID"] = 0,
},
["丶糖醋肉段"] = {
["roomID"] = 430395,
["level"] = 1,
["bgID"] = 0,
},
["月照归"] = {
["roomID"] = 174655,
["level"] = 3,
["bgID"] = 0,
},
["精灵徳"] = {
["roomID"] = 262807,
["level"] = 1,
["bgID"] = 0,
},
["灬艾尔灬"] = {
["roomID"] = 108049,
["level"] = 1,
["bgID"] = 0,
},
["盾盾芽"] = {
["roomID"] = 152796,
["level"] = 1,
["bgID"] = 0,
},
["娇羞的张飞"] = {
["roomID"] = 407749,
["level"] = 1,
["bgID"] = 0,
},
["浅唱崽崽"] = {
["roomID"] = 427480,
["level"] = 1,
["bgID"] = 0,
},
["半糖蜜桃丶"] = {
["roomID"] = 430077,
["level"] = 1,
["bgID"] = 0,
},
["芈夜星神"] = {
["roomID"] = 429777,
["level"] = 2,
["bgID"] = 0,
},
["永往乄直前"] = {
["roomID"] = 427457,
["level"] = 1,
["bgID"] = 0,
},
["半个梨"] = {
["roomID"] = 427465,
["level"] = 1,
["bgID"] = 0,
},
["糯糯唧唧"] = {
["roomID"] = 427725,
["level"] = 1,
["bgID"] = 0,
},
["Mookiss"] = {
["roomID"] = 427714,
["level"] = 2,
["bgID"] = 0,
},
["那戈德"] = {
["roomID"] = 427419,
["level"] = 2,
["bgID"] = 0,
},
["玄凕"] = {
["roomID"] = 429733,
["level"] = 1,
["bgID"] = 0,
},
["醉萌萌"] = {
["roomID"] = 427490,
["level"] = 1,
["bgID"] = 0,
},
["丨大師兄丨"] = {
["roomID"] = 164238,
["level"] = 2,
["bgID"] = 0,
},
["古力娜扎"] = {
["roomID"] = 427449,
["level"] = 1,
["bgID"] = 0,
},
["Morganai"] = {
["roomID"] = 427714,
["level"] = 2,
["bgID"] = 0,
},
["残阳病骨"] = {
["roomID"] = 142293,
["level"] = 1,
["bgID"] = 0,
},
["明朝算盘术"] = {
["roomID"] = 427415,
["level"] = 1,
["bgID"] = 0,
},
["丿光头加暴击"] = {
["roomID"] = 427405,
["level"] = 2,
["bgID"] = 0,
},
["刘香香爱吃糖"] = {
["roomID"] = 429682,
["level"] = 1,
["bgID"] = 0,
},
["棍子丶"] = {
["roomID"] = 183225,
["level"] = 1,
["bgID"] = 0,
},
["西格玛小战"] = {
["roomID"] = 116026,
["level"] = 1,
["bgID"] = 0,
},
["軟丶糖糖"] = {
["roomID"] = 426898,
["level"] = 2,
["bgID"] = 0,
},
["尛賲小能手"] = {
["roomID"] = 141921,
["level"] = 1,
["bgID"] = 0,
},
["老司机带队"] = {
["roomID"] = 427709,
["level"] = 1,
["bgID"] = 0,
},
["蛋哥奶我一口"] = {
["roomID"] = 429678,
["level"] = 1,
["bgID"] = 0,
},
["好清晰的德"] = {
["roomID"] = 427017,
["level"] = 2,
["bgID"] = 0,
},
["汝知之乎"] = {
["roomID"] = 143151,
["level"] = 1,
["bgID"] = 0,
},
["迪菲亚刺杀"] = {
["roomID"] = 429888,
["level"] = 2,
["bgID"] = 0,
},
["幸运牧"] = {
["roomID"] = 110681,
["level"] = 2,
["bgID"] = 0,
},
["滑雪小熊丶"] = {
["roomID"] = 207122,
["level"] = 1,
["bgID"] = 0,
},
["月哥在此"] = {
["roomID"] = 112561,
["level"] = 1,
["bgID"] = 0,
},
["筱团圆"] = {
["roomID"] = 296884,
["level"] = 1,
["bgID"] = 0,
},
["有點小脾气"] = {
["roomID"] = 275981,
["level"] = 2,
["bgID"] = 0,
},
["逍遥熊"] = {
["roomID"] = 429675,
["level"] = 1,
["bgID"] = 0,
},
["嗎嗎"] = {
["roomID"] = 426767,
["level"] = 1,
["bgID"] = 0,
},
["天下无骑"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["福运灬法"] = {
["roomID"] = 430249,
["level"] = 2,
["bgID"] = 0,
},
["西装丶贼帅"] = {
["roomID"] = 180777,
["level"] = 1,
["bgID"] = 0,
},
["晓晓偷箱丶"] = {
["roomID"] = 427514,
["level"] = 1,
["bgID"] = 0,
},
["戏丶子战"] = {
["roomID"] = 163618,
["level"] = 1,
["bgID"] = 0,
},
["川哥一防熊"] = {
["roomID"] = 428946,
["level"] = 1,
["bgID"] = 0,
},
["痒痒哥哥"] = {
["roomID"] = 427535,
["level"] = 2,
["bgID"] = 0,
},
["我萨满你叫啥"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["战十三"] = {
["roomID"] = 107375,
["level"] = 1,
["bgID"] = 0,
},
["铁手骑士"] = {
["roomID"] = 430067,
["level"] = 1,
["bgID"] = 0,
},
["血犇"] = {
["roomID"] = 164954,
["level"] = 1,
["bgID"] = 0,
},
["甄姬屠龙记"] = {
["roomID"] = 427956,
["level"] = 1,
["bgID"] = 0,
},
["正规扶物"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["华哥很菜"] = {
["roomID"] = 430289,
["level"] = 2,
["bgID"] = 0,
},
["丶大熊猫丶"] = {
["roomID"] = 428957,
["level"] = 1,
["bgID"] = 0,
},
["小莫姐姐丶"] = {
["roomID"] = 430079,
["level"] = 1,
["bgID"] = 0,
},
["雷神树袋熊"] = {
["roomID"] = 270951,
["level"] = 1,
["bgID"] = 0,
},
["午夜钟声"] = {
["roomID"] = 131537,
["level"] = 2,
["bgID"] = 0,
},
["提手斩龙"] = {
["roomID"] = 427182,
["level"] = 2,
["bgID"] = 0,
},
["小火車丶"] = {
["roomID"] = 430241,
["level"] = 1,
["bgID"] = 0,
},
["冰封霜刃"] = {
["roomID"] = 430075,
["level"] = 1,
["bgID"] = 0,
},
["雅文求抱抱"] = {
["roomID"] = 427477,
["level"] = 2,
["bgID"] = 0,
},
["喵苗渺妙"] = {
["roomID"] = 315920,
["level"] = 1,
["bgID"] = 0,
},
["有颗大术"] = {
["roomID"] = 209278,
["level"] = 2,
["bgID"] = 0,
},
["胡里花哨"] = {
["roomID"] = 427527,
["level"] = 1,
["bgID"] = 0,
},
["丨大婶丨"] = {
["roomID"] = 427540,
["level"] = 1,
["bgID"] = 0,
},
["艾尔莎丶辛蒂"] = {
["roomID"] = 428955,
["level"] = 1,
["bgID"] = 0,
},
["一只小战"] = {
["roomID"] = 430253,
["level"] = 1,
["bgID"] = 0,
},
["来碗豆腐脑"] = {
["roomID"] = 129026,
["level"] = 1,
["bgID"] = 0,
},
["调斧离山"] = {
["roomID"] = 166099,
["level"] = 1,
["bgID"] = 0,
},
["幸运灬法"] = {
["roomID"] = 430100,
["level"] = 1,
["bgID"] = 0,
},
["小宝德丶"] = {
["roomID"] = 428976,
["level"] = 1,
["bgID"] = 0,
},
["乄被蠢死的猪"] = {
["roomID"] = 427531,
["level"] = 1,
["bgID"] = 0,
},
["乄被淹死的魚"] = {
["roomID"] = 427531,
["level"] = 1,
["bgID"] = 0,
},
["冷风调调丶"] = {
["roomID"] = 430076,
["level"] = 1,
["bgID"] = 0,
},
["东北大疙瘩"] = {
["roomID"] = 427461,
["level"] = 1,
["bgID"] = 0,
},
["江边有鹤"] = {
["roomID"] = 427507,
["level"] = 1,
["bgID"] = 0,
},
["後涞"] = {
["roomID"] = 430093,
["level"] = 1,
["bgID"] = 0,
},
["快乐的小面包"] = {
["roomID"] = 146177,
["level"] = 1,
["bgID"] = 0,
},
["飞灬龍"] = {
["roomID"] = 427531,
["level"] = 1,
["bgID"] = 0,
},
["纯情男"] = {
["roomID"] = 426154,
["level"] = 1,
["bgID"] = 0,
},
["青翘"] = {
["roomID"] = 429675,
["level"] = 1,
["bgID"] = 0,
},
["吃多了有劲"] = {
["roomID"] = 114771,
["level"] = 1,
["bgID"] = 0,
},
["嘴炮选手"] = {
["roomID"] = 427436,
["level"] = 1,
["bgID"] = 0,
},
["跟随小迷糊"] = {
["roomID"] = 428978,
["level"] = 1,
["bgID"] = 0,
},
["奶妈阿"] = {
["roomID"] = 427709,
["level"] = 1,
["bgID"] = 0,
},
["灬弑灬"] = {
["roomID"] = 115748,
["level"] = 1,
["bgID"] = 0,
},
["青青小苹果"] = {
["roomID"] = 430285,
["level"] = 2,
["bgID"] = 0,
},
["兜兜有一颗糖"] = {
["roomID"] = 161270,
["level"] = 2,
["bgID"] = 0,
},
["星其月五"] = {
["roomID"] = 427424,
["level"] = 1,
["bgID"] = 0,
},
["乄飛灬龍"] = {
["roomID"] = 427531,
["level"] = 1,
["bgID"] = 0,
},
["丧彪大王"] = {
["roomID"] = 427427,
["level"] = 1,
["bgID"] = 0,
},
["赴约"] = {
["roomID"] = 430096,
["level"] = 1,
["bgID"] = 0,
},
["芋圆珍珠奶茶"] = {
["roomID"] = 427488,
["level"] = 2,
["bgID"] = 0,
},
["辞了旧梦"] = {
["roomID"] = 161270,
["level"] = 2,
["bgID"] = 0,
},
["胖虎的胖"] = {
["roomID"] = 180706,
["level"] = 1,
["bgID"] = 0,
},
["我来加"] = {
["roomID"] = 427397,
["level"] = 2,
["bgID"] = 0,
},
["烟雨染江南"] = {
["roomID"] = 427421,
["level"] = 1,
["bgID"] = 0,
},
["内少三号"] = {
["roomID"] = 315860,
["level"] = 1,
["bgID"] = 0,
},
["关关雉鸠"] = {
["roomID"] = 427397,
["level"] = 2,
["bgID"] = 0,
},
["王姨我想通了"] = {
["roomID"] = 175850,
["level"] = 1,
["bgID"] = 0,
},
["残疾二十年"] = {
["roomID"] = 427397,
["level"] = 2,
["bgID"] = 0,
},
["悲伤的影歌"] = {
["roomID"] = 427399,
["level"] = 1,
["bgID"] = 0,
},
["一三得四"] = {
["roomID"] = 428961,
["level"] = 1,
["bgID"] = 0,
},
["站街男模"] = {
["roomID"] = 154698,
["level"] = 3,
["bgID"] = 0,
},
["柒柒灬公主丶"] = {
["roomID"] = 427537,
["level"] = 1,
["bgID"] = 0,
},
["二老师"] = {
["roomID"] = 430071,
["level"] = 1,
["bgID"] = 0,
},
["微醺软桃"] = {
["roomID"] = 204106,
["level"] = 2,
["bgID"] = 0,
},
["牧牧小灰灰"] = {
["roomID"] = 427426,
["level"] = 1,
["bgID"] = 0,
},
["开飞艇丶"] = {
["roomID"] = 430280,
["level"] = 2,
["bgID"] = 0,
},
["刀无命"] = {
["roomID"] = 159582,
["level"] = 2,
["bgID"] = 0,
},
["容桂烂番茄"] = {
["roomID"] = 427397,
["level"] = 2,
["bgID"] = 0,
},
["疯癫小男人"] = {
["roomID"] = 429792,
["level"] = 2,
["bgID"] = 0,
},
["廾匸哈"] = {
["roomID"] = 428978,
["level"] = 1,
["bgID"] = 0,
},
["西格玛男士"] = {
["roomID"] = 116026,
["level"] = 1,
["bgID"] = 0,
},
["牛儿剃"] = {
["roomID"] = 429676,
["level"] = 1,
["bgID"] = 0,
},
["施法没力气"] = {
["roomID"] = 427522,
["level"] = 1,
["bgID"] = 0,
},
["浅荨寻"] = {
["roomID"] = 124537,
["level"] = 1,
["bgID"] = 0,
},
["微醺黑桃"] = {
["roomID"] = 204106,
["level"] = 2,
["bgID"] = 0,
},
["暴力可达鸭"] = {
["roomID"] = 429697,
["level"] = 1,
["bgID"] = 0,
},
["肥肠粗面"] = {
["roomID"] = 139100,
["level"] = 1,
["bgID"] = 0,
},
["阿青铁血柔情"] = {
["roomID"] = 427167,
["level"] = 1,
["bgID"] = 0,
},
["七哥丶德"] = {
["roomID"] = 202775,
["level"] = 1,
["bgID"] = 0,
},
["八月八月"] = {
["roomID"] = 427420,
["level"] = 1,
["bgID"] = 0,
},
["折一纸绿薄荷"] = {
["roomID"] = 107107,
["level"] = 2,
["bgID"] = 0,
},
["牛本牛"] = {
["roomID"] = 430090,
["level"] = 1,
["bgID"] = 0,
},
["小渔海棠"] = {
["roomID"] = 427955,
["level"] = 1,
["bgID"] = 0,
},
["光头加鲍击"] = {
["roomID"] = 426575,
["level"] = 2,
["bgID"] = 0,
},
["仟懿"] = {
["roomID"] = 428948,
["level"] = 2,
["bgID"] = 0,
},
["小泽真珠"] = {
["roomID"] = 425243,
["level"] = 2,
["bgID"] = 0,
},
["战神蛋丶"] = {
["roomID"] = 428950,
["level"] = 1,
["bgID"] = 0,
},
["清风我随意"] = {
["roomID"] = 427716,
["level"] = 1,
["bgID"] = 0,
},
["小咔啦米"] = {
["roomID"] = 427527,
["level"] = 1,
["bgID"] = 0,
},
["冬泉谷柳如烟"] = {
["roomID"] = 428952,
["level"] = 1,
["bgID"] = 0,
},
["陪你看看海"] = {
["roomID"] = 427460,
["level"] = 1,
["bgID"] = 0,
},
["布釘"] = {
["roomID"] = 427401,
["level"] = 1,
["bgID"] = 0,
},
["薇薇甜"] = {
["roomID"] = 430250,
["level"] = 2,
["bgID"] = 0,
},
["紫苏骑"] = {
["roomID"] = 429675,
["level"] = 1,
["bgID"] = 0,
},
["东阳小宝贝"] = {
["roomID"] = 430269,
["level"] = 1,
["bgID"] = 0,
},
["至尊賊憨憨"] = {
["roomID"] = 282551,
["level"] = 1,
["bgID"] = 0,
},
["迪菲亚柳如烟"] = {
["roomID"] = 428952,
["level"] = 1,
["bgID"] = 0,
},
["八扒叭"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["蜜糖小丸子"] = {
["roomID"] = 430077,
["level"] = 1,
["bgID"] = 0,
},
["一颗小青提丶"] = {
["roomID"] = 426898,
["level"] = 2,
["bgID"] = 0,
},
["地上鞋两双阿"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["嘲讽抵抗丷"] = {
["roomID"] = 427489,
["level"] = 1,
["bgID"] = 0,
},
["江南杉原杏璃"] = {
["roomID"] = 235291,
["level"] = 1,
["bgID"] = 0,
},
["毅豪"] = {
["roomID"] = 105439,
["level"] = 1,
["bgID"] = 0,
},
["一颗娃娃菜丶"] = {
["roomID"] = 426898,
["level"] = 2,
["bgID"] = 0,
},
["翔安四姐"] = {
["roomID"] = 165582,
["level"] = 1,
["bgID"] = 0,
},
["小喵呀"] = {
["roomID"] = 427496,
["level"] = 2,
["bgID"] = 0,
},
["再来喝一杯"] = {
["roomID"] = 246712,
["level"] = 2,
["bgID"] = 0,
},
["涧水千晴"] = {
["roomID"] = 427412,
["level"] = 2,
["bgID"] = 0,
},
["Ååæ"] = {
["roomID"] = 427482,
["level"] = 3,
["bgID"] = 0,
},
["朝朝穆穆"] = {
["roomID"] = 427526,
["level"] = 1,
["bgID"] = 0,
},
["噬魂怒焰"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["第十感丶"] = {
["roomID"] = 150915,
["level"] = 1,
["bgID"] = 0,
},
["软灬糖糖"] = {
["roomID"] = 426898,
["level"] = 2,
["bgID"] = 0,
},
["被迫只能狂暴"] = {
["roomID"] = 427405,
["level"] = 2,
["bgID"] = 0,
},
["鸡铬"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["松本一稥"] = {
["roomID"] = 113715,
["level"] = 1,
["bgID"] = 0,
},
["逐日者"] = {
["roomID"] = 430369,
["level"] = 1,
["bgID"] = 0,
},
["我叫毛毛丶斩"] = {
["roomID"] = 427524,
["level"] = 1,
["bgID"] = 0,
},
["椰椰甜心橙"] = {
["roomID"] = 427488,
["level"] = 2,
["bgID"] = 0,
},
["丨亚洲专区丨"] = {
["roomID"] = 424695,
["level"] = 1,
["bgID"] = 0,
},
["甜心小萝莉灬"] = {
["roomID"] = 428945,
["level"] = 1,
["bgID"] = 0,
},
["超红小熊丶"] = {
["roomID"] = 207122,
["level"] = 1,
["bgID"] = 0,
},
["灵魂木木"] = {
["roomID"] = 209278,
["level"] = 2,
["bgID"] = 0,
},
["灬煑揂壹鬥"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["永哥乄市里横"] = {
["roomID"] = 427457,
["level"] = 1,
["bgID"] = 0,
},
["超大的豆丁"] = {
["roomID"] = 407749,
["level"] = 1,
["bgID"] = 0,
},
["暗夜星辰"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["断飞"] = {
["roomID"] = 426145,
["level"] = 2,
["bgID"] = 0,
},
["小墨墨啊"] = {
["roomID"] = 209278,
["level"] = 2,
["bgID"] = 0,
},
["小莫莫啊"] = {
["roomID"] = 209278,
["level"] = 2,
["bgID"] = 0,
},
["粉墨登场丶"] = {
["roomID"] = 201753,
["level"] = 1,
["bgID"] = 0,
},
["乄晓风残月乄"] = {
["roomID"] = 429684,
["level"] = 1,
["bgID"] = 0,
},
["她说你要玩"] = {
["roomID"] = 114004,
["level"] = 2,
["bgID"] = 0,
},
["飞光"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["草莓味丶"] = {
["roomID"] = 203461,
["level"] = 2,
["bgID"] = 0,
},
["霄大爷"] = {
["roomID"] = 130818,
["level"] = 2,
["bgID"] = 0,
},
["我是胖虎"] = {
["roomID"] = 180706,
["level"] = 1,
["bgID"] = 0,
},
["粉墨小术"] = {
["roomID"] = 201753,
["level"] = 1,
["bgID"] = 0,
},
["橙汁橙汁"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["小火車"] = {
["roomID"] = 430241,
["level"] = 1,
["bgID"] = 0,
},
["我瞅瞅怎个是"] = {
["roomID"] = 427718,
["level"] = 1,
["bgID"] = 0,
},
["毛鸡蛋"] = {
["roomID"] = 427975,
["level"] = 1,
["bgID"] = 0,
},
["头可断发不乱"] = {
["roomID"] = 427469,
["level"] = 1,
["bgID"] = 0,
},
["九叔丶"] = {
["roomID"] = 427494,
["level"] = 1,
["bgID"] = 0,
},
["酒瘾小软妹"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["雅文要抱抱"] = {
["roomID"] = 427477,
["level"] = 2,
["bgID"] = 0,
},
["冰棍真好吃"] = {
["roomID"] = 430262,
["level"] = 1,
["bgID"] = 0,
},
["雅文要奶第一"] = {
["roomID"] = 427477,
["level"] = 2,
["bgID"] = 0,
},
["丨至尊寳丨"] = {
["roomID"] = 425243,
["level"] = 2,
["bgID"] = 0,
},
["你挺淘啊"] = {
["roomID"] = 199686,
["level"] = 3,
["bgID"] = 0,
},
["年少夏衫湿丶"] = {
["roomID"] = 427501,
["level"] = 1,
["bgID"] = 0,
},
["勇闯和天涯"] = {
["roomID"] = 157936,
["level"] = 1,
["bgID"] = 0,
},
["阿鲁笛巴"] = {
["roomID"] = 315615,
["level"] = 1,
["bgID"] = 0,
},
["这疯子不太笨"] = {
["roomID"] = 112797,
["level"] = 2,
["bgID"] = 0,
},
["孤独陛下"] = {
["roomID"] = 130606,
["level"] = 2,
["bgID"] = 0,
},
["丨小玖丶"] = {
["roomID"] = 427533,
["level"] = 1,
["bgID"] = 0,
},
["萌嘻嘻"] = {
["roomID"] = 427490,
["level"] = 1,
["bgID"] = 0,
},
["我不管我最粗"] = {
["roomID"] = 204405,
["level"] = 1,
["bgID"] = 0,
},
["墨羽倾炫"] = {
["roomID"] = 147050,
["level"] = 2,
["bgID"] = 0,
},
["丷郁美净"] = {
["roomID"] = 109438,
["level"] = 1,
["bgID"] = 0,
},
["花摇印月影"] = {
["roomID"] = 205679,
["level"] = 1,
["bgID"] = 0,
},
["Æçæ"] = {
["roomID"] = 427482,
["level"] = 3,
["bgID"] = 0,
},
["南梨呀丶"] = {
["roomID"] = 143851,
["level"] = 1,
["bgID"] = 0,
},
["倔强的苹果多"] = {
["roomID"] = 116356,
["level"] = 1,
["bgID"] = 0,
},
["夜月天丶"] = {
["roomID"] = 427422,
["level"] = 1,
["bgID"] = 0,
},
["正规左辅小琪"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["断断"] = {
["roomID"] = 426145,
["level"] = 2,
["bgID"] = 0,
},
["刘香香好厉害"] = {
["roomID"] = 429682,
["level"] = 1,
["bgID"] = 0,
},
["东莱法神"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["热心朝阳群众"] = {
["roomID"] = 430068,
["level"] = 1,
["bgID"] = 0,
},
["止于了解"] = {
["roomID"] = 427428,
["level"] = 2,
["bgID"] = 0,
},
["白发丶近战"] = {
["roomID"] = 430261,
["level"] = 2,
["bgID"] = 0,
},
["笨笨狸花猫"] = {
["roomID"] = 143012,
["level"] = 1,
["bgID"] = 0,
},
["七苃"] = {
["roomID"] = 428981,
["level"] = 1,
["bgID"] = 0,
},
["银色斑斓"] = {
["roomID"] = 134121,
["level"] = 2,
["bgID"] = 0,
},
["無小风"] = {
["roomID"] = 150977,
["level"] = 2,
["bgID"] = 0,
},
["猪哥啤酒"] = {
["roomID"] = 134121,
["level"] = 2,
["bgID"] = 0,
},
["山水有相漨"] = {
["roomID"] = 427425,
["level"] = 2,
["bgID"] = 0,
},
["国有国法"] = {
["roomID"] = 427450,
["level"] = 1,
["bgID"] = 0,
},
["猿啸哀"] = {
["roomID"] = 428569,
["level"] = 1,
["bgID"] = 0,
},
["奶一手我"] = {
["roomID"] = 105433,
["level"] = 2,
["bgID"] = 0,
},
["常懒"] = {
["roomID"] = 150977,
["level"] = 2,
["bgID"] = 0,
},
["夏丶小暖"] = {
["roomID"] = 426898,
["level"] = 2,
["bgID"] = 0,
},
["离别把谁饶丶"] = {
["roomID"] = 427404,
["level"] = 2,
["bgID"] = 0,
},
["我叫毛毛丶牧"] = {
["roomID"] = 427524,
["level"] = 1,
["bgID"] = 0,
},
["夏夜的风"] = {
["roomID"] = 430148,
["level"] = 2,
["bgID"] = 0,
},
["别叫我胆小鬼"] = {
["roomID"] = 430068,
["level"] = 1,
["bgID"] = 0,
},
["丿汉克斯"] = {
["roomID"] = 428958,
["level"] = 1,
["bgID"] = 0,
},
["霸道小男人"] = {
["roomID"] = 221650,
["level"] = 2,
["bgID"] = 0,
},
["巧可"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["刺骨无肉"] = {
["roomID"] = 141631,
["level"] = 1,
["bgID"] = 0,
},
["无蘂"] = {
["roomID"] = 150977,
["level"] = 2,
["bgID"] = 0,
},
["士多啤梨丫"] = {
["roomID"] = 143936,
["level"] = 2,
["bgID"] = 0,
},
["别叫我旦小鬼"] = {
["roomID"] = 430068,
["level"] = 1,
["bgID"] = 0,
},
["九叔灬"] = {
["roomID"] = 427494,
["level"] = 1,
["bgID"] = 0,
},
["翔安六姐"] = {
["roomID"] = 165582,
["level"] = 1,
["bgID"] = 0,
},
["人间小德"] = {
["roomID"] = 430393,
["level"] = 1,
["bgID"] = 0,
},
["凌洛"] = {
["roomID"] = 429405,
["level"] = 2,
["bgID"] = 0,
},
["Vknetworkee"] = {
["roomID"] = 289165,
["level"] = 1,
["bgID"] = 0,
},
["难哄的芽"] = {
["roomID"] = 152796,
["level"] = 1,
["bgID"] = 0,
},
["落花布丁"] = {
["roomID"] = 427474,
["level"] = 1,
["bgID"] = 0,
},
["塔心乂梦影"] = {
["roomID"] = 202898,
["level"] = 1,
["bgID"] = 0,
},
["雨落丶妮"] = {
["roomID"] = 427498,
["level"] = 1,
["bgID"] = 0,
},
["双马尾呦"] = {
["roomID"] = 428948,
["level"] = 2,
["bgID"] = 0,
},
["右手银戒"] = {
["roomID"] = 183891,
["level"] = 1,
["bgID"] = 0,
},
["牧灬天"] = {
["roomID"] = 427726,
["level"] = 1,
["bgID"] = 0,
},
["苹果猎"] = {
["roomID"] = 427017,
["level"] = 2,
["bgID"] = 0,
},
["吴记麻辣油丶"] = {
["roomID"] = 427501,
["level"] = 1,
["bgID"] = 0,
},
["奔奔泡泡"] = {
["roomID"] = 430078,
["level"] = 1,
["bgID"] = 0,
},
["丶醒醒丶"] = {
["roomID"] = 429405,
["level"] = 2,
["bgID"] = 0,
},
["古城霜衣丶"] = {
["roomID"] = 112117,
["level"] = 2,
["bgID"] = 0,
},
["山野下"] = {
["roomID"] = 428984,
["level"] = 1,
["bgID"] = 0,
},
["铁铲炖大鹅"] = {
["roomID"] = 429690,
["level"] = 1,
["bgID"] = 0,
},
["瞪眼哥"] = {
["roomID"] = 140664,
["level"] = 1,
["bgID"] = 0,
},
["断东"] = {
["roomID"] = 426145,
["level"] = 2,
["bgID"] = 0,
},
["小菜油"] = {
["roomID"] = 427415,
["level"] = 1,
["bgID"] = 0,
},
["丶无法丶"] = {
["roomID"] = 427453,
["level"] = 1,
["bgID"] = 0,
},
["术神二世"] = {
["roomID"] = 108324,
["level"] = 1,
["bgID"] = 0,
},
["浅唱很白"] = {
["roomID"] = 427480,
["level"] = 1,
["bgID"] = 0,
},
["背着灵魂跳舞"] = {
["roomID"] = 174030,
["level"] = 1,
["bgID"] = 0,
},
["一颗小梅子丶"] = {
["roomID"] = 426898,
["level"] = 2,
["bgID"] = 0,
},
["暴走战"] = {
["roomID"] = 131618,
["level"] = 3,
["bgID"] = 0,
},
["灬南弦于断"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["都没吃饭吗"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["可乐的术"] = {
["roomID"] = 427409,
["level"] = 1,
["bgID"] = 0,
},
["塔心乂浮梦"] = {
["roomID"] = 202898,
["level"] = 1,
["bgID"] = 0,
},
["血八十九少"] = {
["roomID"] = 237278,
["level"] = 1,
["bgID"] = 0,
},
["哎哟我的腿"] = {
["roomID"] = 430017,
["level"] = 1,
["bgID"] = 0,
},
["小老弟看棍"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["老徐不赖"] = {
["roomID"] = 427719,
["level"] = 2,
["bgID"] = 0,
},
["至尊德憨憨"] = {
["roomID"] = 282551,
["level"] = 1,
["bgID"] = 0,
},
["暴走肆"] = {
["roomID"] = 131618,
["level"] = 3,
["bgID"] = 0,
},
["爱罐罐的咕噜"] = {
["roomID"] = 427496,
["level"] = 2,
["bgID"] = 0,
},
["秦丶"] = {
["roomID"] = 427526,
["level"] = 1,
["bgID"] = 0,
},
["言神"] = {
["roomID"] = 426575,
["level"] = 1,
["bgID"] = 0,
},
["一袭反骨"] = {
["roomID"] = 279095,
["level"] = 1,
["bgID"] = 0,
},
["溺水小刀丿"] = {
["roomID"] = 427451,
["level"] = 1,
["bgID"] = 0,
},
["南柯一梦啊"] = {
["roomID"] = 429685,
["level"] = 1,
["bgID"] = 0,
},
["最排排骨战"] = {
["roomID"] = 130606,
["level"] = 2,
["bgID"] = 0,
},
["神盾"] = {
["roomID"] = 142293,
["level"] = 1,
["bgID"] = 0,
},
["白夜叉"] = {
["roomID"] = 427977,
["level"] = 1,
["bgID"] = 0,
},
["皮特神"] = {
["roomID"] = 212043,
["level"] = 2,
["bgID"] = 0,
},
["十七岁那年丶"] = {
["roomID"] = 156317,
["level"] = 1,
["bgID"] = 0,
},
["丨繁星丨"] = {
["roomID"] = 410934,
["level"] = 2,
["bgID"] = 0,
},
["社会人偷"] = {
["roomID"] = 427959,
["level"] = 2,
["bgID"] = 0,
},
["地中海胖虎"] = {
["roomID"] = 180706,
["level"] = 1,
["bgID"] = 0,
},
["棍子灬"] = {
["roomID"] = 183225,
["level"] = 1,
["bgID"] = 0,
},
["神斧"] = {
["roomID"] = 142293,
["level"] = 1,
["bgID"] = 0,
},
["幸运灬牧"] = {
["roomID"] = 430100,
["level"] = 1,
["bgID"] = 0,
},
["黑化大美妞"] = {
["roomID"] = 221650,
["level"] = 2,
["bgID"] = 0,
},
["糯米的项链"] = {
["roomID"] = 427513,
["level"] = 2,
["bgID"] = 0,
},
["就想玩个牧師"] = {
["roomID"] = 427535,
["level"] = 2,
["bgID"] = 0,
},
["一只籁隔宝"] = {
["roomID"] = 430394,
["level"] = 1,
["bgID"] = 0,
},
["秃瓢姐姐"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["笨笨芽"] = {
["roomID"] = 152796,
["level"] = 1,
["bgID"] = 0,
},
["一小妮妮一"] = {
["roomID"] = 429681,
["level"] = 1,
["bgID"] = 0,
},
["李木鱼"] = {
["roomID"] = 427527,
["level"] = 1,
["bgID"] = 0,
},
["我系懦夫"] = {
["roomID"] = 428951,
["level"] = 1,
["bgID"] = 0,
},
["单身无敌"] = {
["roomID"] = 146287,
["level"] = 1,
["bgID"] = 0,
},
["揽壹叶秋枫"] = {
["roomID"] = 428830,
["level"] = 1,
["bgID"] = 0,
},
["凌小柔"] = {
["roomID"] = 226815,
["level"] = 1,
["bgID"] = 0,
},
["玩玩丶煭"] = {
["roomID"] = 271148,
["level"] = 1,
["bgID"] = 0,
},
["邪恶的战神"] = {
["roomID"] = 430255,
["level"] = 2,
["bgID"] = 0,
},
["鼻涕泡儿"] = {
["roomID"] = 428974,
["level"] = 1,
["bgID"] = 0,
},
["旧梦炒牛肉饼"] = {
["roomID"] = 430383,
["level"] = 1,
["bgID"] = 0,
},
["极限丶之力丿"] = {
["roomID"] = 426523,
["level"] = 1,
["bgID"] = 0,
},
["牧流牛杩"] = {
["roomID"] = 427436,
["level"] = 1,
["bgID"] = 0,
},
["柒小宝丶"] = {
["roomID"] = 427434,
["level"] = 1,
["bgID"] = 0,
},
["贪欢丶"] = {
["roomID"] = 430080,
["level"] = 1,
["bgID"] = 0,
},
["野蛮丨阿超"] = {
["roomID"] = 427406,
["level"] = 2,
["bgID"] = 0,
},
["蒜香牛逼"] = {
["roomID"] = 427419,
["level"] = 2,
["bgID"] = 0,
},
["一四得五"] = {
["roomID"] = 428961,
["level"] = 1,
["bgID"] = 0,
},
["双王"] = {
["roomID"] = 315745,
["level"] = 1,
["bgID"] = 0,
},
["不会玩联盟"] = {
["roomID"] = 272155,
["level"] = 1,
["bgID"] = 0,
},
["汪东城没我帅"] = {
["roomID"] = 427500,
["level"] = 1,
["bgID"] = 0,
},
["地夜叉"] = {
["roomID"] = 427977,
["level"] = 1,
["bgID"] = 0,
},
["快乐尐小德"] = {
["roomID"] = 109423,
["level"] = 1,
["bgID"] = 0,
},
["答案主剃"] = {
["roomID"] = 429676,
["level"] = 1,
["bgID"] = 0,
},
["锯魔天下无敌"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["人间小盗"] = {
["roomID"] = 430393,
["level"] = 1,
["bgID"] = 0,
},
["星星说着喜欢"] = {
["roomID"] = 429678,
["level"] = 1,
["bgID"] = 0,
},
["淺唱弄弦"] = {
["roomID"] = 111638,
["level"] = 2,
["bgID"] = 0,
},
["以法之名"] = {
["roomID"] = 427419,
["level"] = 2,
["bgID"] = 0,
},
["熊子胖"] = {
["roomID"] = 124537,
["level"] = 1,
["bgID"] = 0,
},
["死亡乂指"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["三友乄哪啦"] = {
["roomID"] = 430085,
["level"] = 1,
["bgID"] = 0,
},
["酌酒倾殇"] = {
["roomID"] = 147050,
["level"] = 2,
["bgID"] = 0,
},
["墓无丶亡法"] = {
["roomID"] = 427708,
["level"] = 1,
["bgID"] = 0,
},
["牧牧丶丫"] = {
["roomID"] = 427498,
["level"] = 1,
["bgID"] = 0,
},
["画叽丶"] = {
["roomID"] = 164564,
["level"] = 2,
["bgID"] = 0,
},
["涧水香橙"] = {
["roomID"] = 427412,
["level"] = 2,
["bgID"] = 0,
},
["泡饭大魔王"] = {
["roomID"] = 427402,
["level"] = 2,
["bgID"] = 0,
},
["时尚浅唱"] = {
["roomID"] = 427480,
["level"] = 1,
["bgID"] = 0,
},
["划水哥"] = {
["roomID"] = 146287,
["level"] = 1,
["bgID"] = 0,
},
["小嘴喯叭哒"] = {
["roomID"] = 427725,
["level"] = 1,
["bgID"] = 0,
},
["小火车術士"] = {
["roomID"] = 430241,
["level"] = 1,
["bgID"] = 0,
},
["合同贼"] = {
["roomID"] = 426205,
["level"] = 2,
["bgID"] = 0,
},
["大猪地瓜"] = {
["roomID"] = 134121,
["level"] = 2,
["bgID"] = 0,
},
["影魅之刃"] = {
["roomID"] = 427459,
["level"] = 1,
["bgID"] = 0,
},
["Szk"] = {
["roomID"] = 174548,
["level"] = 2,
["bgID"] = 0,
},
["Vknetworker"] = {
["roomID"] = 289165,
["level"] = 1,
["bgID"] = 0,
},
["黑夫夫"] = {
["roomID"] = 427412,
["level"] = 2,
["bgID"] = 0,
},
["无心大师"] = {
["roomID"] = 428964,
["level"] = 1,
["bgID"] = 0,
},
["七友"] = {
["roomID"] = 428981,
["level"] = 1,
["bgID"] = 0,
},
["刘香香来喽"] = {
["roomID"] = 429682,
["level"] = 1,
["bgID"] = 0,
},
["丨阿玖丶"] = {
["roomID"] = 427533,
["level"] = 1,
["bgID"] = 0,
},
["南宫云峰"] = {
["roomID"] = 115342,
["level"] = 1,
["bgID"] = 0,
},
["荒野箭客"] = {
["roomID"] = 274831,
["level"] = 1,
["bgID"] = 0,
},
["丶馨"] = {
["roomID"] = 425289,
["level"] = 2,
["bgID"] = 0,
},
["钢鐡意志"] = {
["roomID"] = 427459,
["level"] = 1,
["bgID"] = 0,
},
["有怪裆圆先上"] = {
["roomID"] = 427473,
["level"] = 1,
["bgID"] = 0,
},
["给你个腐蚀术"] = {
["roomID"] = 427405,
["level"] = 2,
["bgID"] = 0,
},
["精洒神州大地"] = {
["roomID"] = 204405,
["level"] = 1,
["bgID"] = 0,
},
["光头的胖虎"] = {
["roomID"] = 180706,
["level"] = 1,
["bgID"] = 0,
},
["川哥一防战"] = {
["roomID"] = 428946,
["level"] = 1,
["bgID"] = 0,
},
["偶爱吃葡萄"] = {
["roomID"] = 430085,
["level"] = 1,
["bgID"] = 0,
},
["兔捏捏"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["蠢扯扯"] = {
["roomID"] = 427460,
["level"] = 1,
["bgID"] = 0,
},
["马咔吧咔"] = {
["roomID"] = 272155,
["level"] = 1,
["bgID"] = 0,
},
["彩虹边的乳云"] = {
["roomID"] = 427397,
["level"] = 2,
["bgID"] = 0,
},
["傾城紅顔醉丶"] = {
["roomID"] = 429757,
["level"] = 1,
["bgID"] = 0,
},
["皮特贼"] = {
["roomID"] = 212043,
["level"] = 2,
["bgID"] = 0,
},
["八月爸爸"] = {
["roomID"] = 427420,
["level"] = 1,
["bgID"] = 0,
},
["贪财丶"] = {
["roomID"] = 430080,
["level"] = 1,
["bgID"] = 0,
},
["吟得一首好诗"] = {
["roomID"] = 427971,
["level"] = 1,
["bgID"] = 0,
},
["银邦邦"] = {
["roomID"] = 430276,
["level"] = 1,
["bgID"] = 0,
},
["阿霖丿海豚"] = {
["roomID"] = 427539,
["level"] = 1,
["bgID"] = 0,
},
["马尔扎哈"] = {
["roomID"] = 427449,
["level"] = 1,
["bgID"] = 0,
},
["蒜泥倒霉"] = {
["roomID"] = 154698,
["level"] = 3,
["bgID"] = 0,
},
["重仓空进去"] = {
["roomID"] = 430391,
["level"] = 1,
["bgID"] = 0,
},
["一艾尔一"] = {
["roomID"] = 108049,
["level"] = 1,
["bgID"] = 0,
},
["豌豆射手丶"] = {
["roomID"] = 429680,
["level"] = 1,
["bgID"] = 0,
},
["秃瓢青海"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["林木雄起"] = {
["roomID"] = 430366,
["level"] = 1,
["bgID"] = 0,
},
["Æåæ"] = {
["roomID"] = 427482,
["level"] = 3,
["bgID"] = 0,
},
["不曾喜欢多好"] = {
["roomID"] = 141477,
["level"] = 1,
["bgID"] = 0,
},
["萨满满电"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["小白爱玩盲僧"] = {
["roomID"] = 105494,
["level"] = 2,
["bgID"] = 0,
},
["强生嬰兒"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["清风弄影丶"] = {
["roomID"] = 430253,
["level"] = 1,
["bgID"] = 0,
},
["这男的真靓"] = {
["roomID"] = 141631,
["level"] = 1,
["bgID"] = 0,
},
["漓尐沫"] = {
["roomID"] = 171670,
["level"] = 1,
["bgID"] = 0,
},
["再旭十年"] = {
["roomID"] = 429350,
["level"] = 2,
["bgID"] = 0,
},
["寒觉"] = {
["roomID"] = 105494,
["level"] = 2,
["bgID"] = 0,
},
["战魂老瓦"] = {
["roomID"] = 267388,
["level"] = 1,
["bgID"] = 0,
},
["那年十七岁"] = {
["roomID"] = 156317,
["level"] = 1,
["bgID"] = 0,
},
["爱听放生的白"] = {
["roomID"] = 105494,
["level"] = 2,
["bgID"] = 0,
},
["爱看电影的白"] = {
["roomID"] = 105494,
["level"] = 2,
["bgID"] = 0,
},
["老徐不坏"] = {
["roomID"] = 427719,
["level"] = 2,
["bgID"] = 0,
},
["还想玩个小德"] = {
["roomID"] = 427535,
["level"] = 2,
["bgID"] = 0,
},
["只比圣光一"] = {
["roomID"] = 427471,
["level"] = 1,
["bgID"] = 0,
},
["乖嘻嘻"] = {
["roomID"] = 427490,
["level"] = 1,
["bgID"] = 0,
},
["腻贼树袋熊"] = {
["roomID"] = 270951,
["level"] = 1,
["bgID"] = 0,
},
["布兵"] = {
["roomID"] = 427401,
["level"] = 1,
["bgID"] = 0,
},
["雾漫海"] = {
["roomID"] = 174655,
["level"] = 3,
["bgID"] = 0,
},
["我绝对有病"] = {
["roomID"] = 272155,
["level"] = 1,
["bgID"] = 0,
},
["午夜醉红塵"] = {
["roomID"] = 430069,
["level"] = 1,
["bgID"] = 0,
},
["墨染黄昏"] = {
["roomID"] = 142159,
["level"] = 1,
["bgID"] = 0,
},
["贰队的萨满"] = {
["roomID"] = 430370,
["level"] = 1,
["bgID"] = 0,
},
["赤莞"] = {
["roomID"] = 430370,
["level"] = 1,
["bgID"] = 0,
},
["一礼晚冬"] = {
["roomID"] = 430370,
["level"] = 1,
["bgID"] = 0,
},
["猪八戒奶"] = {
["roomID"] = 281465,
["level"] = 1,
["bgID"] = 0,
},
["我浪的飞起"] = {
["roomID"] = 427503,
["level"] = 2,
["bgID"] = 0,
},
["凯文丶加内超"] = {
["roomID"] = 410934,
["level"] = 2,
["bgID"] = 0,
},
["武的"] = {
["roomID"] = 430275,
["level"] = 1,
["bgID"] = 0,
},
["玩玩丶珐"] = {
["roomID"] = 271148,
["level"] = 1,
["bgID"] = 0,
},
["莽村青年才俊"] = {
["roomID"] = 430283,
["level"] = 1,
["bgID"] = 0,
},
["愿违"] = {
["roomID"] = 429695,
["level"] = 1,
["bgID"] = 0,
},
["小时候很硬"] = {
["roomID"] = 430283,
["level"] = 1,
["bgID"] = 0,
},
["果师傅"] = {
["roomID"] = 429695,
["level"] = 1,
["bgID"] = 0,
},
["可乐气水"] = {
["roomID"] = 429755,
["level"] = 2,
["bgID"] = 0,
},
["Vurtnees"] = {
["roomID"] = 125345,
["level"] = 2,
["bgID"] = 0,
},
["小莫灬"] = {
["roomID"] = 430079,
["level"] = 1,
["bgID"] = 0,
},
["打野信爷"] = {
["roomID"] = 427709,
["level"] = 1,
["bgID"] = 0,
},
["川哥一一防站"] = {
["roomID"] = 428946,
["level"] = 1,
["bgID"] = 0,
},
["鸿蒙圣斗士"] = {
["roomID"] = 324745,
["level"] = 1,
["bgID"] = 0,
},
["夜曦雾"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["八月猫咪"] = {
["roomID"] = 427420,
["level"] = 1,
["bgID"] = 0,
},
["春雨梨花开"] = {
["roomID"] = 427521,
["level"] = 2,
["bgID"] = 0,
},
["蒼穹丶"] = {
["roomID"] = 184661,
["level"] = 1,
["bgID"] = 0,
},
["左手夹着烟"] = {
["roomID"] = 275244,
["level"] = 3,
["bgID"] = 0,
},
["只爱吃香菜"] = {
["roomID"] = 428959,
["level"] = 1,
["bgID"] = 0,
},
["无风"] = {
["roomID"] = 150977,
["level"] = 2,
["bgID"] = 0,
},
["萦绕在杺"] = {
["roomID"] = 425247,
["level"] = 1,
["bgID"] = 0,
},
["开空调丶"] = {
["roomID"] = 430280,
["level"] = 2,
["bgID"] = 0,
},
["闰土"] = {
["roomID"] = 426731,
["level"] = 2,
["bgID"] = 0,
},
["丶表哥一"] = {
["roomID"] = 430171,
["level"] = 1,
["bgID"] = 0,
},
["那年十七岁丶"] = {
["roomID"] = 156317,
["level"] = 1,
["bgID"] = 0,
},
["猛牛哥哥"] = {
["roomID"] = 430267,
["level"] = 1,
["bgID"] = 0,
},
["极限丶之魂丿"] = {
["roomID"] = 426523,
["level"] = 1,
["bgID"] = 0,
},
["奶第十"] = {
["roomID"] = 427424,
["level"] = 2,
["bgID"] = 0,
},
["内少六号"] = {
["roomID"] = 315860,
["level"] = 1,
["bgID"] = 0,
},
["云英"] = {
["roomID"] = 161347,
["level"] = 1,
["bgID"] = 0,
},
["Axl"] = {
["roomID"] = 154797,
["level"] = 1,
["bgID"] = 0,
},
["大狗熊熊"] = {
["roomID"] = 427709,
["level"] = 1,
["bgID"] = 0,
},
["与神明画押"] = {
["roomID"] = 430387,
["level"] = 1,
["bgID"] = 0,
},
["勒喔仨欠"] = {
["roomID"] = 427954,
["level"] = 1,
["bgID"] = 0,
},
["Peass"] = {
["roomID"] = 427715,
["level"] = 1,
["bgID"] = 0,
},
["怪我争强好胜"] = {
["roomID"] = 136351,
["level"] = 2,
["bgID"] = 0,
},
["小兽怪"] = {
["roomID"] = 142893,
["level"] = 2,
["bgID"] = 0,
},
["Roy"] = {
["roomID"] = 154797,
["level"] = 1,
["bgID"] = 0,
},
["乂战刃乂"] = {
["roomID"] = 427960,
["level"] = 1,
["bgID"] = 0,
},
["龍王"] = {
["roomID"] = 426731,
["level"] = 2,
["bgID"] = 0,
},
["叫我菜熊"] = {
["roomID"] = 205533,
["level"] = 2,
["bgID"] = 0,
},
["桃子酱丫"] = {
["roomID"] = 171233,
["level"] = 1,
["bgID"] = 0,
},
["何以故人初"] = {
["roomID"] = 427425,
["level"] = 2,
["bgID"] = 0,
},
["墨香逐风舞"] = {
["roomID"] = 147050,
["level"] = 2,
["bgID"] = 0,
},
["三幺四"] = {
["roomID"] = 100472,
["level"] = 1,
["bgID"] = 0,
},
["韦鲁斯丶"] = {
["roomID"] = 224916,
["level"] = 1,
["bgID"] = 0,
},
["柯敖"] = {
["roomID"] = 426112,
["level"] = 1,
["bgID"] = 0,
},
["斯图黑手"] = {
["roomID"] = 132096,
["level"] = 1,
["bgID"] = 0,
},
["老婆别再要了"] = {
["roomID"] = 108148,
["level"] = 1,
["bgID"] = 0,
},
["银未羊"] = {
["roomID"] = 430276,
["level"] = 1,
["bgID"] = 0,
},
["月冷绰影斜"] = {
["roomID"] = 144771,
["level"] = 1,
["bgID"] = 0,
},
["丨统帅丨"] = {
["roomID"] = 150915,
["level"] = 1,
["bgID"] = 0,
},
["正规搓背"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["牛牛好棒丶"] = {
["roomID"] = 427448,
["level"] = 2,
["bgID"] = 0,
},
["一二得三"] = {
["roomID"] = 428961,
["level"] = 1,
["bgID"] = 0,
},
["死灵法则"] = {
["roomID"] = 107459,
["level"] = 2,
["bgID"] = 0,
},
["钱黄甜白酒"] = {
["roomID"] = 427954,
["level"] = 1,
["bgID"] = 0,
},
["斯图亚特"] = {
["roomID"] = 132096,
["level"] = 1,
["bgID"] = 0,
},
["铁灬锤"] = {
["roomID"] = 430285,
["level"] = 2,
["bgID"] = 0,
},
["川哥二防熊"] = {
["roomID"] = 426683,
["level"] = 1,
["bgID"] = 0,
},
["战魁丶铁角"] = {
["roomID"] = 427708,
["level"] = 1,
["bgID"] = 0,
},
["苹果猎二"] = {
["roomID"] = 427017,
["level"] = 2,
["bgID"] = 0,
},
["Xiliyohuala"] = {
["roomID"] = 430268,
["level"] = 1,
["bgID"] = 0,
},
["黑牛哥哥"] = {
["roomID"] = 116905,
["level"] = 2,
["bgID"] = 0,
},
["得过且过丶"] = {
["roomID"] = 427469,
["level"] = 1,
["bgID"] = 0,
},
["玩玩丶德"] = {
["roomID"] = 271148,
["level"] = 1,
["bgID"] = 0,
},
["小刀噶了你"] = {
["roomID"] = 427438,
["level"] = 2,
["bgID"] = 0,
},
["神丶小贼"] = {
["roomID"] = 192767,
["level"] = 2,
["bgID"] = 0,
},
["光头发光"] = {
["roomID"] = 154778,
["level"] = 1,
["bgID"] = 0,
},
["漫步星程"] = {
["roomID"] = 277347,
["level"] = 1,
["bgID"] = 0,
},
["木木战"] = {
["roomID"] = 112117,
["level"] = 2,
["bgID"] = 0,
},
["奶骑圣疗熊"] = {
["roomID"] = 430268,
["level"] = 1,
["bgID"] = 0,
},
["貝蘭妮"] = {
["roomID"] = 427964,
["level"] = 1,
["bgID"] = 0,
},
["江南冲田杏梨"] = {
["roomID"] = 235291,
["level"] = 1,
["bgID"] = 0,
},
["青鹧丶"] = {
["roomID"] = 184661,
["level"] = 1,
["bgID"] = 0,
},
["兔子十三号"] = {
["roomID"] = 228473,
["level"] = 1,
["bgID"] = 0,
},
["萨满思密达二"] = {
["roomID"] = 428966,
["level"] = 1,
["bgID"] = 0,
},
["赶紧给我滚"] = {
["roomID"] = 199686,
["level"] = 3,
["bgID"] = 0,
},
["任飘渺丶"] = {
["roomID"] = 159230,
["level"] = 1,
["bgID"] = 0,
},
["混元百万"] = {
["roomID"] = 427465,
["level"] = 1,
["bgID"] = 0,
},
["小喵爸爸"] = {
["roomID"] = 427420,
["level"] = 1,
["bgID"] = 0,
},
["温柔画霓裳纟"] = {
["roomID"] = 430371,
["level"] = 1,
["bgID"] = 0,
},
["津玩命"] = {
["roomID"] = 302737,
["level"] = 1,
["bgID"] = 0,
},
["小波螺"] = {
["roomID"] = 427458,
["level"] = 1,
["bgID"] = 0,
},
["暖暖是矮牧"] = {
["roomID"] = 427476,
["level"] = 1,
["bgID"] = 0,
},
["翱翔人间"] = {
["roomID"] = 430286,
["level"] = 2,
["bgID"] = 0,
},
["飞飙"] = {
["roomID"] = 1000,
["level"] = 1,
["bgID"] = 0,
},
["莫道桑榆晚丶"] = {
["roomID"] = 427470,
["level"] = 1,
["bgID"] = 0,
},
["死亡刈指"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["丶翱翔"] = {
["roomID"] = 430286,
["level"] = 2,
["bgID"] = 0,
},
["春风老陈灬"] = {
["roomID"] = 286589,
["level"] = 2,
["bgID"] = 0,
},
["落花犇犇"] = {
["roomID"] = 427474,
["level"] = 1,
["bgID"] = 0,
},
["一颗小辣椒丶"] = {
["roomID"] = 426898,
["level"] = 2,
["bgID"] = 0,
},
["Mistyrose"] = {
["roomID"] = 427714,
["level"] = 2,
["bgID"] = 0,
},
["水果真甜"] = {
["roomID"] = 114940,
["level"] = 2,
["bgID"] = 0,
},
["血六十九少"] = {
["roomID"] = 237278,
["level"] = 1,
["bgID"] = 0,
},
["永哥乄外边猛"] = {
["roomID"] = 427457,
["level"] = 1,
["bgID"] = 0,
},
["我摸必黑"] = {
["roomID"] = 429755,
["level"] = 2,
["bgID"] = 0,
},
["小奈丝"] = {
["roomID"] = 428962,
["level"] = 1,
["bgID"] = 0,
},
["邪箭仙"] = {
["roomID"] = 426154,
["level"] = 1,
["bgID"] = 0,
},
["兔子二号"] = {
["roomID"] = 228473,
["level"] = 1,
["bgID"] = 0,
},
["浪阿格浪"] = {
["roomID"] = 427408,
["level"] = 2,
["bgID"] = 0,
},
["听风落雪"] = {
["roomID"] = 430288,
["level"] = 1,
["bgID"] = 0,
},
["笑笑的"] = {
["roomID"] = 315920,
["level"] = 1,
["bgID"] = 0,
},
["划船不用桨哟"] = {
["roomID"] = 430287,
["level"] = 1,
["bgID"] = 0,
},
["往事似空城"] = {
["roomID"] = 105448,
["level"] = 2,
["bgID"] = 0,
},
["哀木梯四"] = {
["roomID"] = 427530,
["level"] = 1,
["bgID"] = 0,
},
["寒冰丶护体"] = {
["roomID"] = 105448,
["level"] = 2,
["bgID"] = 0,
},
["卡特卡特"] = {
["roomID"] = 430239,
["level"] = 2,
["bgID"] = 0,
},
["挽似花丶"] = {
["roomID"] = 164564,
["level"] = 2,
["bgID"] = 0,
},
["一箭定输赢"] = {
["roomID"] = 115652,
["level"] = 1,
["bgID"] = 0,
},
["茨奥"] = {
["roomID"] = 426112,
["level"] = 1,
["bgID"] = 0,
},
["林小渔"] = {
["roomID"] = 205679,
["level"] = 1,
["bgID"] = 0,
},
["被迫只能好德"] = {
["roomID"] = 427405,
["level"] = 2,
["bgID"] = 0,
},
["虎大爷丨兑"] = {
["roomID"] = 429679,
["level"] = 1,
["bgID"] = 0,
},
["大蒜老爷"] = {
["roomID"] = 429888,
["level"] = 2,
["bgID"] = 0,
},
["神棍德一"] = {
["roomID"] = 427530,
["level"] = 1,
["bgID"] = 0,
},
["一颗小丸子丶"] = {
["roomID"] = 426898,
["level"] = 2,
["bgID"] = 0,
},
["筱灬羽"] = {
["roomID"] = 296884,
["level"] = 1,
["bgID"] = 0,
},
["阿青没你不行"] = {
["roomID"] = 427167,
["level"] = 1,
["bgID"] = 0,
},
["十年止殇"] = {
["roomID"] = 429350,
["level"] = 2,
["bgID"] = 0,
},
["一锤定今"] = {
["roomID"] = 427415,
["level"] = 1,
["bgID"] = 0,
},
["八月好宝宝"] = {
["roomID"] = 427420,
["level"] = 1,
["bgID"] = 0,
},
["丨春秋丶"] = {
["roomID"] = 427533,
["level"] = 1,
["bgID"] = 0,
},
["沙奎尔奥尼超"] = {
["roomID"] = 410934,
["level"] = 2,
["bgID"] = 0,
},
["铁血冰河"] = {
["roomID"] = 111638,
["level"] = 2,
["bgID"] = 0,
},
["全能工具猎"] = {
["roomID"] = 273821,
["level"] = 1,
["bgID"] = 0,
},
["如在昨日"] = {
["roomID"] = 429777,
["level"] = 2,
["bgID"] = 0,
},
["狂战青衣"] = {
["roomID"] = 427713,
["level"] = 1,
["bgID"] = 0,
},
["等你等云等雨"] = {
["roomID"] = 180777,
["level"] = 1,
["bgID"] = 0,
},
["Beyou"] = {
["roomID"] = 113877,
["level"] = 1,
["bgID"] = 0,
},
["人累法"] = {
["roomID"] = 262807,
["level"] = 1,
["bgID"] = 0,
},
["小南梨丶"] = {
["roomID"] = 143851,
["level"] = 2,
["bgID"] = 0,
},
["小啊可呀"] = {
["roomID"] = 426736,
["level"] = 2,
["bgID"] = 0,
},
["执笔小猎"] = {
["roomID"] = 176720,
["level"] = 1,
["bgID"] = 0,
},
["会趴活"] = {
["roomID"] = 427017,
["level"] = 2,
["bgID"] = 0,
},
["明哥双蛋刀"] = {
["roomID"] = 135612,
["level"] = 2,
["bgID"] = 0,
},
["阿青与世无争"] = {
["roomID"] = 427167,
["level"] = 1,
["bgID"] = 0,
},
["气泡男神"] = {
["roomID"] = 244765,
["level"] = 2,
["bgID"] = 0,
},
["索友慕师"] = {
["roomID"] = 430370,
["level"] = 1,
["bgID"] = 0,
},
["星星沫染"] = {
["roomID"] = 154683,
["level"] = 1,
["bgID"] = 0,
},
["阿青如你所愿"] = {
["roomID"] = 427167,
["level"] = 1,
["bgID"] = 0,
},
["背锅侠丷"] = {
["roomID"] = 426785,
["level"] = 1,
["bgID"] = 0,
},
["强生婴兒"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["牵着倒影跳舞"] = {
["roomID"] = 174030,
["level"] = 1,
["bgID"] = 0,
},
["爱喝甜水"] = {
["roomID"] = 429690,
["level"] = 1,
["bgID"] = 0,
},
["花开忆红颜"] = {
["roomID"] = 221650,
["level"] = 2,
["bgID"] = 0,
},
["黑色双马尾"] = {
["roomID"] = 281465,
["level"] = 1,
["bgID"] = 0,
},
["棍灬子"] = {
["roomID"] = 183225,
["level"] = 1,
["bgID"] = 0,
},
["丨水煮鱼丨"] = {
["roomID"] = 425619,
["level"] = 2,
["bgID"] = 0,
},
["霸气阿卡"] = {
["roomID"] = 124704,
["level"] = 1,
["bgID"] = 0,
},
["不渡的小跟班"] = {
["roomID"] = 427469,
["level"] = 1,
["bgID"] = 0,
},
["苏熙丶"] = {
["roomID"] = 423413,
["level"] = 2,
["bgID"] = 0,
},
["与你无忧"] = {
["roomID"] = 315920,
["level"] = 1,
["bgID"] = 0,
},
["丨大学生丨"] = {
["roomID"] = 164238,
["level"] = 2,
["bgID"] = 0,
},
["老陌丶"] = {
["roomID"] = 427968,
["level"] = 1,
["bgID"] = 0,
},
["天下兽战"] = {
["roomID"] = 427437,
["level"] = 1,
["bgID"] = 0,
},
["我也许有病"] = {
["roomID"] = 272155,
["level"] = 1,
["bgID"] = 0,
},
["Ryzz"] = {
["roomID"] = 136351,
["level"] = 2,
["bgID"] = 0,
},
["爱上下雪天"] = {
["roomID"] = 180777,
["level"] = 1,
["bgID"] = 0,
},
["欧丶米伽"] = {
["roomID"] = 275829,
["level"] = 1,
["bgID"] = 0,
},
["二十年丶"] = {
["roomID"] = 136351,
["level"] = 2,
["bgID"] = 0,
},
["Kazgor"] = {
["roomID"] = 143012,
["level"] = 1,
["bgID"] = 0,
},
["卡丶米拉"] = {
["roomID"] = 275829,
["level"] = 1,
["bgID"] = 0,
},
["Maruniu"] = {
["roomID"] = 427714,
["level"] = 2,
["bgID"] = 0,
},
["黑夜灬魅影"] = {
["roomID"] = 252435,
["level"] = 2,
["bgID"] = 0,
},
["一夏陌一"] = {
["roomID"] = 430377,
["level"] = 1,
["bgID"] = 0,
},
["笑骂从汝"] = {
["roomID"] = 143151,
["level"] = 1,
["bgID"] = 0,
},
["哀丨木丨涕"] = {
["roomID"] = 430256,
["level"] = 1,
["bgID"] = 0,
},
["汉克斯丨"] = {
["roomID"] = 428958,
["level"] = 1,
["bgID"] = 0,
},
["樱花四溅"] = {
["roomID"] = 428972,
["level"] = 2,
["bgID"] = 0,
},
["大蛮牛丶"] = {
["roomID"] = 430389,
["level"] = 1,
["bgID"] = 0,
},
["老徐不倒"] = {
["roomID"] = 427719,
["level"] = 2,
["bgID"] = 0,
},
["细妹儿"] = {
["roomID"] = 402964,
["level"] = 2,
["bgID"] = 0,
},
["丨乌瑟尔丨"] = {
["roomID"] = 112504,
["level"] = 1,
["bgID"] = 0,
},
["我郁闷我乱砍"] = {
["roomID"] = 246712,
["level"] = 2,
["bgID"] = 0,
},
["音乐小熊丶"] = {
["roomID"] = 207122,
["level"] = 1,
["bgID"] = 0,
},
["苍穹鸽鸽"] = {
["roomID"] = 425619,
["level"] = 2,
["bgID"] = 0,
},
["李富贵灬"] = {
["roomID"] = 429696,
["level"] = 1,
["bgID"] = 0,
},
["Oldliu"] = {
["roomID"] = 427512,
["level"] = 2,
["bgID"] = 0,
},
["陵丶心"] = {
["roomID"] = 430066,
["level"] = 1,
["bgID"] = 0,
},
["旧梦的小牌骨"] = {
["roomID"] = 430383,
["level"] = 1,
["bgID"] = 0,
},
["Epitaphion"] = {
["roomID"] = 139626,
["level"] = 1,
["bgID"] = 0,
},
["碌鸠硬硬哋"] = {
["roomID"] = 428951,
["level"] = 1,
["bgID"] = 0,
},
["青春永不言弃"] = {
["roomID"] = 144771,
["level"] = 2,
["bgID"] = 0,
},
["绿神话悟空"] = {
["roomID"] = 118081,
["level"] = 1,
["bgID"] = 0,
},
["来碗酱香面线"] = {
["roomID"] = 129026,
["level"] = 1,
["bgID"] = 0,
},
["蜜枣馒头"] = {
["roomID"] = 150915,
["level"] = 1,
["bgID"] = 0,
},
["甜兎丶"] = {
["roomID"] = 164564,
["level"] = 2,
["bgID"] = 0,
},
["暴力小熊丶"] = {
["roomID"] = 207122,
["level"] = 1,
["bgID"] = 0,
},
["风雲战丷"] = {
["roomID"] = 175557,
["level"] = 2,
["bgID"] = 0,
},
["洪荒法神"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["汉克斯灬"] = {
["roomID"] = 428958,
["level"] = 1,
["bgID"] = 0,
},
["晓晓术爷丶"] = {
["roomID"] = 427514,
["level"] = 1,
["bgID"] = 0,
},
["阿咧咧"] = {
["roomID"] = 324745,
["level"] = 1,
["bgID"] = 0,
},
["榤哥归来"] = {
["roomID"] = 427473,
["level"] = 1,
["bgID"] = 0,
},
["断西"] = {
["roomID"] = 426145,
["level"] = 2,
["bgID"] = 0,
},
["灬清水悠悠灬"] = {
["roomID"] = 158153,
["level"] = 1,
["bgID"] = 0,
},
["小南梨"] = {
["roomID"] = 143851,
["level"] = 2,
["bgID"] = 0,
},
["八月宝宝"] = {
["roomID"] = 427420,
["level"] = 1,
["bgID"] = 0,
},
["八月乖宝宝"] = {
["roomID"] = 427420,
["level"] = 1,
["bgID"] = 0,
},
["蛟龙丶"] = {
["roomID"] = 426173,
["level"] = 1,
["bgID"] = 0,
},
["田心相心"] = {
["roomID"] = 428965,
["level"] = 1,
["bgID"] = 0,
},
["丷莱德队长丷"] = {
["roomID"] = 304417,
["level"] = 1,
["bgID"] = 0,
},
["Shuruike"] = {
["roomID"] = 430280,
["level"] = 2,
["bgID"] = 0,
},
["小明哥帅"] = {
["roomID"] = 135612,
["level"] = 2,
["bgID"] = 0,
},
["咭梨箩柚"] = {
["roomID"] = 427722,
["level"] = 2,
["bgID"] = 0,
},
["滐哥归来"] = {
["roomID"] = 427473,
["level"] = 1,
["bgID"] = 0,
},
["八月爹爹"] = {
["roomID"] = 427420,
["level"] = 1,
["bgID"] = 0,
},
["正规左护小非"] = {
["roomID"] = 125320,
["level"] = 1,
["bgID"] = 0,
},
["贪吃的咕噜咪"] = {
["roomID"] = 427496,
["level"] = 2,
["bgID"] = 0,
},
["米小醋"] = {
["roomID"] = 430254,
["level"] = 1,
["bgID"] = 0,
},
["泡面真好吃"] = {
["roomID"] = 430262,
["level"] = 1,
["bgID"] = 0,
},
["坠落波波猎"] = {
["roomID"] = 430081,
["level"] = 1,
["bgID"] = 0,
},
["阿青百无禁忌"] = {
["roomID"] = 427167,
["level"] = 1,
["bgID"] = 0,
},
["小西月"] = {
["roomID"] = 430283,
["level"] = 1,
["bgID"] = 0,
},
["空军佬"] = {
["roomID"] = 275244,
["level"] = 3,
["bgID"] = 0,
},
["辣条真好吃"] = {
["roomID"] = 430262,
["level"] = 1,
["bgID"] = 0,
},
["青柠酱丫"] = {
["roomID"] = 171233,
["level"] = 1,
["bgID"] = 0,
},
["灬沫沫児灬"] = {
["roomID"] = 427414,
["level"] = 2,
["bgID"] = 0,
},
["奈奈最调皮了"] = {
["roomID"] = 131208,
["level"] = 2,
["bgID"] = 0,
},
["秃漂姐姐"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["抛总"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["劈头盖脸丶"] = {
["roomID"] = 426173,
["level"] = 1,
["bgID"] = 0,
},
["幸运开怪猎"] = {
["roomID"] = 110681,
["level"] = 2,
["bgID"] = 0,
},
["蚂蚂"] = {
["roomID"] = 426767,
["level"] = 1,
["bgID"] = 0,
},
["油条真好吃"] = {
["roomID"] = 430262,
["level"] = 1,
["bgID"] = 0,
},
["春秋两不染"] = {
["roomID"] = 205679,
["level"] = 1,
["bgID"] = 0,
},
["强生颖儿"] = {
["roomID"] = 426092,
["level"] = 2,
["bgID"] = 0,
},
["逛栈桥"] = {
["roomID"] = 427976,
["level"] = 1,
["bgID"] = 0,
},
["斯图雅特"] = {
["roomID"] = 132096,
["level"] = 1,
["bgID"] = 0,
},
["庐陵冰冰"] = {
["roomID"] = 143583,
["level"] = 2,
["bgID"] = 0,
},
["鼻涕哥哥"] = {
["roomID"] = 428974,
["level"] = 1,
["bgID"] = 0,
},
["我致力有问题"] = {
["roomID"] = 425274,
["level"] = 2,
["bgID"] = 0,
},
["莹莹老师"] = {
["roomID"] = 430148,
["level"] = 2,
["bgID"] = 0,
},
["嘲讽捏手里"] = {
["roomID"] = 429699,
["level"] = 1,
["bgID"] = 0,
},
["桥豆痳袋丶"] = {
["roomID"] = 427483,
["level"] = 1,
["bgID"] = 0,
},
["神也经常病"] = {
["roomID"] = 430262,
["level"] = 1,
["bgID"] = 0,
},
["拾物术"] = {
["roomID"] = 427522,
["level"] = 1,
["bgID"] = 0,
},
["漫步兴澄"] = {
["roomID"] = 277347,
["level"] = 1,
["bgID"] = 0,
},
["飘逸猎者"] = {
["roomID"] = 130818,
["level"] = 2,
["bgID"] = 0,
},
["小脑斧超凶哒"] = {
["roomID"] = 429700,
["level"] = 1,
["bgID"] = 0,
},
["剁辣椒拌饭"] = {
["roomID"] = 427408,
["level"] = 2,
["bgID"] = 0,
},
["薯条真好吃"] = {
["roomID"] = 430262,
["level"] = 1,
["bgID"] = 0,
},
["无小风"] = {
["roomID"] = 150977,
["level"] = 2,
["bgID"] = 0,
},
["卜卟昦"] = {
["roomID"] = 430367,
["level"] = 1,
["bgID"] = 0,
},
["江南藤本奈央"] = {
["roomID"] = 235291,
["level"] = 1,
["bgID"] = 0,
},
["可乐的战"] = {
["roomID"] = 427409,
["level"] = 1,
["bgID"] = 0,
},
["坝坝爱我"] = {
["roomID"] = 430369,
["level"] = 1,
["bgID"] = 0,
},
["茶香暖阳"] = {
["roomID"] = 427422,
["level"] = 1,
["bgID"] = 0,
},
["焦虑的地中海"] = {
["roomID"] = 427530,
["level"] = 1,
["bgID"] = 0,
},
["忧愁丶"] = {
["roomID"] = 427404,
["level"] = 2,
["bgID"] = 0,
},
["灬忘忧灬"] = {
["roomID"] = 115748,
["level"] = 1,
["bgID"] = 0,
},
["木沐猎"] = {
["roomID"] = 112117,
["level"] = 2,
["bgID"] = 0,
},
["武神老瓦"] = {
["roomID"] = 267388,
["level"] = 1,
["bgID"] = 0,
},
["你可德了"] = {
["roomID"] = 429685,
["level"] = 1,
["bgID"] = 0,
},
["暴走奕"] = {
["roomID"] = 131618,
["level"] = 3,
["bgID"] = 0,
},
["流浪的圣骑"] = {
["roomID"] = 427450,
["level"] = 1,
["bgID"] = 0,
},
["在序十年"] = {
["roomID"] = 429350,
["level"] = 2,
["bgID"] = 0,
},
["奥尼克北北"] = {
["roomID"] = 171177,
["level"] = 1,
["bgID"] = 0,
},
["福运灬战"] = {
["roomID"] = 430249,
["level"] = 2,
["bgID"] = 0,
},
["你好皮丶"] = {
["roomID"] = 152903,
["level"] = 1,
["bgID"] = 0,
},
["素颜花"] = {
["roomID"] = 427711,
["level"] = 1,
["bgID"] = 0,
},
["几分中意"] = {
["roomID"] = 113447,
["level"] = 1,
["bgID"] = 0,
},
["丶萤火虫"] = {
["roomID"] = 427475,
["level"] = 1,
["bgID"] = 0,
},
["愿伱无恙"] = {
["roomID"] = 430088,
["level"] = 1,
["bgID"] = 0,
},
["十丶一呢"] = {
["roomID"] = 163618,
["level"] = 1,
["bgID"] = 0,
},
["再见纯爱"] = {
["roomID"] = 427493,
["level"] = 1,
["bgID"] = 0,
},
["璀璨星辰灬灬"] = {
["roomID"] = 114700,
["level"] = 2,
["bgID"] = 0,
},
["诺诺莉莉"] = {
["roomID"] = 429696,
["level"] = 1,
["bgID"] = 0,
},
["饣尒哈"] = {
["roomID"] = 428978,
["level"] = 1,
["bgID"] = 0,
},
["少爷丨来了"] = {
["roomID"] = 428949,
["level"] = 1,
["bgID"] = 0,
},
["小土豆丶"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["成都蓉城队"] = {
["roomID"] = 315615,
["level"] = 1,
["bgID"] = 0,
},
["宿迁术爷"] = {
["roomID"] = 428947,
["level"] = 1,
["bgID"] = 0,
},
["愿你无恙"] = {
["roomID"] = 430088,
["level"] = 1,
["bgID"] = 0,
},
["诗书"] = {
["roomID"] = 115342,
["level"] = 1,
["bgID"] = 0,
},
["傾城红顔醉"] = {
["roomID"] = 427720,
["level"] = 1,
["bgID"] = 0,
},
["妍鑫大美女"] = {
["roomID"] = 425289,
["level"] = 2,
["bgID"] = 0,
},
["晓晓骑士丶"] = {
["roomID"] = 427514,
["level"] = 1,
["bgID"] = 0,
},
["我不管我最丑"] = {
["roomID"] = 204405,
["level"] = 1,
["bgID"] = 0,
},
["花落丨花开"] = {
["roomID"] = 286932,
["level"] = 2,
["bgID"] = 0,
},
["硬灬劲"] = {
["roomID"] = 150915,
["level"] = 1,
["bgID"] = 0,
},
["短腿萝莉丶"] = {
["roomID"] = 428945,
["level"] = 1,
["bgID"] = 0,
},
["塔心乂瞳渊"] = {
["roomID"] = 202898,
["level"] = 1,
["bgID"] = 0,
},
["戚秦氏"] = {
["roomID"] = 425243,
["level"] = 2,
["bgID"] = 0,
},
["虎大爷丨巽"] = {
["roomID"] = 429679,
["level"] = 1,
["bgID"] = 0,
},
["迷人的风"] = {
["roomID"] = 427483,
["level"] = 1,
["bgID"] = 0,
},
["呜阿呜阿"] = {
["roomID"] = 186713,
["level"] = 2,
["bgID"] = 0,
},
["子熙鲸鱼"] = {
["roomID"] = 427965,
["level"] = 1,
["bgID"] = 0,
},
["灬萌白酱灬"] = {
["roomID"] = 428963,
["level"] = 1,
["bgID"] = 0,
},
["细爹"] = {
["roomID"] = 402964,
["level"] = 2,
["bgID"] = 0,
},
["兔子十一号"] = {
["roomID"] = 228473,
["level"] = 1,
["bgID"] = 0,
},
["如遥遥星河丶"] = {
["roomID"] = 154683,
["level"] = 1,
["bgID"] = 0,
},
["相思染红柯"] = {
["roomID"] = 144771,
["level"] = 1,
["bgID"] = 0,
},
["被迫只能玩贼"] = {
["roomID"] = 427405,
["level"] = 2,
["bgID"] = 0,
},
["最美镜中人"] = {
["roomID"] = 427479,
["level"] = 2,
["bgID"] = 0,
},
["醉亿里"] = {
["roomID"] = 428963,
["level"] = 1,
["bgID"] = 0,
},
["屯门吴彦祖"] = {
["roomID"] = 427722,
["level"] = 2,
["bgID"] = 0,
},
["盛世荣耀"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["贪玩的咕噜喵"] = {
["roomID"] = 427496,
["level"] = 2,
["bgID"] = 0,
},
["干涉劣人"] = {
["roomID"] = 239065,
["level"] = 1,
["bgID"] = 0,
},
["坠落波波术"] = {
["roomID"] = 430081,
["level"] = 1,
["bgID"] = 0,
},
["牛儿壮"] = {
["roomID"] = 429676,
["level"] = 1,
["bgID"] = 0,
},
["秋水携星辰"] = {
["roomID"] = 181562,
["level"] = 1,
["bgID"] = 0,
},
["倚楼观冬雪"] = {
["roomID"] = 430093,
["level"] = 1,
["bgID"] = 0,
},
["青烟乂"] = {
["roomID"] = 140630,
["level"] = 1,
["bgID"] = 0,
},
["坠落波波牧"] = {
["roomID"] = 430081,
["level"] = 1,
["bgID"] = 0,
},
["肉死一群"] = {
["roomID"] = 428984,
["level"] = 1,
["bgID"] = 0,
},
["粉墨小小骑"] = {
["roomID"] = 201753,
["level"] = 1,
["bgID"] = 0,
},
["危险就假死"] = {
["roomID"] = 427973,
["level"] = 1,
["bgID"] = 0,
},
["凨尘叹"] = {
["roomID"] = 428569,
["level"] = 1,
["bgID"] = 0,
},
["财多多"] = {
["roomID"] = 430248,
["level"] = 1,
["bgID"] = 0,
},
["奈奈最温婉了"] = {
["roomID"] = 131208,
["level"] = 2,
["bgID"] = 0,
},
["小学历是什么"] = {
["roomID"] = 430273,
["level"] = 1,
["bgID"] = 0,
},
["就叫老刘"] = {
["roomID"] = 427512,
["level"] = 2,
["bgID"] = 0,
},
["素手绾青丝"] = {
["roomID"] = 427425,
["level"] = 2,
["bgID"] = 0,
},
["秃瓢婕"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["电动大宝贝"] = {
["roomID"] = 205533,
["level"] = 2,
["bgID"] = 0,
},
["快乐术术"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["大暴美"] = {
["roomID"] = 273821,
["level"] = 1,
["bgID"] = 0,
},
["少君倾酒"] = {
["roomID"] = 427182,
["level"] = 1,
["bgID"] = 0,
},
["一觉到晌午"] = {
["roomID"] = 275244,
["level"] = 2,
["bgID"] = 0,
},
["手可乄星辰"] = {
["roomID"] = 324745,
["level"] = 2,
["bgID"] = 0,
},
["困困芽"] = {
["roomID"] = 152796,
["level"] = 1,
["bgID"] = 0,
},
["小花战"] = {
["roomID"] = 427445,
["level"] = 2,
["bgID"] = 0,
},
["鼻涕妹妹"] = {
["roomID"] = 428974,
["level"] = 1,
["bgID"] = 0,
},
["你崇拜的神"] = {
["roomID"] = 427182,
["level"] = 1,
["bgID"] = 0,
},
["皮特法"] = {
["roomID"] = 212043,
["level"] = 2,
["bgID"] = 0,
},
["真如暴躁"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["小花猎"] = {
["roomID"] = 427445,
["level"] = 2,
["bgID"] = 0,
},
["灬刀疤德灬"] = {
["roomID"] = 429690,
["level"] = 1,
["bgID"] = 0,
},
["咋桥白乌龟"] = {
["roomID"] = 427954,
["level"] = 1,
["bgID"] = 0,
},
["薇薇朵"] = {
["roomID"] = 430250,
["level"] = 2,
["bgID"] = 0,
},
["小白爱玩鳄鱼"] = {
["roomID"] = 105494,
["level"] = 2,
["bgID"] = 0,
},
["毒苹果"] = {
["roomID"] = 430285,
["level"] = 2,
["bgID"] = 0,
},
["醉美是心碎"] = {
["roomID"] = 244765,
["level"] = 2,
["bgID"] = 0,
},
["眼若繁星"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["刀某"] = {
["roomID"] = 159582,
["level"] = 2,
["bgID"] = 0,
},
["血染乄江湖"] = {
["roomID"] = 427471,
["level"] = 2,
["bgID"] = 0,
},
["阿木沐"] = {
["roomID"] = 112117,
["level"] = 2,
["bgID"] = 0,
},
["子奶的白雪"] = {
["roomID"] = 430256,
["level"] = 1,
["bgID"] = 0,
},
["戏丶子呢"] = {
["roomID"] = 163618,
["level"] = 1,
["bgID"] = 0,
},
["川哥一防站"] = {
["roomID"] = 428946,
["level"] = 1,
["bgID"] = 0,
},
["薇薇妙"] = {
["roomID"] = 430250,
["level"] = 2,
["bgID"] = 0,
},
["酸丶"] = {
["roomID"] = 164564,
["level"] = 2,
["bgID"] = 0,
},
["李好酷"] = {
["roomID"] = 427429,
["level"] = 1,
["bgID"] = 0,
},
["哦哦以西"] = {
["roomID"] = 427967,
["level"] = 1,
["bgID"] = 0,
},
["小清风风"] = {
["roomID"] = 150977,
["level"] = 2,
["bgID"] = 0,
},
["烈烈燃燃"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["一首失眠曲"] = {
["roomID"] = 430370,
["level"] = 1,
["bgID"] = 0,
},
["逸豪"] = {
["roomID"] = 105439,
["level"] = 1,
["bgID"] = 0,
},
["雪碧汽水"] = {
["roomID"] = 429755,
["level"] = 2,
["bgID"] = 0,
},
["有点想念"] = {
["roomID"] = 275981,
["level"] = 2,
["bgID"] = 0,
},
["正规拱奶"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["有嚸小脾气"] = {
["roomID"] = 275981,
["level"] = 2,
["bgID"] = 0,
},
["暗黑大领主"] = {
["roomID"] = 274831,
["level"] = 1,
["bgID"] = 0,
},
["鲨鱼丶丶"] = {
["roomID"] = 174129,
["level"] = 1,
["bgID"] = 0,
},
["红嘻嘻"] = {
["roomID"] = 427490,
["level"] = 1,
["bgID"] = 0,
},
["会躺活"] = {
["roomID"] = 427017,
["level"] = 1,
["bgID"] = 0,
},
["眸光熠熠"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["睿智的无敌"] = {
["roomID"] = 146287,
["level"] = 1,
["bgID"] = 0,
},
["糯米的骑士"] = {
["roomID"] = 427513,
["level"] = 2,
["bgID"] = 0,
},
["柠萌的夏天"] = {
["roomID"] = 427526,
["level"] = 1,
["bgID"] = 0,
},
["闪灵寂静"] = {
["roomID"] = 427491,
["level"] = 2,
["bgID"] = 0,
},
["鱼小萌"] = {
["roomID"] = 427455,
["level"] = 1,
["bgID"] = 0,
},
["幸运灬圣"] = {
["roomID"] = 430100,
["level"] = 1,
["bgID"] = 0,
},
["翔安二姐"] = {
["roomID"] = 165582,
["level"] = 1,
["bgID"] = 0,
},
["兰州丨吴彦祖"] = {
["roomID"] = 430288,
["level"] = 1,
["bgID"] = 0,
},
["月哥术必红"] = {
["roomID"] = 112561,
["level"] = 1,
["bgID"] = 0,
},
["独峰"] = {
["roomID"] = 115342,
["level"] = 1,
["bgID"] = 0,
},
["会飞的肯德基"] = {
["roomID"] = 428981,
["level"] = 1,
["bgID"] = 0,
},
["黑米粥"] = {
["roomID"] = 141679,
["level"] = 2,
["bgID"] = 0,
},
["戰神丶术煌"] = {
["roomID"] = 427523,
["level"] = 2,
["bgID"] = 0,
},
["抖音丶杰哥"] = {
["roomID"] = 427523,
["level"] = 2,
["bgID"] = 0,
},
["血色壹号"] = {
["roomID"] = 427418,
["level"] = 1,
["bgID"] = 0,
},
["兀尒乂"] = {
["roomID"] = 430367,
["level"] = 1,
["bgID"] = 0,
},
["德州扒鸡丶"] = {
["roomID"] = 183891,
["level"] = 1,
["bgID"] = 0,
},
["农夫與桃"] = {
["roomID"] = 204106,
["level"] = 2,
["bgID"] = 0,
},
["戰神丶炎煌"] = {
["roomID"] = 427523,
["level"] = 2,
["bgID"] = 0,
},
["雅阁度"] = {
["roomID"] = 427970,
["level"] = 1,
["bgID"] = 0,
},
["戰神丶贼煌"] = {
["roomID"] = 427523,
["level"] = 2,
["bgID"] = 0,
},
["一朵女人花"] = {
["roomID"] = 427711,
["level"] = 1,
["bgID"] = 0,
},
["唆萝蜜"] = {
["roomID"] = 430171,
["level"] = 1,
["bgID"] = 0,
},
["冰乄乐堡"] = {
["roomID"] = 324745,
["level"] = 2,
["bgID"] = 0,
},
["戰神丶霸煌"] = {
["roomID"] = 427523,
["level"] = 2,
["bgID"] = 0,
},
["开光"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["爱吃烤鸭的白"] = {
["roomID"] = 105494,
["level"] = 2,
["bgID"] = 0,
},
["懵逼丿坏牧"] = {
["roomID"] = 247081,
["level"] = 2,
["bgID"] = 0,
},
["哈莉贝瑞"] = {
["roomID"] = 136423,
["level"] = 1,
["bgID"] = 0,
},
["丷郁美净丷"] = {
["roomID"] = 109438,
["level"] = 1,
["bgID"] = 0,
},
["野蛮丨锕超"] = {
["roomID"] = 427406,
["level"] = 2,
["bgID"] = 0,
},
["没收工具"] = {
["roomID"] = 275244,
["level"] = 2,
["bgID"] = 0,
},
["不曾嘎嘎猛"] = {
["roomID"] = 141477,
["level"] = 1,
["bgID"] = 0,
},
["牛夯法采"] = {
["roomID"] = 430278,
["level"] = 1,
["bgID"] = 0,
},
["Vknetworkdd"] = {
["roomID"] = 289165,
["level"] = 1,
["bgID"] = 0,
},
["公主埋小号"] = {
["roomID"] = 427182,
["level"] = 1,
["bgID"] = 0,
},
["奶酪拿铁"] = {
["roomID"] = 430078,
["level"] = 1,
["bgID"] = 0,
},
["一只小德"] = {
["roomID"] = 430253,
["level"] = 1,
["bgID"] = 0,
},
["开血腥丶"] = {
["roomID"] = 430280,
["level"] = 2,
["bgID"] = 0,
},
["兰英"] = {
["roomID"] = 161347,
["level"] = 1,
["bgID"] = 0,
},
["拿什么拯死你"] = {
["roomID"] = 427974,
["level"] = 1,
["bgID"] = 0,
},
["虎大爷丨坤"] = {
["roomID"] = 429679,
["level"] = 1,
["bgID"] = 0,
},
["丷芽芽丷"] = {
["roomID"] = 152796,
["level"] = 1,
["bgID"] = 0,
},
["芷汀咯"] = {
["roomID"] = 427534,
["level"] = 1,
["bgID"] = 0,
},
["柒柒暁公主丶"] = {
["roomID"] = 427537,
["level"] = 1,
["bgID"] = 0,
},
["海瑞兔"] = {
["roomID"] = 429695,
["level"] = 1,
["bgID"] = 0,
},
["我将带头沖锋"] = {
["roomID"] = 427459,
["level"] = 1,
["bgID"] = 0,
},
["風之痕丶"] = {
["roomID"] = 159230,
["level"] = 1,
["bgID"] = 0,
},
["逍遥紫苏"] = {
["roomID"] = 429675,
["level"] = 1,
["bgID"] = 0,
},
["墨汁儿儿"] = {
["roomID"] = 429697,
["level"] = 1,
["bgID"] = 0,
},
["大黑牛牛德"] = {
["roomID"] = 427712,
["level"] = 1,
["bgID"] = 0,
},
["油麦菜丶"] = {
["roomID"] = 427456,
["level"] = 2,
["bgID"] = 0,
},
["幸福灬圣"] = {
["roomID"] = 430100,
["level"] = 1,
["bgID"] = 0,
},
["西格玛小法"] = {
["roomID"] = 116026,
["level"] = 1,
["bgID"] = 0,
},
["晓佳哥"] = {
["roomID"] = 239065,
["level"] = 1,
["bgID"] = 0,
},
["我来买酱油"] = {
["roomID"] = 199686,
["level"] = 3,
["bgID"] = 0,
},
["小小阿可呀"] = {
["roomID"] = 426736,
["level"] = 2,
["bgID"] = 0,
},
["贪睡的咕噜咪"] = {
["roomID"] = 427496,
["level"] = 2,
["bgID"] = 0,
},
["颜茜"] = {
["roomID"] = 175850,
["level"] = 1,
["bgID"] = 0,
},
["皓月苍狼"] = {
["roomID"] = 112797,
["level"] = 2,
["bgID"] = 0,
},
["蓝魔霭"] = {
["roomID"] = 112797,
["level"] = 2,
["bgID"] = 0,
},
["黑米炖排骨"] = {
["roomID"] = 141679,
["level"] = 2,
["bgID"] = 0,
},
["风间彻丶"] = {
["roomID"] = 108148,
["level"] = 1,
["bgID"] = 0,
},
["胖子熊"] = {
["roomID"] = 124537,
["level"] = 1,
["bgID"] = 0,
},
["呆呆疯了丶"] = {
["roomID"] = 181562,
["level"] = 1,
["bgID"] = 0,
},
["丨中年大叔啊"] = {
["roomID"] = 427540,
["level"] = 1,
["bgID"] = 0,
},
["阿霖丶海豚"] = {
["roomID"] = 427539,
["level"] = 1,
["bgID"] = 0,
},
["莫凡回来了"] = {
["roomID"] = 427433,
["level"] = 1,
["bgID"] = 0,
},
["左手开整"] = {
["roomID"] = 179296,
["level"] = 1,
["bgID"] = 0,
},
["德丶小二哥"] = {
["roomID"] = 112797,
["level"] = 2,
["bgID"] = 0,
},
["红卜刺啦的"] = {
["roomID"] = 427725,
["level"] = 1,
["bgID"] = 0,
},
["神偷老皮"] = {
["roomID"] = 427438,
["level"] = 2,
["bgID"] = 0,
},
["兔耳甜甜圈"] = {
["roomID"] = 429792,
["level"] = 2,
["bgID"] = 0,
},
["骑士老皮"] = {
["roomID"] = 427438,
["level"] = 2,
["bgID"] = 0,
},
["坚强的小猴"] = {
["roomID"] = 179222,
["level"] = 1,
["bgID"] = 0,
},
["林木祭拜"] = {
["roomID"] = 430366,
["level"] = 1,
["bgID"] = 0,
},
["俱丨乐丨部"] = {
["roomID"] = 112504,
["level"] = 1,
["bgID"] = 0,
},
["叱嗯"] = {
["roomID"] = 427969,
["level"] = 1,
["bgID"] = 0,
},
["飘然若青云"] = {
["roomID"] = 427515,
["level"] = 1,
["bgID"] = 0,
},
["光的背面"] = {
["roomID"] = 427476,
["level"] = 1,
["bgID"] = 0,
},
["米吉"] = {
["roomID"] = 429695,
["level"] = 1,
["bgID"] = 0,
},
["德皋望重"] = {
["roomID"] = 427471,
["level"] = 1,
["bgID"] = 0,
},
["贪杯丶"] = {
["roomID"] = 430080,
["level"] = 1,
["bgID"] = 0,
},
["麦克尔杰克驴"] = {
["roomID"] = 425247,
["level"] = 1,
["bgID"] = 0,
},
["神的女儿"] = {
["roomID"] = 427476,
["level"] = 1,
["bgID"] = 0,
},
["神户纱织"] = {
["roomID"] = 235291,
["level"] = 1,
["bgID"] = 0,
},
["只想要你"] = {
["roomID"] = 174655,
["level"] = 3,
["bgID"] = 0,
},
["梧丶桐"] = {
["roomID"] = 430066,
["level"] = 1,
["bgID"] = 0,
},
["Samui"] = {
["roomID"] = 426021,
["level"] = 1,
["bgID"] = 0,
},
["我叫毛毛丶骑"] = {
["roomID"] = 427524,
["level"] = 1,
["bgID"] = 0,
},
["净土丶哐哐红"] = {
["roomID"] = 137163,
["level"] = 2,
["bgID"] = 0,
},
["南风呀"] = {
["roomID"] = 427520,
["level"] = 1,
["bgID"] = 0,
},
["兲丅無敵"] = {
["roomID"] = 430387,
["level"] = 1,
["bgID"] = 0,
},
["瑶瑶领先丶"] = {
["roomID"] = 427448,
["level"] = 2,
["bgID"] = 0,
},
["可乐的德"] = {
["roomID"] = 427409,
["level"] = 1,
["bgID"] = 0,
},
["与神明契约"] = {
["roomID"] = 430387,
["level"] = 1,
["bgID"] = 0,
},
["旺崽喝奶"] = {
["roomID"] = 427972,
["level"] = 1,
["bgID"] = 0,
},
["谁是依山尽"] = {
["roomID"] = 430268,
["level"] = 1,
["bgID"] = 0,
},
["昨夜星辰随风"] = {
["roomID"] = 430245,
["level"] = 1,
["bgID"] = 0,
},
["芷汀吖"] = {
["roomID"] = 427534,
["level"] = 1,
["bgID"] = 0,
},
["颜昔"] = {
["roomID"] = 175850,
["level"] = 1,
["bgID"] = 0,
},
["一袭华袍"] = {
["roomID"] = 279095,
["level"] = 1,
["bgID"] = 0,
},
["落花随心"] = {
["roomID"] = 427474,
["level"] = 1,
["bgID"] = 0,
},
["被迫最后木师"] = {
["roomID"] = 427405,
["level"] = 2,
["bgID"] = 0,
},
["真没片了"] = {
["roomID"] = 427972,
["level"] = 1,
["bgID"] = 0,
},
["脑袋困咯"] = {
["roomID"] = 427972,
["level"] = 1,
["bgID"] = 0,
},
["倔强的苹果"] = {
["roomID"] = 116356,
["level"] = 1,
["bgID"] = 0,
},
["剁辣椒炒蛋"] = {
["roomID"] = 427408,
["level"] = 2,
["bgID"] = 0,
},
["桔子大餐"] = {
["roomID"] = 131109,
["level"] = 1,
["bgID"] = 0,
},
["菜鸡猎"] = {
["roomID"] = 430254,
["level"] = 1,
["bgID"] = 0,
},
["古城雾衣丶"] = {
["roomID"] = 112117,
["level"] = 2,
["bgID"] = 0,
},
["天上星不说话"] = {
["roomID"] = 427500,
["level"] = 1,
["bgID"] = 0,
},
["小阔耐"] = {
["roomID"] = 430101,
["level"] = 1,
["bgID"] = 0,
},
["我学个冲锋"] = {
["roomID"] = 429678,
["level"] = 1,
["bgID"] = 0,
},
["制裁王心凌"] = {
["roomID"] = 428947,
["level"] = 1,
["bgID"] = 0,
},
["你不配有轻歌"] = {
["roomID"] = 430392,
["level"] = 1,
["bgID"] = 0,
},
["今晚星光闪闪"] = {
["roomID"] = 427470,
["level"] = 1,
["bgID"] = 0,
},
["旋风剑主达达"] = {
["roomID"] = 427974,
["level"] = 1,
["bgID"] = 0,
},
["菜鸡咕咕鸟"] = {
["roomID"] = 427418,
["level"] = 1,
["bgID"] = 0,
},
["严小沫丷"] = {
["roomID"] = 171670,
["level"] = 1,
["bgID"] = 0,
},
["黑的五彩斑斓"] = {
["roomID"] = 427712,
["level"] = 1,
["bgID"] = 0,
},
["小浪花儿丶"] = {
["roomID"] = 427470,
["level"] = 1,
["bgID"] = 0,
},
["二老谁呀"] = {
["roomID"] = 430071,
["level"] = 1,
["bgID"] = 0,
},
["熊真的有暴击"] = {
["roomID"] = 430281,
["level"] = 1,
["bgID"] = 0,
},
["风雪雨雷电"] = {
["roomID"] = 430288,
["level"] = 1,
["bgID"] = 0,
},
["我叫毛毛丶坦"] = {
["roomID"] = 427524,
["level"] = 1,
["bgID"] = 0,
},
["天淸丶"] = {
["roomID"] = 125345,
["level"] = 2,
["bgID"] = 0,
},
["七哥哥丶"] = {
["roomID"] = 202775,
["level"] = 1,
["bgID"] = 0,
},
["少少年"] = {
["roomID"] = 414726,
["level"] = 1,
["bgID"] = 0,
},
["阿俊宝贝"] = {
["roomID"] = 184103,
["level"] = 2,
["bgID"] = 0,
},
["风情牛牛"] = {
["roomID"] = 116905,
["level"] = 2,
["bgID"] = 0,
},
["錦画丶"] = {
["roomID"] = 164564,
["level"] = 2,
["bgID"] = 0,
},
["林木奶骑"] = {
["roomID"] = 430366,
["level"] = 1,
["bgID"] = 0,
},
["倔强的小果果"] = {
["roomID"] = 116356,
["level"] = 1,
["bgID"] = 0,
},
["布克"] = {
["roomID"] = 427401,
["level"] = 1,
["bgID"] = 0,
},
["野蛮錒超"] = {
["roomID"] = 427406,
["level"] = 2,
["bgID"] = 0,
},
["烦人精"] = {
["roomID"] = 427510,
["level"] = 1,
["bgID"] = 0,
},
["午夜酔红尘"] = {
["roomID"] = 430069,
["level"] = 1,
["bgID"] = 0,
},
["我惯的灬"] = {
["roomID"] = 154683,
["level"] = 1,
["bgID"] = 0,
},
["迷恋灬阿細"] = {
["roomID"] = 402964,
["level"] = 2,
["bgID"] = 0,
},
["圣光术丿"] = {
["roomID"] = 427405,
["level"] = 2,
["bgID"] = 0,
},
["颜惜"] = {
["roomID"] = 175850,
["level"] = 1,
["bgID"] = 0,
},
["小鱼的愿望"] = {
["roomID"] = 428972,
["level"] = 2,
["bgID"] = 0,
},
["妙妙大魔王"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["惊鸿丶净土"] = {
["roomID"] = 137163,
["level"] = 2,
["bgID"] = 0,
},
["肆幺幺"] = {
["roomID"] = 426385,
["level"] = 1,
["bgID"] = 0,
},
["糯米你看"] = {
["roomID"] = 132270,
["level"] = 2,
["bgID"] = 0,
},
["凤凰山"] = {
["roomID"] = 315615,
["level"] = 1,
["bgID"] = 0,
},
["夕颜花开"] = {
["roomID"] = 427725,
["level"] = 1,
["bgID"] = 0,
},
["凌七"] = {
["roomID"] = 427508,
["level"] = 1,
["bgID"] = 0,
},
["小莫莫丶"] = {
["roomID"] = 429697,
["level"] = 1,
["bgID"] = 0,
},
["暖暖不暖"] = {
["roomID"] = 427476,
["level"] = 1,
["bgID"] = 0,
},
["彩棠"] = {
["roomID"] = 426731,
["level"] = 2,
["bgID"] = 0,
},
["十字斩丶"] = {
["roomID"] = 129039,
["level"] = 1,
["bgID"] = 0,
},
["人间小战"] = {
["roomID"] = 430393,
["level"] = 1,
["bgID"] = 0,
},
["灬灬林小北"] = {
["roomID"] = 165053,
["level"] = 2,
["bgID"] = 0,
},
["赤色雇佣兵"] = {
["roomID"] = 130606,
["level"] = 2,
["bgID"] = 0,
},
["奥特馒头"] = {
["roomID"] = 430101,
["level"] = 1,
["bgID"] = 0,
},
["脆皮小灰灰"] = {
["roomID"] = 427426,
["level"] = 1,
["bgID"] = 0,
},
["猪八戒色"] = {
["roomID"] = 281465,
["level"] = 1,
["bgID"] = 0,
},
["萦绕在心"] = {
["roomID"] = 425247,
["level"] = 1,
["bgID"] = 0,
},
["奔雷剑主奔奔"] = {
["roomID"] = 427974,
["level"] = 1,
["bgID"] = 0,
},
["喂我华生"] = {
["roomID"] = 427974,
["level"] = 1,
["bgID"] = 0,
},
["一袭纸鸢"] = {
["roomID"] = 279095,
["level"] = 1,
["bgID"] = 0,
},
["阿坤去咬它"] = {
["roomID"] = 205718,
["level"] = 1,
["bgID"] = 0,
},
["魔兽丶李祉良"] = {
["roomID"] = 428977,
["level"] = 1,
["bgID"] = 0,
},
["天霸地霸"] = {
["roomID"] = 430378,
["level"] = 1,
["bgID"] = 0,
},
["小温蒂"] = {
["roomID"] = 430378,
["level"] = 1,
["bgID"] = 0,
},
["笑忘苏"] = {
["roomID"] = 428960,
["level"] = 1,
["bgID"] = 0,
},
["深海蓝"] = {
["roomID"] = 427518,
["level"] = 1,
["bgID"] = 0,
},
["靶仔"] = {
["roomID"] = 109438,
["level"] = 1,
["bgID"] = 0,
},
["菜鸡法丶"] = {
["roomID"] = 430254,
["level"] = 1,
["bgID"] = 0,
},
["晨明"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["丨灬艾尔灬丨"] = {
["roomID"] = 108049,
["level"] = 1,
["bgID"] = 0,
},
["念鹤空山"] = {
["roomID"] = 154698,
["level"] = 3,
["bgID"] = 0,
},
["猴子跳跳内"] = {
["roomID"] = 430251,
["level"] = 2,
["bgID"] = 0,
},
["迷你土拨鼠"] = {
["roomID"] = 231795,
["level"] = 1,
["bgID"] = 0,
},
["蓝莓乐子"] = {
["roomID"] = 172710,
["level"] = 1,
["bgID"] = 0,
},
["可乐乄"] = {
["roomID"] = 324745,
["level"] = 2,
["bgID"] = 0,
},
["你挺淘噢"] = {
["roomID"] = 199686,
["level"] = 3,
["bgID"] = 0,
},
["星期二想米蕊"] = {
["roomID"] = 174655,
["level"] = 3,
["bgID"] = 0,
},
["汝于知己"] = {
["roomID"] = 143151,
["level"] = 1,
["bgID"] = 0,
},
["以狂之名"] = {
["roomID"] = 427419,
["level"] = 2,
["bgID"] = 0,
},
["迷失海狸"] = {
["roomID"] = 427976,
["level"] = 1,
["bgID"] = 0,
},
["刘香香呀"] = {
["roomID"] = 429682,
["level"] = 1,
["bgID"] = 0,
},
["兔子七号"] = {
["roomID"] = 228473,
["level"] = 1,
["bgID"] = 0,
},
["来碗大份馄饨"] = {
["roomID"] = 129026,
["level"] = 1,
["bgID"] = 0,
},
["一只天子妃"] = {
["roomID"] = 430394,
["level"] = 1,
["bgID"] = 0,
},
["Macho"] = {
["roomID"] = 428980,
["level"] = 1,
["bgID"] = 0,
},
["鸿光"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["锅暴肉"] = {
["roomID"] = 429690,
["level"] = 1,
["bgID"] = 0,
},
["年少年"] = {
["roomID"] = 414726,
["level"] = 1,
["bgID"] = 0,
},
["一只放逐鼠"] = {
["roomID"] = 430394,
["level"] = 1,
["bgID"] = 0,
},
["紫苏术"] = {
["roomID"] = 429675,
["level"] = 1,
["bgID"] = 0,
},
["尐悠米"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["将军折剑"] = {
["roomID"] = 427182,
["level"] = 1,
["bgID"] = 0,
},
["队长拉莫斯"] = {
["roomID"] = 430274,
["level"] = 2,
["bgID"] = 0,
},
["棍丨子"] = {
["roomID"] = 183225,
["level"] = 1,
["bgID"] = 0,
},
["月落可馨"] = {
["roomID"] = 105433,
["level"] = 2,
["bgID"] = 0,
},
["壹叁得肆"] = {
["roomID"] = 427724,
["level"] = 1,
["bgID"] = 0,
},
["小莫姐姐阿"] = {
["roomID"] = 430079,
["level"] = 1,
["bgID"] = 0,
},
["阿青至死不渝"] = {
["roomID"] = 427167,
["level"] = 1,
["bgID"] = 0,
},
["少年少年"] = {
["roomID"] = 414726,
["level"] = 1,
["bgID"] = 0,
},
["毛利小五郎丶"] = {
["roomID"] = 429680,
["level"] = 1,
["bgID"] = 0,
},
["几分祌意"] = {
["roomID"] = 113447,
["level"] = 1,
["bgID"] = 0,
},
["浪里格浪"] = {
["roomID"] = 427408,
["level"] = 2,
["bgID"] = 0,
},
["童话战神"] = {
["roomID"] = 427492,
["level"] = 1,
["bgID"] = 0,
},
["童话法神"] = {
["roomID"] = 427492,
["level"] = 1,
["bgID"] = 0,
},
["贝兰妮"] = {
["roomID"] = 427964,
["level"] = 1,
["bgID"] = 0,
},
["炬魔天下无敌"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["断夜"] = {
["roomID"] = 426145,
["level"] = 2,
["bgID"] = 0,
},
["干净的白丶"] = {
["roomID"] = 125320,
["level"] = 1,
["bgID"] = 0,
},
["扶光之光"] = {
["roomID"] = 154778,
["level"] = 1,
["bgID"] = 0,
},
["Leonidas"] = {
["roomID"] = 426021,
["level"] = 1,
["bgID"] = 0,
},
["丨皇牛丨"] = {
["roomID"] = 131618,
["level"] = 3,
["bgID"] = 0,
},
["闪灵无情"] = {
["roomID"] = 427491,
["level"] = 2,
["bgID"] = 0,
},
["港岛丶妹妹"] = {
["roomID"] = 427450,
["level"] = 1,
["bgID"] = 0,
},
["行走的薯条"] = {
["roomID"] = 111638,
["level"] = 2,
["bgID"] = 0,
},
["小面包三"] = {
["roomID"] = 146177,
["level"] = 1,
["bgID"] = 0,
},
["酱香兔排骨"] = {
["roomID"] = 105425,
["level"] = 1,
["bgID"] = 0,
},
["呜咽杏焦"] = {
["roomID"] = 228473,
["level"] = 1,
["bgID"] = 0,
},
["陈年往事一"] = {
["roomID"] = 427530,
["level"] = 1,
["bgID"] = 0,
},
["紫霞丨仙子"] = {
["roomID"] = 425243,
["level"] = 2,
["bgID"] = 0,
},
["治愈大天使"] = {
["roomID"] = 429685,
["level"] = 1,
["bgID"] = 0,
},
["髙橋凉介"] = {
["roomID"] = 108148,
["level"] = 1,
["bgID"] = 0,
},
["白卜炽烈的"] = {
["roomID"] = 427725,
["level"] = 1,
["bgID"] = 0,
},
["泡椒牛板筋丶"] = {
["roomID"] = 427448,
["level"] = 2,
["bgID"] = 0,
},
["职业老流氓"] = {
["roomID"] = 141039,
["level"] = 1,
["bgID"] = 0,
},
["炫舞华尔兹"] = {
["roomID"] = 164954,
["level"] = 1,
["bgID"] = 0,
},
["东阳小贝贝"] = {
["roomID"] = 430269,
["level"] = 1,
["bgID"] = 0,
},
["哦哦以一"] = {
["roomID"] = 427967,
["level"] = 1,
["bgID"] = 0,
},
["多宝鱼啊"] = {
["roomID"] = 429685,
["level"] = 1,
["bgID"] = 0,
},
["灬小沫沫灬"] = {
["roomID"] = 427414,
["level"] = 1,
["bgID"] = 0,
},
["酒师傅"] = {
["roomID"] = 427515,
["level"] = 1,
["bgID"] = 0,
},
["娉令"] = {
["roomID"] = 427961,
["level"] = 1,
["bgID"] = 0,
},
["倚楼廳春雨"] = {
["roomID"] = 430093,
["level"] = 1,
["bgID"] = 0,
},
["魔兽游侠"] = {
["roomID"] = 116905,
["level"] = 2,
["bgID"] = 0,
},
["秃头的小弟"] = {
["roomID"] = 427507,
["level"] = 1,
["bgID"] = 0,
},
["灬刹那星芒灬"] = {
["roomID"] = 427707,
["level"] = 1,
["bgID"] = 0,
},
["危险开无敌"] = {
["roomID"] = 427973,
["level"] = 1,
["bgID"] = 0,
},
["光头加鲍吉"] = {
["roomID"] = 426575,
["level"] = 2,
["bgID"] = 0,
},
["心丶悦"] = {
["roomID"] = 427498,
["level"] = 1,
["bgID"] = 0,
},
["独领風骚"] = {
["roomID"] = 180777,
["level"] = 1,
["bgID"] = 0,
},
["筱粗面"] = {
["roomID"] = 139100,
["level"] = 1,
["bgID"] = 0,
},
["真的勉为其难"] = {
["roomID"] = 282551,
["level"] = 1,
["bgID"] = 0,
},
["执笔抗的住"] = {
["roomID"] = 176720,
["level"] = 1,
["bgID"] = 0,
},
["沐雨梨花"] = {
["roomID"] = 132306,
["level"] = 1,
["bgID"] = 0,
},
["暖在你心上"] = {
["roomID"] = 427710,
["level"] = 1,
["bgID"] = 0,
},
["小徒弟他哥"] = {
["roomID"] = 427448,
["level"] = 2,
["bgID"] = 0,
},
["落花纷飞"] = {
["roomID"] = 427474,
["level"] = 1,
["bgID"] = 0,
},
["暴走伍"] = {
["roomID"] = 131618,
["level"] = 3,
["bgID"] = 0,
},
["东门小六"] = {
["roomID"] = 159326,
["level"] = 2,
["bgID"] = 0,
},
["层林丶尽然"] = {
["roomID"] = 429689,
["level"] = 1,
["bgID"] = 0,
},
["Vknetworkss"] = {
["roomID"] = 289165,
["level"] = 1,
["bgID"] = 0,
},
["帝白"] = {
["roomID"] = 171233,
["level"] = 1,
["bgID"] = 0,
},
["莹绕在訫"] = {
["roomID"] = 425247,
["level"] = 1,
["bgID"] = 0,
},
["青衣灵犀"] = {
["roomID"] = 427713,
["level"] = 1,
["bgID"] = 0,
},
["古城旧事丶"] = {
["roomID"] = 112117,
["level"] = 2,
["bgID"] = 0,
},
["壹丶拾"] = {
["roomID"] = 163618,
["level"] = 1,
["bgID"] = 0,
},
["喔灬蓝天"] = {
["roomID"] = 430384,
["level"] = 1,
["bgID"] = 0,
},
["焦糖布丁丶"] = {
["roomID"] = 410934,
["level"] = 2,
["bgID"] = 0,
},
["灬秋水伊人"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["青衣德"] = {
["roomID"] = 427713,
["level"] = 1,
["bgID"] = 0,
},
["菜熊讨厌熊熊"] = {
["roomID"] = 205533,
["level"] = 2,
["bgID"] = 0,
},
["春田花花乄"] = {
["roomID"] = 324745,
["level"] = 2,
["bgID"] = 0,
},
["牛夯杨帆"] = {
["roomID"] = 430278,
["level"] = 1,
["bgID"] = 0,
},
["桔子小餐"] = {
["roomID"] = 131109,
["level"] = 1,
["bgID"] = 0,
},
["乄飛灬龙"] = {
["roomID"] = 427531,
["level"] = 1,
["bgID"] = 0,
},
["明月耀眼"] = {
["roomID"] = 202775,
["level"] = 1,
["bgID"] = 0,
},
["七哥哥"] = {
["roomID"] = 202775,
["level"] = 1,
["bgID"] = 0,
},
["椰小枫"] = {
["roomID"] = 427460,
["level"] = 1,
["bgID"] = 0,
},
["六角寒酥"] = {
["roomID"] = 221650,
["level"] = 2,
["bgID"] = 0,
},
["杜桥灌汤包"] = {
["roomID"] = 427504,
["level"] = 1,
["bgID"] = 0,
},
["沐雨樱花"] = {
["roomID"] = 132306,
["level"] = 1,
["bgID"] = 0,
},
["笨扯扯"] = {
["roomID"] = 427460,
["level"] = 1,
["bgID"] = 0,
},
["兔子一号"] = {
["roomID"] = 228473,
["level"] = 1,
["bgID"] = 0,
},
["三友小战"] = {
["roomID"] = 430085,
["level"] = 1,
["bgID"] = 0,
},
["七玄门历飞雨"] = {
["roomID"] = 427959,
["level"] = 2,
["bgID"] = 0,
},
["神蜜防骑"] = {
["roomID"] = 267388,
["level"] = 1,
["bgID"] = 0,
},
["大罐可乐"] = {
["roomID"] = 231795,
["level"] = 1,
["bgID"] = 0,
},
["抖音阿细"] = {
["roomID"] = 402964,
["level"] = 2,
["bgID"] = 0,
},
["润禾"] = {
["roomID"] = 430070,
["level"] = 1,
["bgID"] = 0,
},
["丶泡饭大魔王"] = {
["roomID"] = 427402,
["level"] = 2,
["bgID"] = 0,
},
["豌蔸尖丶"] = {
["roomID"] = 427456,
["level"] = 2,
["bgID"] = 0,
},
["阿剋蒙德"] = {
["roomID"] = 426575,
["level"] = 1,
["bgID"] = 0,
},
["閻王"] = {
["roomID"] = 315745,
["level"] = 1,
["bgID"] = 0,
},
["时间悖论丶"] = {
["roomID"] = 430076,
["level"] = 1,
["bgID"] = 0,
},
["界狱塔"] = {
["roomID"] = 425247,
["level"] = 1,
["bgID"] = 0,
},
["小北的奶骑"] = {
["roomID"] = 165053,
["level"] = 2,
["bgID"] = 0,
},
["杜桥小笼包"] = {
["roomID"] = 427504,
["level"] = 1,
["bgID"] = 0,
},
["茶欢"] = {
["roomID"] = 427465,
["level"] = 1,
["bgID"] = 0,
},
["强生大婴儿"] = {
["roomID"] = 426092,
["level"] = 2,
["bgID"] = 0,
},
["Koum"] = {
["roomID"] = 427722,
["level"] = 2,
["bgID"] = 0,
},
["良牧"] = {
["roomID"] = 430090,
["level"] = 1,
["bgID"] = 0,
},
["抖音風言"] = {
["roomID"] = 135387,
["level"] = 1,
["bgID"] = 0,
},
["蛋壳丶"] = {
["roomID"] = 129039,
["level"] = 1,
["bgID"] = 0,
},
["璀璨小琪琪"] = {
["roomID"] = 114700,
["level"] = 2,
["bgID"] = 0,
},
["哥是传奇"] = {
["roomID"] = 180777,
["level"] = 1,
["bgID"] = 0,
},
["一袭月光"] = {
["roomID"] = 279095,
["level"] = 1,
["bgID"] = 0,
},
["旧风年间丶"] = {
["roomID"] = 427469,
["level"] = 1,
["bgID"] = 0,
},
["浪浪哩个浪"] = {
["roomID"] = 427444,
["level"] = 1,
["bgID"] = 0,
},
["梦始林溪"] = {
["roomID"] = 131514,
["level"] = 1,
["bgID"] = 0,
},
["敖龙丶"] = {
["roomID"] = 426173,
["level"] = 1,
["bgID"] = 0,
},
["锦鲤大王丶"] = {
["roomID"] = 430282,
["level"] = 1,
["bgID"] = 0,
},
["浪凓格浪"] = {
["roomID"] = 427408,
["level"] = 2,
["bgID"] = 0,
},
["梓弘大帅哥"] = {
["roomID"] = 425289,
["level"] = 1,
["bgID"] = 0,
},
["野蛮丨超超"] = {
["roomID"] = 427406,
["level"] = 2,
["bgID"] = 0,
},
["风停"] = {
["roomID"] = 237496,
["level"] = 1,
["bgID"] = 0,
},
["贪念丶"] = {
["roomID"] = 430080,
["level"] = 1,
["bgID"] = 0,
},
["似千千晚星丶"] = {
["roomID"] = 427414,
["level"] = 1,
["bgID"] = 0,
},
["短腿猪"] = {
["roomID"] = 428963,
["level"] = 1,
["bgID"] = 0,
},
["我要打篮球"] = {
["roomID"] = 174548,
["level"] = 1,
["bgID"] = 0,
},
["正经牛"] = {
["roomID"] = 179296,
["level"] = 1,
["bgID"] = 0,
},
["灬花朵朵"] = {
["roomID"] = 427414,
["level"] = 1,
["bgID"] = 0,
},
["合同萨"] = {
["roomID"] = 426205,
["level"] = 2,
["bgID"] = 0,
},
["怪怪的怪叔叔"] = {
["roomID"] = 430374,
["level"] = 1,
["bgID"] = 0,
},
["疯癫狂战"] = {
["roomID"] = 427710,
["level"] = 1,
["bgID"] = 0,
},
["赶快战复我"] = {
["roomID"] = 427522,
["level"] = 1,
["bgID"] = 0,
},
["冰凉小母牛"] = {
["roomID"] = 428948,
["level"] = 2,
["bgID"] = 0,
},
["加撇成龙"] = {
["roomID"] = 111274,
["level"] = 2,
["bgID"] = 0,
},
["丨夜丨月丨"] = {
["roomID"] = 427422,
["level"] = 1,
["bgID"] = 0,
},
["执笔画苍穹"] = {
["roomID"] = 425619,
["level"] = 2,
["bgID"] = 0,
},
["张三修"] = {
["roomID"] = 429675,
["level"] = 1,
["bgID"] = 0,
},
["言神丶"] = {
["roomID"] = 426575,
["level"] = 1,
["bgID"] = 0,
},
["温暖丿"] = {
["roomID"] = 426575,
["level"] = 1,
["bgID"] = 0,
},
["戦灬天"] = {
["roomID"] = 427726,
["level"] = 1,
["bgID"] = 0,
},
["下秒继续"] = {
["roomID"] = 111638,
["level"] = 2,
["bgID"] = 0,
},
["一抹灬淡影"] = {
["roomID"] = 252435,
["level"] = 2,
["bgID"] = 0,
},
["歪嘴一闪"] = {
["roomID"] = 274831,
["level"] = 1,
["bgID"] = 0,
},
["蜜桃小丸子灬"] = {
["roomID"] = 430077,
["level"] = 1,
["bgID"] = 0,
},
["浪浪力个浪"] = {
["roomID"] = 427444,
["level"] = 1,
["bgID"] = 0,
},
["信爷"] = {
["roomID"] = 427709,
["level"] = 1,
["bgID"] = 0,
},
["华崽"] = {
["roomID"] = 427495,
["level"] = 2,
["bgID"] = 0,
},
["Vknetworkkbz"] = {
["roomID"] = 430266,
["level"] = 1,
["bgID"] = 0,
},
["无为无不为"] = {
["roomID"] = 427479,
["level"] = 2,
["bgID"] = 0,
},
["始于了解"] = {
["roomID"] = 427428,
["level"] = 2,
["bgID"] = 0,
},
["灬苏熙灬"] = {
["roomID"] = 423413,
["level"] = 2,
["bgID"] = 0,
},
["把奶倒满"] = {
["roomID"] = 171177,
["level"] = 1,
["bgID"] = 0,
},
["山水梧桐"] = {
["roomID"] = 430090,
["level"] = 1,
["bgID"] = 0,
},
["庐陵天道"] = {
["roomID"] = 143583,
["level"] = 2,
["bgID"] = 0,
},
["泡芙好好吃呀"] = {
["roomID"] = 429682,
["level"] = 1,
["bgID"] = 0,
},
["犄角的旋律"] = {
["roomID"] = 164954,
["level"] = 1,
["bgID"] = 0,
},
["伤心的洗脚水"] = {
["roomID"] = 427538,
["level"] = 1,
["bgID"] = 0,
},
["冰丶绝恋"] = {
["roomID"] = 113877,
["level"] = 1,
["bgID"] = 0,
},
["大锤总"] = {
["roomID"] = 427538,
["level"] = 1,
["bgID"] = 0,
},
["抖音阿俊"] = {
["roomID"] = 184103,
["level"] = 2,
["bgID"] = 0,
},
["一季放浪秋"] = {
["roomID"] = 430370,
["level"] = 1,
["bgID"] = 0,
},
["连生"] = {
["roomID"] = 150977,
["level"] = 2,
["bgID"] = 0,
},
["东阳小贝宝"] = {
["roomID"] = 430269,
["level"] = 1,
["bgID"] = 0,
},
["瞅瞅没有事"] = {
["roomID"] = 141921,
["level"] = 1,
["bgID"] = 0,
},
["庐陵术术"] = {
["roomID"] = 143583,
["level"] = 1,
["bgID"] = 0,
},
["塔心乂寻梦"] = {
["roomID"] = 202898,
["level"] = 1,
["bgID"] = 0,
},
["Pipil"] = {
["roomID"] = 152903,
["level"] = 1,
["bgID"] = 0,
},
["这号一定红"] = {
["roomID"] = 112561,
["level"] = 1,
["bgID"] = 0,
},
["Vknetworkxd"] = {
["roomID"] = 289165,
["level"] = 1,
["bgID"] = 0,
},
["只比偷袭"] = {
["roomID"] = 427471,
["level"] = 1,
["bgID"] = 0,
},
["大鉄牛丶"] = {
["roomID"] = 142883,
["level"] = 1,
["bgID"] = 0,
},
["星期二想文文"] = {
["roomID"] = 427400,
["level"] = 2,
["bgID"] = 0,
},
["野性狂飙"] = {
["roomID"] = 427722,
["level"] = 2,
["bgID"] = 0,
},
["半糖蜜桃"] = {
["roomID"] = 430077,
["level"] = 1,
["bgID"] = 0,
},
["强生巨婴"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["马铃薯头小子"] = {
["roomID"] = 427470,
["level"] = 1,
["bgID"] = 0,
},
["排骨周周"] = {
["roomID"] = 430373,
["level"] = 1,
["bgID"] = 0,
},
["尧岁岁"] = {
["roomID"] = 428954,
["level"] = 1,
["bgID"] = 0,
},
["青橘栀耳丶"] = {
["roomID"] = 183891,
["level"] = 1,
["bgID"] = 0,
},
["哀木梯大傻牛"] = {
["roomID"] = 427530,
["level"] = 1,
["bgID"] = 0,
},
["射死一群"] = {
["roomID"] = 428984,
["level"] = 1,
["bgID"] = 0,
},
["丷背锅侠丷"] = {
["roomID"] = 426785,
["level"] = 1,
["bgID"] = 0,
},
["斯图之吻"] = {
["roomID"] = 132096,
["level"] = 1,
["bgID"] = 0,
},
["神裀"] = {
["roomID"] = 427711,
["level"] = 1,
["bgID"] = 0,
},
["吃多了撑得"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["一只小情龟"] = {
["roomID"] = 430394,
["level"] = 1,
["bgID"] = 0,
},
["暴走团"] = {
["roomID"] = 131618,
["level"] = 3,
["bgID"] = 0,
},
["锤子肆"] = {
["roomID"] = 430265,
["level"] = 2,
["bgID"] = 0,
},
["白日窓"] = {
["roomID"] = 139626,
["level"] = 1,
["bgID"] = 0,
},
["水果代言人"] = {
["roomID"] = 114940,
["level"] = 2,
["bgID"] = 0,
},
["冷酷阿卡"] = {
["roomID"] = 124704,
["level"] = 1,
["bgID"] = 0,
},
["Niteris"] = {
["roomID"] = 427475,
["level"] = 1,
["bgID"] = 0,
},
["雪糕头懒大王"] = {
["roomID"] = 427974,
["level"] = 1,
["bgID"] = 0,
},
["小剣剣"] = {
["roomID"] = 428962,
["level"] = 1,
["bgID"] = 0,
},
["有点犟的咕噜"] = {
["roomID"] = 427496,
["level"] = 2,
["bgID"] = 0,
},
["玩玩丶戝"] = {
["roomID"] = 271148,
["level"] = 1,
["bgID"] = 0,
},
["小小牛牛呀"] = {
["roomID"] = 427507,
["level"] = 1,
["bgID"] = 0,
},
["爱跟小翠洗澡"] = {
["roomID"] = 427973,
["level"] = 1,
["bgID"] = 0,
},
["一只纷飞燕"] = {
["roomID"] = 430394,
["level"] = 1,
["bgID"] = 0,
},
["Kaomeinv"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["牛夯乘风"] = {
["roomID"] = 430278,
["level"] = 1,
["bgID"] = 0,
},
["追魂無情"] = {
["roomID"] = 427491,
["level"] = 2,
["bgID"] = 0,
},
["小脑斧超凶呢"] = {
["roomID"] = 429700,
["level"] = 1,
["bgID"] = 0,
},
["龙腾渤海"] = {
["roomID"] = 427709,
["level"] = 1,
["bgID"] = 0,
},
["泉水叮当"] = {
["roomID"] = 231615,
["level"] = 1,
["bgID"] = 0,
},
["小阿可可呀"] = {
["roomID"] = 426736,
["level"] = 2,
["bgID"] = 0,
},
["一醉丶梦初醒"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["黑的发紫呀"] = {
["roomID"] = 427712,
["level"] = 1,
["bgID"] = 0,
},
["阿猫灬"] = {
["roomID"] = 427182,
["level"] = 1,
["bgID"] = 0,
},
["懵逼丿小熊"] = {
["roomID"] = 247081,
["level"] = 2,
["bgID"] = 0,
},
["丷夏沫丷"] = {
["roomID"] = 423413,
["level"] = 2,
["bgID"] = 0,
},
["吃不饱吃不饱"] = {
["roomID"] = 428975,
["level"] = 2,
["bgID"] = 0,
},
["尐琪琪"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["爱卿平身丶"] = {
["roomID"] = 426785,
["level"] = 1,
["bgID"] = 0,
},
["抖音搜奈奈"] = {
["roomID"] = 131208,
["level"] = 2,
["bgID"] = 0,
},
["强击丶光环"] = {
["roomID"] = 105448,
["level"] = 2,
["bgID"] = 0,
},
["福运灬猎"] = {
["roomID"] = 430249,
["level"] = 2,
["bgID"] = 0,
},
["陈冠戏柏芝"] = {
["roomID"] = 427500,
["level"] = 1,
["bgID"] = 0,
},
["龙虾小馒头"] = {
["roomID"] = 167729,
["level"] = 1,
["bgID"] = 0,
},
["虞人不愚"] = {
["roomID"] = 428959,
["level"] = 1,
["bgID"] = 0,
},
["爱吃果的果果"] = {
["roomID"] = 157936,
["level"] = 1,
["bgID"] = 0,
},
["术灬天"] = {
["roomID"] = 427726,
["level"] = 1,
["bgID"] = 0,
},
["妹妹别怕"] = {
["roomID"] = 427972,
["level"] = 1,
["bgID"] = 0,
},
["小法神华哥"] = {
["roomID"] = 430289,
["level"] = 2,
["bgID"] = 0,
},
["小紗布"] = {
["roomID"] = 137680,
["level"] = 1,
["bgID"] = 0,
},
["锦衣马孟起"] = {
["roomID"] = 430098,
["level"] = 1,
["bgID"] = 0,
},
["凤泉光辉"] = {
["roomID"] = 429747,
["level"] = 2,
["bgID"] = 0,
},
["一文文一"] = {
["roomID"] = 430377,
["level"] = 1,
["bgID"] = 0,
},
["七哥丶法"] = {
["roomID"] = 202775,
["level"] = 1,
["bgID"] = 0,
},
["狂拽霸子"] = {
["roomID"] = 427412,
["level"] = 2,
["bgID"] = 0,
},
["暗夜清欢"] = {
["roomID"] = 427412,
["level"] = 2,
["bgID"] = 0,
},
["老虎团开组号"] = {
["roomID"] = 427412,
["level"] = 2,
["bgID"] = 0,
},
["邪恶小法瑡"] = {
["roomID"] = 426474,
["level"] = 2,
["bgID"] = 0,
},
["湿漉漉的宝贝"] = {
["roomID"] = 172439,
["level"] = 1,
["bgID"] = 0,
},
["墓无亡尸"] = {
["roomID"] = 426474,
["level"] = 2,
["bgID"] = 0,
},
["无敌大帅牛"] = {
["roomID"] = 426474,
["level"] = 2,
["bgID"] = 0,
},
["芝士奶盖"] = {
["roomID"] = 427488,
["level"] = 2,
["bgID"] = 0,
},
["无心大神"] = {
["roomID"] = 428964,
["level"] = 1,
["bgID"] = 0,
},
["灬晚风吹人醒"] = {
["roomID"] = 427433,
["level"] = 1,
["bgID"] = 0,
},
["温柔画霓裳勹"] = {
["roomID"] = 430371,
["level"] = 1,
["bgID"] = 0,
},
["我瞅瞅怎个使"] = {
["roomID"] = 427718,
["level"] = 1,
["bgID"] = 0,
},
["极限丶之歌丿"] = {
["roomID"] = 426523,
["level"] = 1,
["bgID"] = 0,
},
["灵魂征程"] = {
["roomID"] = 427508,
["level"] = 1,
["bgID"] = 0,
},
["死亡的終结者"] = {
["roomID"] = 427491,
["level"] = 2,
["bgID"] = 0,
},
["老铁亲个嘴"] = {
["roomID"] = 205718,
["level"] = 1,
["bgID"] = 0,
},
["黄山一品锅"] = {
["roomID"] = 275244,
["level"] = 3,
["bgID"] = 0,
},
["惪惪"] = {
["roomID"] = 175557,
["level"] = 2,
["bgID"] = 0,
},
["小嘻嘻"] = {
["roomID"] = 427490,
["level"] = 1,
["bgID"] = 0,
},
["小阿可呀"] = {
["roomID"] = 426736,
["level"] = 2,
["bgID"] = 0,
},
["锦若初"] = {
["roomID"] = 146725,
["level"] = 2,
["bgID"] = 0,
},
["最佳路人甲"] = {
["roomID"] = 427397,
["level"] = 2,
["bgID"] = 0,
},
["雪紛飛"] = {
["roomID"] = 429757,
["level"] = 1,
["bgID"] = 0,
},
["青烟灬"] = {
["roomID"] = 140630,
["level"] = 1,
["bgID"] = 0,
},
["战魁丶牛震天"] = {
["roomID"] = 427708,
["level"] = 1,
["bgID"] = 0,
},
["丝滑小二"] = {
["roomID"] = 258259,
["level"] = 3,
["bgID"] = 0,
},
["子熙丶鲸鱼"] = {
["roomID"] = 427965,
["level"] = 1,
["bgID"] = 0,
},
["小风"] = {
["roomID"] = 150977,
["level"] = 2,
["bgID"] = 0,
},
["戰神丶猎煌"] = {
["roomID"] = 427523,
["level"] = 2,
["bgID"] = 0,
},
["三吆四"] = {
["roomID"] = 100472,
["level"] = 1,
["bgID"] = 0,
},
["老明徳"] = {
["roomID"] = 427445,
["level"] = 2,
["bgID"] = 0,
},
["超壮的豆丁"] = {
["roomID"] = 407749,
["level"] = 1,
["bgID"] = 0,
},
["丶熊熊"] = {
["roomID"] = 207122,
["level"] = 1,
["bgID"] = 0,
},
["牛油菓"] = {
["roomID"] = 429701,
["level"] = 1,
["bgID"] = 0,
},
["小玲铛"] = {
["roomID"] = 159582,
["level"] = 2,
["bgID"] = 0,
},
["血五十九少"] = {
["roomID"] = 237278,
["level"] = 1,
["bgID"] = 0,
},
["闪灵铁塔"] = {
["roomID"] = 427491,
["level"] = 2,
["bgID"] = 0,
},
["亚雷三"] = {
["roomID"] = 427723,
["level"] = 1,
["bgID"] = 0,
},
["時间"] = {
["roomID"] = 430391,
["level"] = 1,
["bgID"] = 0,
},
["粉墨骑骑"] = {
["roomID"] = 201753,
["level"] = 1,
["bgID"] = 0,
},
["无心小满"] = {
["roomID"] = 428964,
["level"] = 1,
["bgID"] = 0,
},
["醉酒梦倾城"] = {
["roomID"] = 430390,
["level"] = 1,
["bgID"] = 0,
},
["东方红狼哥"] = {
["roomID"] = 144593,
["level"] = 2,
["bgID"] = 0,
},
["花落陌"] = {
["roomID"] = 428569,
["level"] = 1,
["bgID"] = 0,
},
["苏熙"] = {
["roomID"] = 423413,
["level"] = 2,
["bgID"] = 0,
},
["远山仙椰"] = {
["roomID"] = 143652,
["level"] = 1,
["bgID"] = 0,
},
["小猫不乖"] = {
["roomID"] = 427549,
["level"] = 1,
["bgID"] = 0,
},
["福缘灬战"] = {
["roomID"] = 430249,
["level"] = 2,
["bgID"] = 0,
},
["正规洗浴"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["小小啊可呀"] = {
["roomID"] = 426736,
["level"] = 2,
["bgID"] = 0,
},
["唯一的信仰"] = {
["roomID"] = 430085,
["level"] = 1,
["bgID"] = 0,
},
["樱花樹下"] = {
["roomID"] = 430390,
["level"] = 1,
["bgID"] = 0,
},
["小呀小白菜"] = {
["roomID"] = 430282,
["level"] = 1,
["bgID"] = 0,
},
["文瀚"] = {
["roomID"] = 427429,
["level"] = 1,
["bgID"] = 0,
},
["熊扛把子"] = {
["roomID"] = 427471,
["level"] = 2,
["bgID"] = 0,
},
["老明战"] = {
["roomID"] = 427445,
["level"] = 2,
["bgID"] = 0,
},
["牧牧丶灵"] = {
["roomID"] = 427498,
["level"] = 1,
["bgID"] = 0,
},
["抖音瞪眼哥"] = {
["roomID"] = 140664,
["level"] = 1,
["bgID"] = 0,
},
["一老刘一"] = {
["roomID"] = 427512,
["level"] = 2,
["bgID"] = 0,
},
["叫我老刘"] = {
["roomID"] = 427512,
["level"] = 2,
["bgID"] = 0,
},
["秃瓢姐"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["小乄面包"] = {
["roomID"] = 146177,
["level"] = 1,
["bgID"] = 0,
},
["晓德儿"] = {
["roomID"] = 427522,
["level"] = 1,
["bgID"] = 0,
},
["Xniu"] = {
["roomID"] = 184103,
["level"] = 2,
["bgID"] = 0,
},
["阿可呀"] = {
["roomID"] = 426736,
["level"] = 2,
["bgID"] = 0,
},
["贫僧丶"] = {
["roomID"] = 114004,
["level"] = 2,
["bgID"] = 0,
},
["娉婷"] = {
["roomID"] = 427961,
["level"] = 1,
["bgID"] = 0,
},
["彩色的雨"] = {
["roomID"] = 430148,
["level"] = 2,
["bgID"] = 0,
},
["红手小二"] = {
["roomID"] = 258259,
["level"] = 3,
["bgID"] = 0,
},
["唐海文"] = {
["roomID"] = 428944,
["level"] = 1,
["bgID"] = 0,
},
["七哥真无敌"] = {
["roomID"] = 428963,
["level"] = 1,
["bgID"] = 0,
},
["猛牛大姐"] = {
["roomID"] = 430267,
["level"] = 1,
["bgID"] = 0,
},
["南昌吴彦租"] = {
["roomID"] = 426736,
["level"] = 2,
["bgID"] = 0,
},
["西门刘德华"] = {
["roomID"] = 430259,
["level"] = 2,
["bgID"] = 0,
},
["幸运灬德"] = {
["roomID"] = 430100,
["level"] = 1,
["bgID"] = 0,
},
["丢丢小灰灰"] = {
["roomID"] = 427426,
["level"] = 1,
["bgID"] = 0,
},
["大怪瘦丶"] = {
["roomID"] = 142883,
["level"] = 1,
["bgID"] = 0,
},
["哇丿好气质"] = {
["roomID"] = 111813,
["level"] = 2,
["bgID"] = 0,
},
["宝宝肚肚打"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["魔兽有气质"] = {
["roomID"] = 111813,
["level"] = 2,
["bgID"] = 0,
},
["雷电嗖嗖嘚"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["月亮的微笑"] = {
["roomID"] = 111813,
["level"] = 2,
["bgID"] = 0,
},
["兔子十二号"] = {
["roomID"] = 228473,
["level"] = 1,
["bgID"] = 0,
},
["雾春"] = {
["roomID"] = 427526,
["level"] = 1,
["bgID"] = 0,
},
["再虚十年"] = {
["roomID"] = 429350,
["level"] = 2,
["bgID"] = 0,
},
["我用大锤锤"] = {
["roomID"] = 171177,
["level"] = 1,
["bgID"] = 0,
},
["江哥不解释"] = {
["roomID"] = 427957,
["level"] = 1,
["bgID"] = 0,
},
["纵有南风起"] = {
["roomID"] = 427425,
["level"] = 2,
["bgID"] = 0,
},
["深海凉人心"] = {
["roomID"] = 427425,
["level"] = 2,
["bgID"] = 0,
},
["夺命迷糊剑"] = {
["roomID"] = 183727,
["level"] = 1,
["bgID"] = 0,
},
["王大锤爆史诗"] = {
["roomID"] = 115652,
["level"] = 1,
["bgID"] = 0,
},
["福缘灬贼"] = {
["roomID"] = 430249,
["level"] = 2,
["bgID"] = 0,
},
["当代大红人"] = {
["roomID"] = 425274,
["level"] = 2,
["bgID"] = 0,
},
["荧光蓝"] = {
["roomID"] = 427518,
["level"] = 1,
["bgID"] = 0,
},
["霞霞妹妹"] = {
["roomID"] = 427471,
["level"] = 2,
["bgID"] = 0,
},
["明教曲灵风"] = {
["roomID"] = 430384,
["level"] = 1,
["bgID"] = 0,
},
["俊后生"] = {
["roomID"] = 427471,
["level"] = 2,
["bgID"] = 0,
},
["鸡彁"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["开大炮丶"] = {
["roomID"] = 430280,
["level"] = 2,
["bgID"] = 0,
},
["九菇娘"] = {
["roomID"] = 425243,
["level"] = 2,
["bgID"] = 0,
},
["往事如昨"] = {
["roomID"] = 180777,
["level"] = 1,
["bgID"] = 0,
},
["旺崽酸奶"] = {
["roomID"] = 427972,
["level"] = 1,
["bgID"] = 0,
},
["璀璨星辰丶"] = {
["roomID"] = 114700,
["level"] = 2,
["bgID"] = 0,
},
["野格不加冰丶"] = {
["roomID"] = 427469,
["level"] = 1,
["bgID"] = 0,
},
["霸霸你真大"] = {
["roomID"] = 430273,
["level"] = 1,
["bgID"] = 0,
},
["天淸"] = {
["roomID"] = 125345,
["level"] = 2,
["bgID"] = 0,
},
["硬汉橘子"] = {
["roomID"] = 427430,
["level"] = 1,
["bgID"] = 0,
},
["蜜桃团团"] = {
["roomID"] = 204106,
["level"] = 2,
["bgID"] = 0,
},
["梦回梦里"] = {
["roomID"] = 144771,
["level"] = 2,
["bgID"] = 0,
},
["一抹月光"] = {
["roomID"] = 430370,
["level"] = 1,
["bgID"] = 0,
},
["小芝麻酱酱"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["满满能量给你"] = {
["roomID"] = 221650,
["level"] = 2,
["bgID"] = 0,
},
["一日冲天"] = {
["roomID"] = 221650,
["level"] = 2,
["bgID"] = 0,
},
["淡淡风尘味"] = {
["roomID"] = 428949,
["level"] = 1,
["bgID"] = 0,
},
["皇朝法"] = {
["roomID"] = 430265,
["level"] = 2,
["bgID"] = 0,
},
["我叫毛毛丶盾"] = {
["roomID"] = 427524,
["level"] = 1,
["bgID"] = 0,
},
["丨烧饼丨"] = {
["roomID"] = 425619,
["level"] = 2,
["bgID"] = 0,
},
["小奶猫灬"] = {
["roomID"] = 424695,
["level"] = 1,
["bgID"] = 0,
},
["猴子跳跳拉"] = {
["roomID"] = 430251,
["level"] = 2,
["bgID"] = 0,
},
["咔皮笆拉"] = {
["roomID"] = 427972,
["level"] = 1,
["bgID"] = 0,
},
["笑眼盈盈"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["开玩笑丶"] = {
["roomID"] = 430280,
["level"] = 2,
["bgID"] = 0,
},
["南小梨丶"] = {
["roomID"] = 143851,
["level"] = 1,
["bgID"] = 0,
},
["小德奶奶"] = {
["roomID"] = 430369,
["level"] = 1,
["bgID"] = 0,
},
["请叫我术哥"] = {
["roomID"] = 231795,
["level"] = 1,
["bgID"] = 0,
},
["孤独阿"] = {
["roomID"] = 136351,
["level"] = 2,
["bgID"] = 0,
},
["那么胖你还吃"] = {
["roomID"] = 143012,
["level"] = 1,
["bgID"] = 0,
},
["星期三想米蕊"] = {
["roomID"] = 427400,
["level"] = 2,
["bgID"] = 0,
},
["小手丶黢黑"] = {
["roomID"] = 423413,
["level"] = 2,
["bgID"] = 0,
},
["小脑斧超凶呀"] = {
["roomID"] = 429700,
["level"] = 1,
["bgID"] = 0,
},
["浅唱很红"] = {
["roomID"] = 427480,
["level"] = 1,
["bgID"] = 0,
},
["我瞅瞅怎个世"] = {
["roomID"] = 427718,
["level"] = 1,
["bgID"] = 0,
},
["华哥狂暴坦"] = {
["roomID"] = 430289,
["level"] = 2,
["bgID"] = 0,
},
["Hailiangzai"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["大蠢牛"] = {
["roomID"] = 430389,
["level"] = 1,
["bgID"] = 0,
},
["蓝芝晴"] = {
["roomID"] = 244765,
["level"] = 2,
["bgID"] = 0,
},
["霜语萧何"] = {
["roomID"] = 430072,
["level"] = 1,
["bgID"] = 0,
},
["铁血第一熊"] = {
["roomID"] = 244765,
["level"] = 2,
["bgID"] = 0,
},
["狸花丶"] = {
["roomID"] = 429680,
["level"] = 1,
["bgID"] = 0,
},
["三爻肆"] = {
["roomID"] = 100472,
["level"] = 1,
["bgID"] = 0,
},
["漫步亦澄"] = {
["roomID"] = 277347,
["level"] = 1,
["bgID"] = 0,
},
["陈妍鑫"] = {
["roomID"] = 425289,
["level"] = 2,
["bgID"] = 0,
},
["超红阿梨丶"] = {
["roomID"] = 143851,
["level"] = 2,
["bgID"] = 0,
},
["小北吖"] = {
["roomID"] = 165053,
["level"] = 2,
["bgID"] = 0,
},
["小怪兽医"] = {
["roomID"] = 142893,
["level"] = 2,
["bgID"] = 0,
},
["兜里有糖啦"] = {
["roomID"] = 427488,
["level"] = 2,
["bgID"] = 0,
},
["就想玩个巨战"] = {
["roomID"] = 427535,
["level"] = 2,
["bgID"] = 0,
},
["塔心"] = {
["roomID"] = 202898,
["level"] = 1,
["bgID"] = 0,
},
["小妇"] = {
["roomID"] = 427975,
["level"] = 1,
["bgID"] = 0,
},
["豆子都是圆的"] = {
["roomID"] = 161162,
["level"] = 2,
["bgID"] = 0,
},
["圣骑尸"] = {
["roomID"] = 262807,
["level"] = 1,
["bgID"] = 0,
},
["天晴丶"] = {
["roomID"] = 125345,
["level"] = 2,
["bgID"] = 0,
},
["开火箭丶"] = {
["roomID"] = 430280,
["level"] = 2,
["bgID"] = 0,
},
["灬星辰璀璨"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["一个青年"] = {
["roomID"] = 428949,
["level"] = 1,
["bgID"] = 0,
},
["牟里牟气"] = {
["roomID"] = 430372,
["level"] = 1,
["bgID"] = 0,
},
["龙虾小面"] = {
["roomID"] = 167729,
["level"] = 1,
["bgID"] = 0,
},
["翱翔牛战"] = {
["roomID"] = 430286,
["level"] = 2,
["bgID"] = 0,
},
["一只大头蛆"] = {
["roomID"] = 430394,
["level"] = 1,
["bgID"] = 0,
},
["翱翔坦"] = {
["roomID"] = 430286,
["level"] = 2,
["bgID"] = 0,
},
["甜妹罢了"] = {
["roomID"] = 427165,
["level"] = 2,
["bgID"] = 0,
},
["丨麻辣烫丨"] = {
["roomID"] = 425619,
["level"] = 2,
["bgID"] = 0,
},
["永远十七岁"] = {
["roomID"] = 429792,
["level"] = 2,
["bgID"] = 0,
},
["杜桥叉烧包"] = {
["roomID"] = 427504,
["level"] = 1,
["bgID"] = 0,
},
["鹿呦呦"] = {
["roomID"] = 427958,
["level"] = 1,
["bgID"] = 0,
},
["克瑞斯璀璨"] = {
["roomID"] = 114700,
["level"] = 2,
["bgID"] = 0,
},
["揽壹缕清风"] = {
["roomID"] = 428830,
["level"] = 1,
["bgID"] = 0,
},
["泗阳红狼哥"] = {
["roomID"] = 144593,
["level"] = 2,
["bgID"] = 0,
},
["梦境安魂曲"] = {
["roomID"] = 107459,
["level"] = 2,
["bgID"] = 0,
},
["丶糖醋鲤鱼"] = {
["roomID"] = 430395,
["level"] = 1,
["bgID"] = 0,
},
["美洲特快"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["德特伊"] = {
["roomID"] = 427503,
["level"] = 2,
["bgID"] = 0,
},
["培根芝士堡"] = {
["roomID"] = 428967,
["level"] = 1,
["bgID"] = 0,
},
["聪明的脚斗士"] = {
["roomID"] = 428956,
["level"] = 1,
["bgID"] = 0,
},
["喝一杯吧"] = {
["roomID"] = 246712,
["level"] = 2,
["bgID"] = 0,
},
["万鸡齐射"] = {
["roomID"] = 205533,
["level"] = 2,
["bgID"] = 0,
},
["温柔画霓裳乂"] = {
["roomID"] = 430371,
["level"] = 1,
["bgID"] = 0,
},
["冰香绿茶奶"] = {
["roomID"] = 427488,
["level"] = 2,
["bgID"] = 0,
},
["玄宇"] = {
["roomID"] = 426731,
["level"] = 2,
["bgID"] = 0,
},
["老龍王"] = {
["roomID"] = 426731,
["level"] = 2,
["bgID"] = 0,
},
["千佛星晁盖"] = {
["roomID"] = 430259,
["level"] = 2,
["bgID"] = 0,
},
["贝贝丫"] = {
["roomID"] = 428975,
["level"] = 2,
["bgID"] = 0,
},
["南昌吴彦阻"] = {
["roomID"] = 426736,
["level"] = 2,
["bgID"] = 0,
},
["混乱狱火"] = {
["roomID"] = 201753,
["level"] = 1,
["bgID"] = 0,
},
["怀玉"] = {
["roomID"] = 426731,
["level"] = 2,
["bgID"] = 0,
},
["我斯哀木梯"] = {
["roomID"] = 428979,
["level"] = 1,
["bgID"] = 0,
},
["鸡蛋王"] = {
["roomID"] = 427975,
["level"] = 1,
["bgID"] = 0,
},
["四川粉蒸肉"] = {
["roomID"] = 427521,
["level"] = 2,
["bgID"] = 0,
},
["消失疾跑丶"] = {
["roomID"] = 158153,
["level"] = 1,
["bgID"] = 0,
},
["李好呀"] = {
["roomID"] = 427527,
["level"] = 1,
["bgID"] = 0,
},
["玛米"] = {
["roomID"] = 131537,
["level"] = 2,
["bgID"] = 0,
},
["阿猫丿"] = {
["roomID"] = 427182,
["level"] = 2,
["bgID"] = 0,
},
["可乐瓶当盾牌"] = {
["roomID"] = 427521,
["level"] = 2,
["bgID"] = 0,
},
["牛夯起航"] = {
["roomID"] = 430278,
["level"] = 1,
["bgID"] = 0,
},
["内少"] = {
["roomID"] = 315860,
["level"] = 1,
["bgID"] = 0,
},
["周姐我都懂"] = {
["roomID"] = 175850,
["level"] = 1,
["bgID"] = 0,
},
["卡特给你酸奶"] = {
["roomID"] = 430239,
["level"] = 2,
["bgID"] = 0,
},
["鸡滒"] = {
["roomID"] = 131529,
["level"] = 1,
["bgID"] = 0,
},
["浓情咖啡"] = {
["roomID"] = 425274,
["level"] = 2,
["bgID"] = 0,
},
["庐陵玩美"] = {
["roomID"] = 143583,
["level"] = 2,
["bgID"] = 0,
},
["赶紧滚"] = {
["roomID"] = 199686,
["level"] = 3,
["bgID"] = 0,
},
["紫色妖精"] = {
["roomID"] = 427490,
["level"] = 1,
["bgID"] = 0,
},
["浅唱很帅"] = {
["roomID"] = 427480,
["level"] = 1,
["bgID"] = 0,
},
["兎叽丶"] = {
["roomID"] = 164564,
["level"] = 2,
["bgID"] = 0,
},
["断开"] = {
["roomID"] = 426145,
["level"] = 2,
["bgID"] = 0,
},
["小白爱玩赵信"] = {
["roomID"] = 105494,
["level"] = 2,
["bgID"] = 0,
},
["非洲特快"] = {
["roomID"] = 427460,
["level"] = 1,
["bgID"] = 0,
},
["宝贝丞丞"] = {
["roomID"] = 302737,
["level"] = 1,
["bgID"] = 0,
},
["邪恶的贼"] = {
["roomID"] = 430255,
["level"] = 2,
["bgID"] = 0,
},
["百豪纲手"] = {
["roomID"] = 427429,
["level"] = 1,
["bgID"] = 0,
},
["爱喝奶茶的白"] = {
["roomID"] = 105494,
["level"] = 2,
["bgID"] = 0,
},
["爱吃牛排的白"] = {
["roomID"] = 105494,
["level"] = 2,
["bgID"] = 0,
},
["神丶小战"] = {
["roomID"] = 192767,
["level"] = 2,
["bgID"] = 0,
},
["粉胡子老爷爷"] = {
["roomID"] = 427973,
["level"] = 1,
["bgID"] = 0,
},
["墨染山城意"] = {
["roomID"] = 427421,
["level"] = 1,
["bgID"] = 0,
},
["尛乄鹿"] = {
["roomID"] = 427958,
["level"] = 1,
["bgID"] = 0,
},
["冲充葱"] = {
["roomID"] = 111274,
["level"] = 2,
["bgID"] = 0,
},
["德得的"] = {
["roomID"] = 111274,
["level"] = 2,
["bgID"] = 0,
},
["人间小猎"] = {
["roomID"] = 430393,
["level"] = 1,
["bgID"] = 0,
},
["啊沐木"] = {
["roomID"] = 112117,
["level"] = 2,
["bgID"] = 0,
},
["明天見"] = {
["roomID"] = 430238,
["level"] = 2,
["bgID"] = 0,
},
["血十九少"] = {
["roomID"] = 237278,
["level"] = 1,
["bgID"] = 0,
},
["多喜欢你"] = {
["roomID"] = 430238,
["level"] = 2,
["bgID"] = 0,
},
["断黑"] = {
["roomID"] = 426145,
["level"] = 2,
["bgID"] = 0,
},
["八级小狂疯"] = {
["roomID"] = 427448,
["level"] = 2,
["bgID"] = 0,
},
["飞克"] = {
["roomID"] = 427508,
["level"] = 1,
["bgID"] = 0,
},
["合同战"] = {
["roomID"] = 426205,
["level"] = 2,
["bgID"] = 0,
},
["一苏熙一"] = {
["roomID"] = 423413,
["level"] = 2,
["bgID"] = 0,
},
["刘小骚"] = {
["roomID"] = 430250,
["level"] = 2,
["bgID"] = 0,
},
["破碎的她丫"] = {
["roomID"] = 143936,
["level"] = 2,
["bgID"] = 0,
},
["细妹"] = {
["roomID"] = 131537,
["level"] = 2,
["bgID"] = 0,
},
["芋泥葡萄"] = {
["roomID"] = 427488,
["level"] = 2,
["bgID"] = 0,
},
["肌肉要没了"] = {
["roomID"] = 427419,
["level"] = 2,
["bgID"] = 0,
},
["活塞疯动"] = {
["roomID"] = 228473,
["level"] = 1,
["bgID"] = 0,
},
["春云"] = {
["roomID"] = 150977,
["level"] = 2,
["bgID"] = 0,
},
["双马尾绿绿"] = {
["roomID"] = 112797,
["level"] = 2,
["bgID"] = 0,
},
["邪恶的奶"] = {
["roomID"] = 430255,
["level"] = 2,
["bgID"] = 0,
},
["邪恶的猎"] = {
["roomID"] = 430255,
["level"] = 2,
["bgID"] = 0,
},
["撕扒打勇士"] = {
["roomID"] = 427017,
["level"] = 1,
["bgID"] = 0,
},
["江南三上优"] = {
["roomID"] = 235291,
["level"] = 1,
["bgID"] = 0,
},
["都没吃饭嘛"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["元气少钕李逵"] = {
["roomID"] = 427467,
["level"] = 1,
["bgID"] = 0,
},
["刺妳丶无罪"] = {
["roomID"] = 427533,
["level"] = 1,
["bgID"] = 0,
},
["迷你小熊熊"] = {
["roomID"] = 427448,
["level"] = 2,
["bgID"] = 0,
},
["听说你很勇哟"] = {
["roomID"] = 427470,
["level"] = 1,
["bgID"] = 0,
},
["碎丶碎"] = {
["roomID"] = 257275,
["level"] = 1,
["bgID"] = 0,
},
["公爵"] = {
["roomID"] = 114216,
["level"] = 1,
["bgID"] = 0,
},
["光头加暴击啊"] = {
["roomID"] = 427959,
["level"] = 2,
["bgID"] = 0,
},
["银子鼠"] = {
["roomID"] = 430276,
["level"] = 1,
["bgID"] = 0,
},
["南童"] = {
["roomID"] = 427538,
["level"] = 1,
["bgID"] = 0,
},
["踏潮又点我"] = {
["roomID"] = 427959,
["level"] = 2,
["bgID"] = 0,
},
["刀哞"] = {
["roomID"] = 159582,
["level"] = 2,
["bgID"] = 0,
},
["藤藤菜丶"] = {
["roomID"] = 427456,
["level"] = 2,
["bgID"] = 0,
},
["老徐莫猖狂"] = {
["roomID"] = 427719,
["level"] = 2,
["bgID"] = 0,
},
["老皮彝猎"] = {
["roomID"] = 115987,
["level"] = 1,
["bgID"] = 0,
},
["炙心"] = {
["roomID"] = 111608,
["level"] = 2,
["bgID"] = 0,
},
["獨刹"] = {
["roomID"] = 164954,
["level"] = 1,
["bgID"] = 0,
},
["福运灬圣"] = {
["roomID"] = 430249,
["level"] = 2,
["bgID"] = 0,
},
["西格玛小术"] = {
["roomID"] = 116026,
["level"] = 1,
["bgID"] = 0,
},
["古城云衣丶"] = {
["roomID"] = 112117,
["level"] = 2,
["bgID"] = 0,
},
["鸿盛商铺"] = {
["roomID"] = 427506,
["level"] = 1,
["bgID"] = 0,
},
["命硬"] = {
["roomID"] = 430369,
["level"] = 1,
["bgID"] = 0,
},
["苹果猎六"] = {
["roomID"] = 427017,
["level"] = 2,
["bgID"] = 0,
},
["灬星辰快乐丶"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["阿猫丶"] = {
["roomID"] = 427182,
["level"] = 1,
["bgID"] = 0,
},
["一季春铃响"] = {
["roomID"] = 430370,
["level"] = 1,
["bgID"] = 0,
},
["苹果猎三"] = {
["roomID"] = 427017,
["level"] = 2,
["bgID"] = 0,
},
["丨苍穹之巅丨"] = {
["roomID"] = 425619,
["level"] = 2,
["bgID"] = 0,
},
["盗道到"] = {
["roomID"] = 111274,
["level"] = 2,
["bgID"] = 0,
},
["神丶小术"] = {
["roomID"] = 192767,
["level"] = 2,
["bgID"] = 0,
},
["Szkk"] = {
["roomID"] = 174548,
["level"] = 2,
["bgID"] = 0,
},
["Szzk"] = {
["roomID"] = 174548,
["level"] = 2,
["bgID"] = 0,
},
["翱翔战"] = {
["roomID"] = 430286,
["level"] = 2,
["bgID"] = 0,
},
["逝水九天"] = {
["roomID"] = 430075,
["level"] = 1,
["bgID"] = 0,
},
["丶雪绵豆沙"] = {
["roomID"] = 430395,
["level"] = 1,
["bgID"] = 0,
},
["魚無雙丶"] = {
["roomID"] = 112371,
["level"] = 1,
["bgID"] = 0,
},
["才多多"] = {
["roomID"] = 430248,
["level"] = 1,
["bgID"] = 0,
},
["不与愚者争论"] = {
["roomID"] = 136351,
["level"] = 2,
["bgID"] = 0,
},
["福缘灬法"] = {
["roomID"] = 430249,
["level"] = 2,
["bgID"] = 0,
},
["颜宝宝"] = {
["roomID"] = 174030,
["level"] = 1,
["bgID"] = 0,
},
["沐雨儿"] = {
["roomID"] = 132306,
["level"] = 1,
["bgID"] = 0,
},
["到底谁缺德"] = {
["roomID"] = 427973,
["level"] = 1,
["bgID"] = 0,
},
["沐雨荷花"] = {
["roomID"] = 132306,
["level"] = 1,
["bgID"] = 0,
},
["铁血红狼哥"] = {
["roomID"] = 144593,
["level"] = 2,
["bgID"] = 0,
},
["东门小二"] = {
["roomID"] = 159326,
["level"] = 2,
["bgID"] = 0,
},
["晓莫莫灬"] = {
["roomID"] = 430079,
["level"] = 1,
["bgID"] = 0,
},
["夏天的蜗牛"] = {
["roomID"] = 427521,
["level"] = 2,
["bgID"] = 0,
},
["福缘灬猎"] = {
["roomID"] = 430249,
["level"] = 2,
["bgID"] = 0,
},
["茂你眼"] = {
["roomID"] = 427458,
["level"] = 1,
["bgID"] = 0,
},
["荒唐镜"] = {
["roomID"] = 425243,
["level"] = 2,
["bgID"] = 0,
},
["伯乐"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["三友哪啦"] = {
["roomID"] = 430085,
["level"] = 1,
["bgID"] = 0,
},
["守护伊人丶"] = {
["roomID"] = 113877,
["level"] = 1,
["bgID"] = 0,
},
["唇似皓月"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["小怪兽战"] = {
["roomID"] = 142893,
["level"] = 2,
["bgID"] = 0,
},
["斯坦老皮专用"] = {
["roomID"] = 115987,
["level"] = 1,
["bgID"] = 0,
},
["净土丶真的红"] = {
["roomID"] = 137163,
["level"] = 2,
["bgID"] = 0,
},
["眼若星辰"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["给团长做水"] = {
["roomID"] = 427415,
["level"] = 1,
["bgID"] = 0,
},
["银色圣骑"] = {
["roomID"] = 209278,
["level"] = 2,
["bgID"] = 0,
},
["主播无敌大叔"] = {
["roomID"] = 146287,
["level"] = 1,
["bgID"] = 0,
},
["好运小熊丶"] = {
["roomID"] = 207122,
["level"] = 1,
["bgID"] = 0,
},
["丶战神蛋"] = {
["roomID"] = 428950,
["level"] = 1,
["bgID"] = 0,
},
["周二也想米蕊"] = {
["roomID"] = 174655,
["level"] = 3,
["bgID"] = 0,
},
["红卜溜铥"] = {
["roomID"] = 427725,
["level"] = 1,
["bgID"] = 0,
},
["风情不浪荡"] = {
["roomID"] = 429792,
["level"] = 2,
["bgID"] = 0,
},
["翱翔牛"] = {
["roomID"] = 430286,
["level"] = 2,
["bgID"] = 0,
},
["皇朝丶猎"] = {
["roomID"] = 430265,
["level"] = 2,
["bgID"] = 0,
},
["Benitez"] = {
["roomID"] = 199686,
["level"] = 3,
["bgID"] = 0,
},
["尔汝之交"] = {
["roomID"] = 143151,
["level"] = 1,
["bgID"] = 0,
},
["亚雷二"] = {
["roomID"] = 427723,
["level"] = 1,
["bgID"] = 0,
},
["假装很猛丶"] = {
["roomID"] = 430275,
["level"] = 1,
["bgID"] = 0,
},
["一颗小白菜丶"] = {
["roomID"] = 426898,
["level"] = 2,
["bgID"] = 0,
},
["一颗小蜜柚丶"] = {
["roomID"] = 426898,
["level"] = 2,
["bgID"] = 0,
},
["周一也想米蕊"] = {
["roomID"] = 427400,
["level"] = 2,
["bgID"] = 0,
},
["天夜叉"] = {
["roomID"] = 427977,
["level"] = 1,
["bgID"] = 0,
},
["还是玩个兽战"] = {
["roomID"] = 427535,
["level"] = 2,
["bgID"] = 0,
},
["大萝卜丶"] = {
["roomID"] = 430380,
["level"] = 1,
["bgID"] = 0,
},
["林小北灬"] = {
["roomID"] = 165053,
["level"] = 2,
["bgID"] = 0,
},
["林小北"] = {
["roomID"] = 165053,
["level"] = 2,
["bgID"] = 0,
},
["影夜叉"] = {
["roomID"] = 427977,
["level"] = 1,
["bgID"] = 0,
},
["绿色职业杀手"] = {
["roomID"] = 107107,
["level"] = 2,
["bgID"] = 0,
},
["克丽丝丶蕾蒂"] = {
["roomID"] = 428955,
["level"] = 1,
["bgID"] = 0,
},
["猴子跳跳呀"] = {
["roomID"] = 430251,
["level"] = 2,
["bgID"] = 0,
},
["星期五想米蕊"] = {
["roomID"] = 427400,
["level"] = 2,
["bgID"] = 0,
},
["锤烂无心狗头"] = {
["roomID"] = 427431,
["level"] = 1,
["bgID"] = 0,
},
["Pangzijianfe"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["塔心乂溯光"] = {
["roomID"] = 202898,
["level"] = 1,
["bgID"] = 0,
},
["秋豆灬麻戴"] = {
["roomID"] = 430384,
["level"] = 1,
["bgID"] = 0,
},
["傑哥归来"] = {
["roomID"] = 427473,
["level"] = 1,
["bgID"] = 0,
},
["强直性患者"] = {
["roomID"] = 427397,
["level"] = 2,
["bgID"] = 0,
},
["嘿嘿夜总会丿"] = {
["roomID"] = 427405,
["level"] = 2,
["bgID"] = 0,
},
["无心的法爷"] = {
["roomID"] = 428964,
["level"] = 1,
["bgID"] = 0,
},
["小妮饱饱"] = {
["roomID"] = 427464,
["level"] = 1,
["bgID"] = 0,
},
["黑妹儿来喽"] = {
["roomID"] = 114216,
["level"] = 1,
["bgID"] = 0,
},
["故事与酒丶"] = {
["roomID"] = 161270,
["level"] = 2,
["bgID"] = 0,
},
["旧梦难辞灬"] = {
["roomID"] = 161270,
["level"] = 2,
["bgID"] = 0,
},
["可爱的月牙"] = {
["roomID"] = 207612,
["level"] = 1,
["bgID"] = 0,
},
["南小梨呀丶"] = {
["roomID"] = 143851,
["level"] = 1,
["bgID"] = 0,
},
["光头雷鲁"] = {
["roomID"] = 130606,
["level"] = 2,
["bgID"] = 0,
},
["熠豪"] = {
["roomID"] = 105439,
["level"] = 1,
["bgID"] = 0,
},
["怎么天天晚睡"] = {
["roomID"] = 427477,
["level"] = 2,
["bgID"] = 0,
},
["十六纯情男高"] = {
["roomID"] = 425274,
["level"] = 2,
["bgID"] = 0,
},
["丨华哥"] = {
["roomID"] = 430289,
["level"] = 2,
["bgID"] = 0,
},
["油焖大虾丶"] = {
["roomID"] = 183891,
["level"] = 1,
["bgID"] = 0,
},
["雅文爱吃肉肉"] = {
["roomID"] = 427477,
["level"] = 2,
["bgID"] = 0,
},
["暴打小怪兽乜"] = {
["roomID"] = 430257,
["level"] = 1,
["bgID"] = 0,
},
["Ababab"] = {
["roomID"] = 427710,
["level"] = 1,
["bgID"] = 0,
},
["临池柳"] = {
["roomID"] = 154698,
["level"] = 3,
["bgID"] = 0,
},
["布龍"] = {
["roomID"] = 427401,
["level"] = 1,
["bgID"] = 0,
},
["绿茶七分糖"] = {
["roomID"] = 427488,
["level"] = 2,
["bgID"] = 0,
},
["山野栀香"] = {
["roomID"] = 427488,
["level"] = 2,
["bgID"] = 0,
},
["獨角鯨"] = {
["roomID"] = 427521,
["level"] = 2,
["bgID"] = 0,
},
["浪浪勥个浪"] = {
["roomID"] = 427444,
["level"] = 1,
["bgID"] = 0,
},
["小松菜奈丶"] = {
["roomID"] = 427538,
["level"] = 1,
["bgID"] = 0,
},
["大蒜熊熊"] = {
["roomID"] = 429888,
["level"] = 2,
["bgID"] = 0,
},
["尛鹿吃不饱"] = {
["roomID"] = 427958,
["level"] = 1,
["bgID"] = 0,
},
["迪菲亚盾猛"] = {
["roomID"] = 429888,
["level"] = 2,
["bgID"] = 0,
},
["凌辰丶"] = {
["roomID"] = 226815,
["level"] = 1,
["bgID"] = 0,
},
["万万不可错过"] = {
["roomID"] = 105433,
["level"] = 2,
["bgID"] = 0,
},
["一颗小山竹丶"] = {
["roomID"] = 426898,
["level"] = 2,
["bgID"] = 0,
},
["被迫只能冰环"] = {
["roomID"] = 427405,
["level"] = 2,
["bgID"] = 0,
},
["靖熙"] = {
["roomID"] = 427504,
["level"] = 1,
["bgID"] = 0,
},
["Maniiz"] = {
["roomID"] = 427714,
["level"] = 2,
["bgID"] = 0,
},
["川哥二防站"] = {
["roomID"] = 426683,
["level"] = 1,
["bgID"] = 0,
},
["果冻真好吃"] = {
["roomID"] = 430262,
["level"] = 1,
["bgID"] = 0,
},
["柚稚不甜"] = {
["roomID"] = 427529,
["level"] = 1,
["bgID"] = 0,
},
["超帅的豆丁"] = {
["roomID"] = 407749,
["level"] = 1,
["bgID"] = 0,
},
["占在风雨中"] = {
["roomID"] = 430373,
["level"] = 1,
["bgID"] = 0,
},
["小母牛螚站立"] = {
["roomID"] = 115700,
["level"] = 2,
["bgID"] = 0,
},
["神丶小猎"] = {
["roomID"] = 192767,
["level"] = 2,
["bgID"] = 0,
},
["阿俊壹"] = {
["roomID"] = 184103,
["level"] = 2,
["bgID"] = 0,
},
["闪闪灬晶晶"] = {
["roomID"] = 131514,
["level"] = 1,
["bgID"] = 0,
},
["血三十九少"] = {
["roomID"] = 237278,
["level"] = 1,
["bgID"] = 0,
},
["细妹团长"] = {
["roomID"] = 131537,
["level"] = 2,
["bgID"] = 0,
},
["川哥二二防战"] = {
["roomID"] = 426683,
["level"] = 1,
["bgID"] = 0,
},
["灬璀璨星辰灬"] = {
["roomID"] = 114700,
["level"] = 2,
["bgID"] = 0,
},
["迷恋灬阿细"] = {
["roomID"] = 131537,
["level"] = 2,
["bgID"] = 0,
},
["萨满思密达五"] = {
["roomID"] = 428966,
["level"] = 1,
["bgID"] = 0,
},
["粉墨小法"] = {
["roomID"] = 201753,
["level"] = 1,
["bgID"] = 0,
},
["一岁就装"] = {
["roomID"] = 304417,
["level"] = 1,
["bgID"] = 0,
},
["真的很排骨"] = {
["roomID"] = 130606,
["level"] = 2,
["bgID"] = 0,
},
["诗酒露华浓丶"] = {
["roomID"] = 158153,
["level"] = 1,
["bgID"] = 0,
},
["丶宝宝丶"] = {
["roomID"] = 430078,
["level"] = 1,
["bgID"] = 0,
},
["髪型没乱"] = {
["roomID"] = 427452,
["level"] = 1,
["bgID"] = 0,
},
["白日闖"] = {
["roomID"] = 139626,
["level"] = 1,
["bgID"] = 0,
},
["老明术"] = {
["roomID"] = 427445,
["level"] = 2,
["bgID"] = 0,
},
["桂馥花香"] = {
["roomID"] = 427488,
["level"] = 2,
["bgID"] = 0,
},
["我叫毛毛丶法"] = {
["roomID"] = 427524,
["level"] = 1,
["bgID"] = 0,
},
["魚无双丶"] = {
["roomID"] = 112371,
["level"] = 1,
["bgID"] = 0,
},
["丶若"] = {
["roomID"] = 425289,
["level"] = 2,
["bgID"] = 0,
},
["小白爱玩诺手"] = {
["roomID"] = 105494,
["level"] = 2,
["bgID"] = 0,
},
["小小的花花"] = {
["roomID"] = 209278,
["level"] = 2,
["bgID"] = 0,
},
["丶芯"] = {
["roomID"] = 425289,
["level"] = 2,
["bgID"] = 0,
},
["暴躁的萌萌"] = {
["roomID"] = 427711,
["level"] = 1,
["bgID"] = 0,
},
["华子放狗"] = {
["roomID"] = 427495,
["level"] = 2,
["bgID"] = 0,
},
["贪玩的咕噜咪"] = {
["roomID"] = 427496,
["level"] = 2,
["bgID"] = 0,
},
["虞姬玩大锤"] = {
["roomID"] = 221650,
["level"] = 2,
["bgID"] = 0,
},
["艾灬尔"] = {
["roomID"] = 108049,
["level"] = 1,
["bgID"] = 0,
},
["糁糁"] = {
["roomID"] = 427508,
["level"] = 1,
["bgID"] = 0,
},
["始于始于"] = {
["roomID"] = 427428,
["level"] = 2,
["bgID"] = 0,
},
["墨羽轻尘"] = {
["roomID"] = 147050,
["level"] = 2,
["bgID"] = 0,
},
["潇灑哥丶"] = {
["roomID"] = 183727,
["level"] = 1,
["bgID"] = 0,
},
["南昌吴彦祖"] = {
["roomID"] = 426736,
["level"] = 2,
["bgID"] = 0,
},
["正规推由"] = {
["roomID"] = 427516,
["level"] = 1,
["bgID"] = 0,
},
["座头鲸"] = {
["roomID"] = 427521,
["level"] = 2,
["bgID"] = 0,
},
["獠牙刺"] = {
["roomID"] = 142293,
["level"] = 1,
["bgID"] = 0,
},
["老明骑"] = {
["roomID"] = 427445,
["level"] = 2,
["bgID"] = 0,
},
["芈夜星神丶"] = {
["roomID"] = 429777,
["level"] = 2,
["bgID"] = 0,
},
["你挺淘阿"] = {
["roomID"] = 199686,
["level"] = 3,
["bgID"] = 0,
},
["旧巷逢故人"] = {
["roomID"] = 427425,
["level"] = 2,
["bgID"] = 0,
},
["夏丷沫"] = {
["roomID"] = 423413,
["level"] = 2,
["bgID"] = 0,
},
["蜜桃威武"] = {
["roomID"] = 204106,
["level"] = 2,
["bgID"] = 0,
},
["孤独得陛下"] = {
["roomID"] = 130606,
["level"] = 2,
["bgID"] = 0,
},
["墓尸一"] = {
["roomID"] = 427471,
["level"] = 2,
["bgID"] = 0,
},
["伤心一刀"] = {
["roomID"] = 159582,
["level"] = 2,
["bgID"] = 0,
},
["蓝桥春雪"] = {
["roomID"] = 159582,
["level"] = 2,
["bgID"] = 0,
},
["华哥好红"] = {
["roomID"] = 430289,
["level"] = 2,
["bgID"] = 0,
},
["七哥丶圣"] = {
["roomID"] = 202775,
["level"] = 1,
["bgID"] = 0,
},
["红尘胜世颜"] = {
["roomID"] = 427418,
["level"] = 1,
["bgID"] = 0,
},
["翔龙丶"] = {
["roomID"] = 426173,
["level"] = 1,
["bgID"] = 0,
},
["重庆一刀"] = {
["roomID"] = 159582,
["level"] = 2,
["bgID"] = 0,
},
["法呆呆灬"] = {
["roomID"] = 315920,
["level"] = 1,
["bgID"] = 0,
},
["枫华谷"] = {
["roomID"] = 429695,
["level"] = 1,
["bgID"] = 0,
},
["凤泉哥"] = {
["roomID"] = 429747,
["level"] = 2,
["bgID"] = 0,
},
["奥黛丽丶翠花"] = {
["roomID"] = 430374,
["level"] = 1,
["bgID"] = 0,
},
["强生小小婴儿"] = {
["roomID"] = 426092,
["level"] = 2,
["bgID"] = 0,
},
["盖亚能量炮丶"] = {
["roomID"] = 429680,
["level"] = 1,
["bgID"] = 0,
},
["老皮来了"] = {
["roomID"] = 427438,
["level"] = 2,
["bgID"] = 0,
},
["大爷来玩吧"] = {
["roomID"] = 427438,
["level"] = 2,
["bgID"] = 0,
},
["阿矮"] = {
["roomID"] = 427429,
["level"] = 1,
["bgID"] = 0,
},
["囍多多"] = {
["roomID"] = 430248,
["level"] = 1,
["bgID"] = 0,
},
["栀子香味"] = {
["roomID"] = 247081,
["level"] = 2,
["bgID"] = 0,
},
["懵逼丿狂战"] = {
["roomID"] = 247081,
["level"] = 2,
["bgID"] = 0,
},
["戰神丶媛宝宝"] = {
["roomID"] = 427523,
["level"] = 2,
["bgID"] = 0,
},
["降頭師"] = {
["roomID"] = 427964,
["level"] = 1,
["bgID"] = 0,
},
["童虎老师"] = {
["roomID"] = 430272,
["level"] = 1,
["bgID"] = 0,
},
["顺劈卡当"] = {
["roomID"] = 427489,
["level"] = 1,
["bgID"] = 0,
},
["大百菜"] = {
["roomID"] = 428975,
["level"] = 2,
["bgID"] = 0,
},
["Bryou"] = {
["roomID"] = 113877,
["level"] = 1,
["bgID"] = 0,
},
["花落丶"] = {
["roomID"] = 286932,
["level"] = 2,
["bgID"] = 0,
},
["海蓝之谜"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["暗影丶灼烧"] = {
["roomID"] = 105448,
["level"] = 2,
["bgID"] = 0,
},
["雷鸣战神"] = {
["roomID"] = 157246,
["level"] = 2,
["bgID"] = 0,
},
["湖畔镇的卫兵"] = {
["roomID"] = 427521,
["level"] = 2,
["bgID"] = 0,
},
["浅醉夜微眠"] = {
["roomID"] = 427425,
["level"] = 2,
["bgID"] = 0,
},
["星河浩瀚"] = {
["roomID"] = 147050,
["level"] = 2,
["bgID"] = 0,
},
["排排坐丶"] = {
["roomID"] = 203461,
["level"] = 2,
["bgID"] = 0,
},
["欧德六"] = {
["roomID"] = 114771,
["level"] = 3,
["bgID"] = 0,
},
["草莓酱丫"] = {
["roomID"] = 171233,
["level"] = 1,
["bgID"] = 0,
},
["恩呐丶"] = {
["roomID"] = 203461,
["level"] = 2,
["bgID"] = 0,
},
["丨大先生丨"] = {
["roomID"] = 164238,
["level"] = 2,
["bgID"] = 0,
},
["爱发脾气的白"] = {
["roomID"] = 105494,
["level"] = 2,
["bgID"] = 0,
},
["旺仔小灰灰"] = {
["roomID"] = 427426,
["level"] = 1,
["bgID"] = 0,
},
["天使树袋熊"] = {
["roomID"] = 270951,
["level"] = 1,
["bgID"] = 0,
},
["秋屿"] = {
["roomID"] = 427970,
["level"] = 1,
["bgID"] = 0,
},
["可乐的法"] = {
["roomID"] = 427409,
["level"] = 1,
["bgID"] = 0,
},
["黑棒子悟空"] = {
["roomID"] = 118081,
["level"] = 1,
["bgID"] = 0,
},
["猴子跳跳"] = {
["roomID"] = 430251,
["level"] = 2,
["bgID"] = 0,
},
["人间小妈"] = {
["roomID"] = 430393,
["level"] = 1,
["bgID"] = 0,
},
["南宁大表哥"] = {
["roomID"] = 205533,
["level"] = 2,
["bgID"] = 0,
},
["蓂翼"] = {
["roomID"] = 428569,
["level"] = 1,
["bgID"] = 0,
},
["一五得六"] = {
["roomID"] = 428961,
["level"] = 1,
["bgID"] = 0,
},
["养家一"] = {
["roomID"] = 430265,
["level"] = 2,
["bgID"] = 0,
},
["阿俊贰"] = {
["roomID"] = 184103,
["level"] = 2,
["bgID"] = 0,
},
["隔壁高大爷"] = {
["roomID"] = 427973,
["level"] = 1,
["bgID"] = 0,
},
["小小啊可"] = {
["roomID"] = 426736,
["level"] = 2,
["bgID"] = 0,
},
["莫宏达"] = {
["roomID"] = 428958,
["level"] = 1,
["bgID"] = 0,
},
["大晴天逗娃"] = {
["roomID"] = 275244,
["level"] = 3,
["bgID"] = 0,
},
["只比技术"] = {
["roomID"] = 427471,
["level"] = 1,
["bgID"] = 0,
},
["都给我闪"] = {
["roomID"] = 199686,
["level"] = 3,
["bgID"] = 0,
},
["润荷"] = {
["roomID"] = 430070,
["level"] = 1,
["bgID"] = 0,
},
["初恋在夏天"] = {
["roomID"] = 427464,
["level"] = 1,
["bgID"] = 0,
},
["少年丨无术"] = {
["roomID"] = 428949,
["level"] = 1,
["bgID"] = 0,
},
["明哥术术"] = {
["roomID"] = 135612,
["level"] = 2,
["bgID"] = 0,
},
["妖哥"] = {
["roomID"] = 224916,
["level"] = 1,
["bgID"] = 0,
},
["半糖葉二妹"] = {
["roomID"] = 258259,
["level"] = 3,
["bgID"] = 0,
},
["给我闭嘴"] = {
["roomID"] = 427415,
["level"] = 1,
["bgID"] = 0,
},
["三吆驷"] = {
["roomID"] = 100472,
["level"] = 1,
["bgID"] = 0,
},
["输液有专攻"] = {
["roomID"] = 180777,
["level"] = 1,
["bgID"] = 0,
},
["凌丶洛"] = {
["roomID"] = 429405,
["level"] = 2,
["bgID"] = 0,
},
["战皮特"] = {
["roomID"] = 212043,
["level"] = 2,
["bgID"] = 0,
},
["画楼西畔"] = {
["roomID"] = 430245,
["level"] = 1,
["bgID"] = 0,
},
["民谣小熊丶"] = {
["roomID"] = 207122,
["level"] = 1,
["bgID"] = 0,
},
["白衣"] = {
["roomID"] = 105494,
["level"] = 2,
["bgID"] = 0,
},
["鹿十"] = {
["roomID"] = 429405,
["level"] = 2,
["bgID"] = 0,
},
["烤野猪"] = {
["roomID"] = 428981,
["level"] = 1,
["bgID"] = 0,
},
["迷糊说的算"] = {
["roomID"] = 428978,
["level"] = 1,
["bgID"] = 0,
},
["Blackcolorfu"] = {
["roomID"] = 427712,
["level"] = 1,
["bgID"] = 0,
},
["速度灭速度灭"] = {
["roomID"] = 172439,
["level"] = 1,
["bgID"] = 0,
},
["皮儿片儿的"] = {
["roomID"] = 427725,
["level"] = 1,
["bgID"] = 0,
},
["九天化雷"] = {
["roomID"] = 427479,
["level"] = 2,
["bgID"] = 0,
},
["小宝吃蛋糕"] = {
["roomID"] = 141679,
["level"] = 2,
["bgID"] = 0,
},
["仅肾实用"] = {
["roomID"] = 430259,
["level"] = 2,
["bgID"] = 0,
},
["大卫刘德华"] = {
["roomID"] = 430259,
["level"] = 2,
["bgID"] = 0,
},
["Mababy"] = {
["roomID"] = 427714,
["level"] = 2,
["bgID"] = 0,
},
["琅佬啊是聂佬"] = {
["roomID"] = 427954,
["level"] = 1,
["bgID"] = 0,
},
["林小鱼"] = {
["roomID"] = 205679,
["level"] = 1,
["bgID"] = 0,
},
["灬陈皮灬"] = {
["roomID"] = 425247,
["level"] = 1,
["bgID"] = 0,
},
["玄溟"] = {
["roomID"] = 429733,
["level"] = 1,
["bgID"] = 0,
},
["荆棘牛"] = {
["roomID"] = 427424,
["level"] = 2,
["bgID"] = 0,
},
["逐风不语"] = {
["roomID"] = 427508,
["level"] = 1,
["bgID"] = 0,
},
["小华哥哥"] = {
["roomID"] = 430289,
["level"] = 2,
["bgID"] = 0,
},
["华哥好帅"] = {
["roomID"] = 430289,
["level"] = 2,
["bgID"] = 0,
},
["落魄山刀主"] = {
["roomID"] = 159582,
["level"] = 2,
["bgID"] = 0,
},
["狂浪小二丶"] = {
["roomID"] = 258259,
["level"] = 3,
["bgID"] = 0,
},
["经典"] = {
["roomID"] = 430289,
["level"] = 2,
["bgID"] = 0,
},
["一永夜星河一"] = {
["roomID"] = 428945,
["level"] = 1,
["bgID"] = 0,
},
["雅文不会拉怪"] = {
["roomID"] = 427477,
["level"] = 2,
["bgID"] = 0,
},
["軟丶棠棠"] = {
["roomID"] = 426898,
["level"] = 2,
["bgID"] = 0,
},
["有点小脾气"] = {
["roomID"] = 275981,
["level"] = 2,
["bgID"] = 0,
},
["星期天想米蕊"] = {
["roomID"] = 427400,
["level"] = 2,
["bgID"] = 0,
},
["Xuzhoukangba"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["忒提丝"] = {
["roomID"] = 180777,
["level"] = 1,
["bgID"] = 0,
},
["球蛋球蛋"] = {
["roomID"] = 112504,
["level"] = 1,
["bgID"] = 0,
},
["Franciskoum"] = {
["roomID"] = 427722,
["level"] = 2,
["bgID"] = 0,
},
["Ææç"] = {
["roomID"] = 427482,
["level"] = 3,
["bgID"] = 0,
},
["一袭圣光"] = {
["roomID"] = 279095,
["level"] = 1,
["bgID"] = 0,
},
["爱扯扯"] = {
["roomID"] = 427460,
["level"] = 1,
["bgID"] = 0,
},
["悄咪咪的释放"] = {
["roomID"] = 427720,
["level"] = 1,
["bgID"] = 0,
},
["我菜还很浪"] = {
["roomID"] = 429685,
["level"] = 1,
["bgID"] = 0,
},
["哥哥灬后面来"] = {
["roomID"] = 253729,
["level"] = 1,
["bgID"] = 0,
},
["浪狸格浪"] = {
["roomID"] = 427408,
["level"] = 2,
["bgID"] = 0,
},
["狂浪小二"] = {
["roomID"] = 258259,
["level"] = 3,
["bgID"] = 0,
},
["爱光"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["孤独嘚陛下"] = {
["roomID"] = 130606,
["level"] = 2,
["bgID"] = 0,
},
["仟懿小牧牧"] = {
["roomID"] = 428948,
["level"] = 2,
["bgID"] = 0,
},
["橙丶心"] = {
["roomID"] = 424695,
["level"] = 1,
["bgID"] = 0,
},
["吃我一辫子"] = {
["roomID"] = 111274,
["level"] = 2,
["bgID"] = 0,
},
["坐小孩那桌"] = {
["roomID"] = 275244,
["level"] = 2,
["bgID"] = 0,
},
["老皮迩战"] = {
["roomID"] = 115700,
["level"] = 2,
["bgID"] = 0,
},
["戰神丶媛煌"] = {
["roomID"] = 427523,
["level"] = 2,
["bgID"] = 0,
},
["二丫头李景隆"] = {
["roomID"] = 425243,
["level"] = 2,
["bgID"] = 0,
},
["护卫幽黑撒"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["红狼哥"] = {
["roomID"] = 144593,
["level"] = 2,
["bgID"] = 0,
},
["十弎小迷糊"] = {
["roomID"] = 428978,
["level"] = 1,
["bgID"] = 0,
},
["Dmax"] = {
["roomID"] = 430386,
["level"] = 1,
["bgID"] = 0,
},
["Biekanwo"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["木小木"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["烤紅薯"] = {
["roomID"] = 429701,
["level"] = 1,
["bgID"] = 0,
},
["揽壹夜孤风"] = {
["roomID"] = 428830,
["level"] = 1,
["bgID"] = 0,
},
["郁美净"] = {
["roomID"] = 109438,
["level"] = 1,
["bgID"] = 0,
},
["琼殇丶"] = {
["roomID"] = 427509,
["level"] = 2,
["bgID"] = 0,
},
["忧伤倒数"] = {
["roomID"] = 111638,
["level"] = 2,
["bgID"] = 0,
},
["大丞丞"] = {
["roomID"] = 302737,
["level"] = 1,
["bgID"] = 0,
},
["六边型戦士"] = {
["roomID"] = 136423,
["level"] = 1,
["bgID"] = 0,
},
["爱人勿念"] = {
["roomID"] = 426021,
["level"] = 1,
["bgID"] = 0,
},
["维克丶"] = {
["roomID"] = 430266,
["level"] = 1,
["bgID"] = 0,
},
["将爱却晚秋"] = {
["roomID"] = 430262,
["level"] = 1,
["bgID"] = 0,
},
["冷视弑天下"] = {
["roomID"] = 144771,
["level"] = 2,
["bgID"] = 0,
},
["无心小满满"] = {
["roomID"] = 428964,
["level"] = 1,
["bgID"] = 0,
},
["池恩"] = {
["roomID"] = 427969,
["level"] = 1,
["bgID"] = 0,
},
["亲爱的水儿"] = {
["roomID"] = 207612,
["level"] = 1,
["bgID"] = 0,
},
["板儿砖"] = {
["roomID"] = 427440,
["level"] = 2,
["bgID"] = 0,
},
["贪吃的咕噜喵"] = {
["roomID"] = 427496,
["level"] = 2,
["bgID"] = 0,
},
["坠丶星"] = {
["roomID"] = 430066,
["level"] = 1,
["bgID"] = 0,
},
["牧特师"] = {
["roomID"] = 427503,
["level"] = 2,
["bgID"] = 0,
},
["夏丶沫"] = {
["roomID"] = 423413,
["level"] = 2,
["bgID"] = 0,
},
["出水丶"] = {
["roomID"] = 184661,
["level"] = 1,
["bgID"] = 0,
},
["罪不容朱"] = {
["roomID"] = 429678,
["level"] = 1,
["bgID"] = 0,
},
["被迫只能联盟"] = {
["roomID"] = 427405,
["level"] = 2,
["bgID"] = 0,
},
["浪浪里个浪"] = {
["roomID"] = 427444,
["level"] = 1,
["bgID"] = 0,
},
["小阿阿可呀"] = {
["roomID"] = 426736,
["level"] = 2,
["bgID"] = 0,
},
["雍医"] = {
["roomID"] = 428981,
["level"] = 1,
["bgID"] = 0,
},
["世一贼老万"] = {
["roomID"] = 105433,
["level"] = 2,
["bgID"] = 0,
},
["星期四想米蕊"] = {
["roomID"] = 427400,
["level"] = 2,
["bgID"] = 0,
},
["世一术老万"] = {
["roomID"] = 105433,
["level"] = 2,
["bgID"] = 0,
},
["沛轩"] = {
["roomID"] = 131537,
["level"] = 2,
["bgID"] = 0,
},
["阿俊宝宝"] = {
["roomID"] = 184103,
["level"] = 2,
["bgID"] = 0,
},
["颜神大人"] = {
["roomID"] = 430148,
["level"] = 2,
["bgID"] = 0,
},
["雅典那"] = {
["roomID"] = 427507,
["level"] = 1,
["bgID"] = 0,
},
["柒柒小公主丶"] = {
["roomID"] = 427434,
["level"] = 1,
["bgID"] = 0,
},
["烟萝渡"] = {
["roomID"] = 174655,
["level"] = 3,
["bgID"] = 0,
},
["泡饭爱吃肉"] = {
["roomID"] = 427402,
["level"] = 2,
["bgID"] = 0,
},
["坐忘道灬"] = {
["roomID"] = 427399,
["level"] = 1,
["bgID"] = 0,
},
["潇灑哥"] = {
["roomID"] = 183727,
["level"] = 1,
["bgID"] = 0,
},
["幸运术爷"] = {
["roomID"] = 110681,
["level"] = 2,
["bgID"] = 0,
},
["青涩的老年人"] = {
["roomID"] = 427414,
["level"] = 2,
["bgID"] = 0,
},
["白毛兽兽"] = {
["roomID"] = 205718,
["level"] = 1,
["bgID"] = 0,
},
["我特别肉"] = {
["roomID"] = 146177,
["level"] = 1,
["bgID"] = 0,
},
["写给她的歌"] = {
["roomID"] = 428970,
["level"] = 1,
["bgID"] = 0,
},
["殺丨无赦"] = {
["roomID"] = 324745,
["level"] = 2,
["bgID"] = 0,
},
["Lovejy"] = {
["roomID"] = 427475,
["level"] = 1,
["bgID"] = 0,
},
["汤姆猎"] = {
["roomID"] = 429694,
["level"] = 1,
["bgID"] = 0,
},
["柚稚不甜灬"] = {
["roomID"] = 427529,
["level"] = 1,
["bgID"] = 0,
},
["一繁一笑"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["水果真的甜"] = {
["roomID"] = 114940,
["level"] = 2,
["bgID"] = 0,
},
["Lamerl"] = {
["roomID"] = 165248,
["level"] = 3,
["bgID"] = 0,
},
["开美颜丶"] = {
["roomID"] = 430280,
["level"] = 2,
["bgID"] = 0,
},
["泉水丁冬"] = {
["roomID"] = 231615,
["level"] = 1,
["bgID"] = 0,
},
["哦哦以东"] = {
["roomID"] = 427967,
["level"] = 1,
["bgID"] = 0,
},
["强生嬰児"] = {
["roomID"] = 426092,
["level"] = 1,
["bgID"] = 0,
},
["猫児"] = {
["roomID"] = 143936,
["level"] = 2,
["bgID"] = 0,
},
["晴朗的天空"] = {
["roomID"] = 430085,
["level"] = 1,
["bgID"] = 0,
},
["凤泉战神"] = {
["roomID"] = 429747,
["level"] = 2,
["bgID"] = 0,
},
["世一萨老万"] = {
["roomID"] = 105433,
["level"] = 2,
["bgID"] = 0,
},
["开风扇丶"] = {
["roomID"] = 430280,
["level"] = 2,
["bgID"] = 0,
},
["初本"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["不能扛"] = {
["roomID"] = 427508,
["level"] = 1,
["bgID"] = 0,
},
["施宇"] = {
["roomID"] = 408238,
["level"] = 3,
["bgID"] = 0,
},
["老瓦"] = {
["roomID"] = 267388,
["level"] = 1,
["bgID"] = 0,
},
["三秒含洗澡"] = {
["roomID"] = 275244,
["level"] = 3,
["bgID"] = 0,
},
["夢想家"] = {
["roomID"] = 107459,
["level"] = 2,
["bgID"] = 0,
},
["冲过李嘉欣"] = {
["roomID"] = 428947,
["level"] = 1,
["bgID"] = 0,
},
["蛋蛋球球"] = {
["roomID"] = 112504,
["level"] = 1,
["bgID"] = 0,
},
["童话贼神"] = {
["roomID"] = 427492,
["level"] = 1,
["bgID"] = 0,
},
["暴走德"] = {
["roomID"] = 131618,
["level"] = 3,
["bgID"] = 0,
},
["国产丨专区"] = {
["roomID"] = 186713,
["level"] = 2,
["bgID"] = 0,
},
["粉墨登场"] = {
["roomID"] = 201753,
["level"] = 1,
["bgID"] = 0,
},
["丨大叔丨"] = {
["roomID"] = 427540,
["level"] = 1,
["bgID"] = 0,
},
["给你一马扎子"] = {
["roomID"] = 427463,
["level"] = 1,
["bgID"] = 0,
},
["Åçæ"] = {
["roomID"] = 427482,
["level"] = 3,
["bgID"] = 0,
},
["翱翔牜"] = {
["roomID"] = 430286,
["level"] = 2,
["bgID"] = 0,
},
["冻脚大仙"] = {
["roomID"] = 157246,
["level"] = 2,
["bgID"] = 0,
},
["天山女妖"] = {
["roomID"] = 427540,
["level"] = 1,
["bgID"] = 0,
},
["防战老皮"] = {
["roomID"] = 427438,
["level"] = 2,
["bgID"] = 0,
},
["战丶小二哥"] = {
["roomID"] = 112797,
["level"] = 2,
["bgID"] = 0,
},
["奶油小牛"] = {
["roomID"] = 154698,
["level"] = 3,
["bgID"] = 0,
},
["野蛮锕超"] = {
["roomID"] = 427406,
["level"] = 2,
["bgID"] = 0,
},
["梓弘小帅哥"] = {
["roomID"] = 425289,
["level"] = 1,
["bgID"] = 0,
},
["今天也想米蕊"] = {
["roomID"] = 174655,
["level"] = 3,
["bgID"] = 0,
},
["排骨熊大"] = {
["roomID"] = 174655,
["level"] = 3,
["bgID"] = 0,
},
["星期一想文文"] = {
["roomID"] = 174655,
["level"] = 3,
["bgID"] = 0,
},
["旧梦难辞丶"] = {
["roomID"] = 161270,
["level"] = 2,
["bgID"] = 0,
},
},
},
},
},
["global"] = {
["AnnData"] = {
{
["u"] = "https://www.battlenet.com.cn/support/zh/article/000287888",
["t"] = "网易暴雪游戏客服团队制作了“巫妖王之怒”诺森德任务指南，希望能为征战巫妖王的勇士们带来一点温暖，抵御诺森德的凌冽寒风！",
},
{
["u"] = "https://weibo.com/bnservices/",
["t"] = "关注【网易暴雪游戏客服团队】官方微博，加入暴雪玩家专属粉丝群，最新客服资讯早知道，还有更多精彩活动等待您的参与。",
},
{
["u"] = "https://www.battlenet.com.cn/support/zh/article/205480",
["t"] = "新加入燃烧的远征的小伙伴们，快来新兵学堂了解下这个充满神秘和冒险的世界吧，为了艾泽拉斯！",
},
},
["newShortcutKey"] = {
"CTRL-.",
"CTRL-[",
},
["EncounterVersion"] = 1,
},
["profiles"] = {
["萌萌奶糖 - 野性痊癒"] = {
},
["伊芙莉特丶 - 孤狼"] = {
},
["墨清弦灬 - 孤狼"] = {
},
["露露緹婭 - DECOM - 벽옥맥 광산 (SoM)"] = {
["options"] = {
["databroker"] = false,
},
},
["甜甜奶糖 - 孤狼"] = {
},
["伊芙利特 - 维克尼拉斯"] = {
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["露露缇娅 - 诺格弗格"] = {
["options"] = {
["databroker"] = false,
},
["goodleader"] = {
["cache"] = {
["卡拉赞"] = {
["leaderGuid"] = "Player-4767-037C53E0",
["timestamp"] = 1627046154,
["leader"] = "嘉拉迪娅-诺格弗格",
["raidName"] = "卡拉赞",
},
},
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["墨清弦 - 维克尼拉斯"] = {
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["爱雅法拉 - 维克尼拉斯"] = {
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["甜酱 - 维克尼拉斯"] = {
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["愛雅法拉 - 孤狼"] = {
},
["蒂琪爱尔 - 维克尼拉斯"] = {
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["愛雅法拉 - 诺格弗格"] = {
["options"] = {
["databroker"] = false,
},
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["爱雅法拉 - 曼多基尔"] = {
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["萌萌的露露糖 - DECOM - 벽옥맥 광산 (SoM)"] = {
["window"] = {
["databroker"] = {
["scale"] = 1,
["x"] = 29.714141845703,
["y"] = -42.857055664062,
},
},
},
["露露缇娅 - 维克尼拉斯"] = {
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
["window"] = {
["minimap"] = {
["minimapPos"] = 180.38446208956,
},
},
["options"] = {
["databroker"] = false,
},
["cache"] = {
["cooldown"] = {
["start"] = 1697197946,
["duration"] = 50,
},
},
},
["小綾子 - 孤狼"] = {
},
["萌萌奶糖 - 曼多基尔"] = {
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["Minazukirei - DECOM - 벽옥맥 광산 (SoM)"] = {
},
["墨清弦 - 曼多基尔"] = {
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["甜甜奶糖 - 维克尼拉斯"] = {
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["伊芙莉特 - 曼多基尔"] = {
["options"] = {
["databroker"] = false,
},
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["萌萌奶糖 - 维克尼拉斯"] = {
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["奶德德一号 - 阿拉希盆地"] = {
},
["萌萌的露小露 - 孤狼"] = {
},
["镜音铃 - 维克尼拉斯"] = {
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["露露缇娅 - 帕奇维克"] = {
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
["萌萌的露露糖 - 孤狼"] = {
},
["露露缇娅 - 曼多基尔"] = {
["goodleader"] = {
["tags"] = {
"幽默风趣",
"效率",
"飙车司机",
"萌妹",
"磁性嗓音",
"段子手",
"欧皇",
"良心团长",
},
},
},
},
}
