
WhisperPopDB = {
["ignoreTags"] = 1,
["listHeight"] = 320,
["notifyButton"] = 1,
["showRealm"] = 1,
["listScale"] = 100,
["listWidth"] = 200,
["timeFormat"] = 2,
["applyFilters"] = 1,
["buttonScale"] = 100,
["history"] = {
{
["class"] = "ROGUE",
["messages"] = {
"1[T1785514336]我没",
},
["name"] = "赤紅十三-哈霍兰",
},
{
["class"] = "PALADIN",
["messages"] = {
"1[T1785513518]你ma si 了 快回家看看",
},
["name"] = "违规通知-哈霍兰",
},
{
["class"] = "HUNTER",
["messages"] = {
"1[T1785509340]123",
"1[T1785509952]123",
},
["name"] = "哈霍兰小郡主-哈霍兰",
},
{
["class"] = "PALADIN",
["messages"] = {
"1[T1785486188]123",
},
["name"] = "凤凰浴火-哈霍兰",
},
{
["class"] = "PRIEST",
["messages"] = {
"1[T1785449826]上yy ",
"1[T1785449829]说话",
},
["name"] = "执笔画愁雨-哈霍兰",
},
{
["class"] = "WARLOCK",
["name"] = "执笔絵倾城-哈霍兰",
["messages"] = {
"1[T1785446330]额",
"1[T1785448191]额",
"1[T1785448404]忘记了",
},
},
{
["class"] = "PRIEST",
["name"] = "贰柒捌贰叁-哈霍兰",
["messages"] = {
"1[T1785437728]那个都不知道被谁roll 走了",
"1[T1785448052]来啊",
},
},
{
["class"] = "DRUID",
["name"] = "布鲁斯灬韦恩-哈霍兰",
["messages"] = {
"1[T1785444240]别急",
"1[T1785444334]5",
"1[T1785447944]renne ",
},
},
{
["class"] = "BN",
["messages"] = {
"1[T1785445259]123",
"1[T1785445878]123",
"1[T1785447705]1",
},
["name"] = "得意的老黄#5458",
},
{
["class"] = "WARRIOR",
["messages"] = {
"1[T1785446921]你的把",
"1[T1785446924]|cffff8000|Hitem:19017::::::::60::::::::::|h[火焰之王的精华]|h|r",
},
["name"] = "刀一挥骨一堆-哈霍兰",
},
{
["class"] = "WARRIOR",
["messages"] = {
"1[T1785439552]你J8 都认识些啥货色",
"1[T1785441892]那不挺好的 咱歇着",
"1[T1785441943]你的小迷弟",
"1[T1785441949]面试 ",
"1[T1785446166]他应该是 20年前的指挥  法师 冰箱开 把我懵了",
},
["name"] = "勇敢的老黄-哈霍兰",
},
{
["class"] = "WARLOCK",
["messages"] = {
"1[T1785445193]1",
"1[T1785445206]12",
},
["name"] = "开门任务-德姆塞卡尔",
},
{
["class"] = "WARLOCK",
["messages"] = {
"1[T1785445148]1",
},
["name"] = "尾王黑下直拉-哈霍兰",
},
{
["class"] = "WARLOCK",
["messages"] = {
"1[T1785445133]1",
},
["name"] = "熔火碎片直拉-哈霍兰",
},
{
["class"] = "HUNTER",
["messages"] = {
"1[T1785442909]？？",
"1[T1785442916]腿给我",
"1[T1785443036]知道了",
},
["name"] = "光乄狩猎-哈霍兰",
},
{
["class"] = "WARRIOR",
["messages"] = {
"1[T1785439492]去摸一个 现在便宜",
"1[T1785439534]也可以",
},
["name"] = "猫多余-哈霍兰",
},
{
["class"] = "HUNTER",
["messages"] = {
"1[T1785437659]不要钱",
"1[T1785437661]拿去吧",
},
["name"] = "孋莎-哈霍兰",
},
{
["received"] = 1,
["class"] = "BN",
["messages"] = {
"1[T1785429770]打完没",
"1[T1785429780]看来是快了",
"0[T1785429790]嗯",
"0[T1785430167]咋啦",
"0[T1785430170]干完了",
},
["name"] = "Pipipiglol#5479",
},
{
["class"] = "MAGE",
["messages"] = {
"1[T1785410965]有个部落贼",
"1[T1785410967]小心",
"1[T1785411061]墙角",
},
["name"] = "葬花胤-哈霍兰",
},
{
["class"] = "PRIEST",
["messages"] = {
"1[T1785410986]有个部落贼小心",
},
["name"] = "超级大汼汼-哈霍兰",
},
{
["class"] = "WARLOCK",
["messages"] = {
"1[T1785362389]交易",
},
["name"] = "Elphaba-哈霍兰",
},
{
["class"] = "ROGUE",
["messages"] = {
"1[T1785362194]1",
},
["name"] = "四一六战队-哈霍兰",
},
{
["received"] = 1,
["class"] = "BN",
["name"] = "仙女的魔兽世界#5746",
["messages"] = {
"0[T1785264808]我改明偷偷去升级  ",
"1[T1785264838]升级啥",
"0[T1785264884]我是孙行者壹世",
"1[T1785264899]好好",
},
},
{
["class"] = "WARRIOR",
["messages"] = {
"1[T1785218376]？",
},
["name"] = "拉猪一姐-哈霍兰",
},
{
["class"] = "HUNTER",
["messages"] = {
"1[T1785198581]？",
"1[T1785198616]嗯",
"1[T1785198622]有",
},
["name"] = "春水映梨花-哈霍兰",
},
{
["class"] = "ROGUE",
["messages"] = {
"1[T1785198233]我在自己写插件",
"1[T1785198244]团队 框架 用 cell ",
"1[T1785198249]其他都是垃圾",
"1[T1785198259]cell 插件名字啊",
"1[T1785198265]cell 小巧 ",
"1[T1785198273]内存占用低",
},
["name"] = "遵娣-哈霍兰",
},
},
["time"] = 1,
["version"] = 4.3,
["foreignOnly"] = 1,
["save"] = 1,
["sound"] = 1,
["positions"] = {
["WhisperPopFrame"] = {
"TOPLEFT",
"UIParent",
"TOPLEFT",
426,
-147,
},
["WhisperPopNotifyButton"] = {
"BOTTOMLEFT",
"UIParent",
"BOTTOMLEFT",
423,
253,
},
},
}
